{
    "id": "default",
    "name_translations": {
        "en": "Default schema",
        "es": "Esquema por defecto",
        "it": "Schema predefinito",
        "lv": ""
    },
    "author": "",
    "licence": "permissive",
    "tags_translations": {
        "en": [
            "default",
            "coproduction"
        ]
    },
    "description_translations": {
        "en": "The INTERLINK project has defined a generic co-production process which can accommodate any co-production endeavour. It is composed of two main phases to be followed by co-producers: a) Co-design phase. It concerns activities that incorporate 'the experience of users and their communities' into the creation, planning, or arrangements of public services. In it, the co-production team is created and starts working together to define the service to be co-produced. This phase entails two sub-phases: Engagement and Design; and b) Co-delivery phase. It is a joint effort by public authorities and stakeholders to provide and improve public services where the service is implemented and delivered in a sustainable manner. The co-delivery phase entails two sub-phases: Build and Sustain.",
        "es": "El proyecto INTERLINK ha definido un proceso de coproducción genérico que puede dar cabida a cualquier esfuerzo de coproducción. Se compone de dos fases principales que deben seguir los coproductores: a) Fase de codiseño. Se refiere a las actividades que incorporan \"la experiencia de los usuarios y de sus comunidades\" en la creación, planificación o disposición de los servicios públicos. En ella, se crea el equipo de coproducción y se empieza a trabajar conjuntamente para definir el servicio que se va a coproducir. Esta fase conlleva dos subfases: involucración y diseño; y b) Fase de coproducción. Se trata de un esfuerzo conjunto de las autoridades públicas y las partes interesadas para proporcionar y mejorar los servicios públicos en los que el servicio se aplica y se presta de forma sostenible. La fase de co-prestación conlleva dos subfases: Construir y Sostener.",
        "it": "Il progetto INTERLINK ha definito un processo di coproduzione generico che può accompagnare diverse iniziative di coproduzione. Il processo si compone di due fasi principali : a) Fase di co-design. Si tratta di attività che incorporano \"l'esperienza degli utenti e delle loro comunità\" nella creazione, pianificazione o organizzazione di servizi pubblici. In questa fase viene creato il team di co-produzione e inizia a lavorare insieme per definire il servizio da co-produrre. Questa fase prevede due sottofasi: Engagement e Design; e b) Fase di co-consegna. È uno sforzo congiunto delle autorità pubbliche e delle parti interessate per fornire e migliorare i servizi pubblici in cui il servizio è implementato ed erogato in modo sostenibile. La fase di co-consegna prevede due sottofasi: Realizzare e Sostenere.",
        "lv": ""
    }
}