{
    "author": "",
    "description_translations": {
        "en": "The INTERLINK project has defined a generic co-production process which can accommodate any co-production endeavour. It is composed of two main phases to be followed by co-producers: a) Co-design phase. It concerns activities that incorporate 'the experience of users and their communities' into the creation, planning, or arrangements of public services. In it, the co-production team is created and starts working together to define the service to be co-produced. This phase entails two sub-phases: Engagement and Design; and b) Co-delivery phase. It is a joint effort by public authorities and stakeholders to provide and improve public services where the service is implemented and delivered in a sustainable manner. The co-delivery phase entails two sub-phases: Build and Sustain.",
        "es": "El proyecto INTERLINK ha definido un proceso de coproducción genérico que puede dar cabida a cualquier esfuerzo de coproducción. Se compone de dos fases principales que deben seguir los coproductores: a) Fase de codiseño. Se refiere a las actividades que incorporan \"la experiencia de los usuarios y de sus comunidades\" en la creación, planificación o disposición de los servicios públicos. En ella, se crea el equipo de coproducción y se empieza a trabajar conjuntamente para definir el servicio que se va a coproducir. Esta fase conlleva dos subfases: involucración y diseño; y b) Fase de coproducción. Se trata de un esfuerzo conjunto de las autoridades públicas y las partes interesadas para proporcionar y mejorar los servicios públicos en los que el servicio se aplica y se presta de forma sostenible. La fase de co-prestación conlleva dos subfases: Construir y Sostener.",
        "it": "Il progetto INTERLINK ha elaborato un processo predefinito o schema che può essere utilizzato da Pubbliche Amministrazioni e cittadini per realizzare collaborativamente un servizio publico. Il processo si compone di due fasi principali:\n1) Fase di co-progettazione. Si tratta di una serie di attività che incorporano \"l'esperienza degli utenti e delle loro comunità\" nella creazione, pianificazione o organizzazione di servizi pubblici. In questa fase si definisce il gruppo di lavoro. Si divide in due sottofasi: 1.1) Coinvolgimento e 1.2) Progettazione vera e propria.\n2) Fase di erogazione congiunta. Si tratta di una serie di attività per realizzare il servizio progettato e programmare la sua sostenibilità anche economica, implementando l'efficacia anche di altri servizi. Si divide in due sottofasi: 2.1) Realizzazione e 2.2) Sostenibilità economica.",
        "lv": "INTERLINK projektā ir definēts vispārējs līdzražošanas process, kas var ietvert jebkādus kopražošanas mēģinājumus. Tas sastāv no divām galvenajām fāzēm, kas jāievēro līdzražotājiem: a) līdzprojektēšanas fāze. Tas attiecas uz darbībām, kurās “lietotāju un viņu kopienu pieredze” tiek iekļauta sabiedrisko pakalpojumu radīšanā, plānošanā vai organizēšanā. Tajā kopražojuma komanda ir izveidota un sāk strādāt kopā, lai definētu kopražojuma pakalpojumu. Šis posms ietver divas apakšfāzes: iesaiste un projektēšana; un b) līdzpiegādes fāze. Tas ir valsts iestāžu un ieinteresēto personu kopīgs darbs, lai nodrošinātu un uzlabotu publiskos pakalpojumus, kuros pakalpojums tiek īstenots un sniegts ilgtspējīgā veidā. Koppiegādes posms ietver divas apakšfāzes: veidot un uzturēt."
    },
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "default",
    "languages": [
        "en",
        "es",
        "it",
        "lv"
    ],
    "licence": "permissive",
    "name_translations": {
        "en": "Default schema",
        "es": "Esquema por defecto",
        "it": "Processo predefinito o schema",
        "lv": "Noklusējuma shēma"
    },
    "tags_translations": {
        "en": [
            "default",
            "coproduction"
        ]
    }
}