{
    "external-resource": "Recurso externo",
    "Name": "Nombre",
    "Created": "Creado",
    "Updated": "Actualizado",
    "Interlinker": "Interlinker",
    "Actions": "Acciones",
    "No resources yet": "No existen recursos aún",
    "In progress": "En progreso",
    "Awaiting": "En espera",
    "Official": "Oficial",
    "Community": "Comunidad",
    "Internal software": "Software interno",
    "Internal knowledge": "Conocimiento interno",
    "External software": "Software externo",
    "External knowledge": "Conocimiento externo",
    "Nature": "Naturaleza",
    "Search": "Buscar...",
    "Minimum rating": "Valoración mínima",
    "Logotype": "Logotipo",
    "by": "por",
    "Interlink platform": "Plataforma interlink",
    "Last update": "Última actualización",
    "time-ago": "Hace {{when}}",
    "Unlike": "No me gusta",
    "Like": "Me gusta",
    "Rating": "Valoración",
    "overall-rating": "Evaluación general",
    "ratings-in-total": "evaluaciones",
    "rate-interlinker": "Evaluar interlinker",
    "title": "Título",
    "body": "Cuerpo",
    "Send": "Enviar",
    "login-required": "Inicio de sesión requerido",
    "login-required-description": "Debes haber iniciado la sesión para acceder a esta sección.",
    "Login": "Inicio de sesión",
    "Logout": "Cerrar sesión",
    "Workspace": "Espacio de trabajo",
    "Interlinkers": "Interlinkers",
    "Public Services": "Servicios Públicos",
    "Project": "Proyecto",
    "INTERLINK platform": "Plataforma",
    "Co-production": "Co-producción",
    "Catalogue": "Catálogo",
    "About": "Sobre nosotros",
    "Overview": "Resumen",
    "Workplan": "Plan de trabajo",
    "Guide": "Guía",
    "Team": "Equipo",
    "Settings": "Ajustes",
    "Theme": "Apariencia",
    "Language": "Idioma",
    "Save": "Guardar",
    "My processes": "Mis procesos",
    "add-process": "Crear nuevo proceso",
    "My teams": "Mis equipos",
    "add-teams": "Crear nuevo equipo",
    "you-do-not-have-permission": "No tienes permiso para realizar esta acción",
    "LIGHT": "CLARO",
    "DARK": "OSCURO",
    "unsavedchanges": "¿Está seguro de que no quiere guardar los cambios?",
    "coproductionprocess-creation-title": "Crear un proceso de coproducción",
    "Description": "Descripción",
    "Create": "Crear",
    "dashboard-title": "Panel de control",
    "Only the creator of the process can select an schema": "Solo el creador del proceso puede seleccionar un esquema",
    "Write something": "Escribir algo",
    "Required": "Requerido",
    "NAME OF THE PROJECT": "NOMBRE DEL EQUIPO",
    "SHORT DESCRIPTION OF THE PROJECT": "DESCRIPCIÓN CORTA DEL PROYECTO",
    "ACTUAL ORGANIZATION OF THE SERVICE": "ORGANIZACIÓN DEL SERVICIO",
    "AIM OF THE PROJECT": "OBJETIVO DEL PROYECTO",
    "IDEA OF SERVICE TO BE CO-DELIVERED": "IDEA DEL SERVICIO A SER CO-ENTREGADO",
    "CHALLENGES OF THE PROJECT": "DESAFÍOS DEL PROYECTO",
    "Cancel": "Cancelar",
    "schema": "esquema",
    "schema-selection-title": "Selección del esquema de coproducción",
    "schema-selection-description": "Un esquema contiene un conjunto de fases, objetivos y tareas predefinidas. Esos elementos podrían (y deberían) editarse para adaptar el plan de trabajo de su proyecto.",
    "Phase": "Fase",
    "Objective": "Objetivo",
    "Task": "Tarea",
    "use": "Usar {{what}}",
    "Recent resources": "Recursos recientes",
    "See task": "Ver tarea",
    "Recommended interlinkers": "Interlinkers recomendados",
    "No recommended interlinkers found": "No se han encontrado interlinkers recomendados",
    "Current resources": "Recursos actuales",
    "Initiate procedure": "Iniciar procedimiento",
    "Link an external resource": "Enlazar recurso externo",
    "permissions-title": "Equipos e individuos",
    "permissions-subtitle": "Puede agregar equipos completos o individuos al proceso. En caso de que un individuo pertenezca a un equipo, prevalecerá el rol asignado al individuo.",
    "Roles": "Roles",
    "add-role-confirmation": "¿Está seguro de que desea agregar \"{{name}}\" a este proceso? Se agregará con el rol predeterminado",
    "Add": "Añadir",
    "view-resources": "Ver recursos",
    "create-resources": "Crear recursos",
    "delete-resources": "Eliminar recursos",
    "add-teams-or-individuals": "Añadir equipos o individuos",
    "change-settings": "Cambiar ajustes",
    "role-creation-title": "Crear un nuevo rol",
    "role-creation-description": "Para crear un rol, ingrese un nombre y una descripción. Luego, agregue permisos al rol.",
    "Permissions": "Permisos",
    "Next": "Siguiente",
    "Back": "Atrás",
    "Full name": "Nombre completo",
    "Email": "Email",
    "Last login": "Último inicio de sesión",
    "Add user to the team": "Añadir usuario al equipo",
    "Role": "Rol",
    "Members": "Miembros",
    "Empty": "Vacío",
    "add-new": "Añadir nuevo {{what}}",
    "Day": "Día",
    "Week": "Semana",
    "Month": "Mes",
    "Year": "Año",
    "catalogue-title": "Catálogo de interlinkers",
    "interlinkers-catalogue": "Catálogo de interlinkers",
    "interlinkers-catalogue-total": "{{total}} interlinkers encontrados",
    "Load more": "Cargar más",
    "Creator": "Creador",
    "Tags": "Etiquetas",
    "Problem profiles": "Perfiles de problemas",
    "Based on": "Basado en",
    "URI": "URL",
    "copied-clipboard": "Copiado al portapapeles",
    "Welcome": "Bienvenido, {{name}}",
    "workspace-subtitle": "Esta es la actividad reciente relacionada con tu espacio de trabajo",
    "workspace-emptyprocesses": "Actualmente no estás participando en ningún proceso de coproducción. Puede crear uno haciendo click en el botón de la barra lateral.",
    "workspace-title": "Espacio de trabajo",
    "team-create-title": "Creación de equipo",
    "team-create-description": "Para crear un equipo, debes especificar un nombre y una descripción. Más tarde, podrás añadir personas.",
    "you": "usted",
    "Email address": "Correo electrónico",
    "Add user": "Añadir usuario",
    "home-1-1": "El portal de colaboración para coproducir servicios públicos mejores y más inclusivos",
    "home-1-2": "Ir al panel de control",
    "home-2-1": "¿Es usted una Administración Pública, una empresa o un ciudadano que quiere codiseñar y codistribuir mejores servicios públicos?",
    "home-2-2": "La plataforma INTERLINK le apoyará en el desarrollo de asociaciones público-cívicas, el codiseño y la codistribución de servicios públicos. Actualmente se está diseñando esta plataforma digital para guiar paso a paso la coproducción y la codistribución de los servicios públicos, junto con un conjunto de recursos reutilizables de código abierto que ayudarán de forma concreta a la planificación y ejecución de los servicios. La plataforma proporcionará un entorno de colaboración en el que los diferentes actores trabajarán juntos y encontrarán los conocimientos y herramientas necesarios para llevar a cabo un esfuerzo conjunto hacia la co-prestación de servicios.",
    "home-3-1": "¿Por qué la coproducción?",
    "home-3-2": "La coproducción es una práctica en la prestación de servicios públicos en la que las Administraciones Públicas, las partes interesadas, así como los ciudadanos trabajan de la mano para la creación de políticas y servicios públicos. En la coproducción, los proveedores de servicios y los usuarios trabajan juntos para alcanzar un resultado colectivo. La coproducción puede ayudar a construir comunidades más fuertes y a desarrollar la ciudadanía.",
    "home-3-3": "Más información sobre la coproducción",
    "home-4-1": "Examinar el catálogo de recursos",
    "home-4-2": "INTERLINK promueve la reutilización y el uso compartido de los servicios y recursos públicos existentes aprovechando la colaboración entre los ciudadanos, los agentes privados y las administraciones públicas. INTERLINK proporciona un conjunto de bloques de construcción digitales, llamados \"INTERLINKERs\", que apoyan a las diferentes partes interesadas a cooperar en la prestación de un servicio.",
    "home-4-3": "Examinar el catálogo",
    "home-5-1": "Únase al proceso de coproducción activa",
    "home-5-2": "INTERLINK se está utilizando en diferentes países europeos para llevar a cabo proyectos de coproducción. Descubra quién utiliza INTERLINK y únase a los proyectos de coproducción activos. ¡Regístrese en la plataforma INTERLINK y descubra los proyectos activos!",
    "home-5-3": "Ir al panel de control",
    "spain": "España",
    "home-zaragoza-pilot": "Zaragoza utiliza el marco de gobernanza de Interlink para ampliar la innovación abierta en la ciudad. El marco y el conjunto de habilitadores disponibles en Interlink están proporcionando apoyo a la Innovación Abierta sostenible en la co-creación y co-prestación de servicios.",
    "latvia": "Letonia",
    "home-latvia-pilot": "El objetivo del caso de uso de los Centros de Atención al Cliente del Ministerio de Protección Ambiental y Desarrollo Regional de Letonia es probar la prestación de servicios compartidos con terceros para mejorar los servicios públicos.",
    "italy": "Italia",
    "home-italy-pilot": "El Ministerio de Economía y Finanzas italiano, junto con la Agencia de Italia Digital, aprovechará la plataforma Interlink y sus componentes para crear un nuevo módulo con la ciudad de Reggio Emilia para una planificación estratégica conjunta entre los organismos públicos centrales y locales.",
    "home-about-1": "COLABORACIÓN y REUTILIZACIÓN",
    "home-about-1-1": "INTERLINK en un proyecto europeo que pretende superar las barreras que impiden a las administraciones reutilizar y compartir servicios con socios privados (incluidos los ciudadanos) mediante el desarrollo de un novedoso modelo de gobernanza colaborativa que fusiona el entusiasmo y la flexibilidad de las iniciativas de base con la legitimidad y la responsabilidad que otorgan los marcos de gobierno electrónico de arriba abajo.",
    "home-about-1-2": "El consorcio multidisciplinar INTERLINK ofrecerá el nuevo modelo de gobernanza y los Interlinkers dentro de un marco tecnológico y una plataforma operativa basados en un sistema de software abierto que aprovecha las comunicaciones móviles y facilita la coproducción de servicios entre las AP y las partes interesadas privadas. La solución se personalizará, desplegará y evaluará en tres casos de uso (MEF, VARAM y Zaragoza). Las lecciones aprendidas en los tres casos de uso se generalizarán para ofrecer una solución reutilizable en toda Europa.",
    "home-about-2": "Descubra más sobre las actividades de pilotaje de INTERLINK!",
    "home-about-download-brochure": "Descargue el folleto",
    "Engagement": "Compromiso",
    "Design": "Diseño",
    "home-coproduction-build": "El codiseño se refiere a las actividades que incorporan \"la experiencia de los usuarios y sus comunidades\" en la creación, planificación o disposición de los servicios públicos\" (Bovaird y Loeffler, 2012). En esta fase se crea el equipo de coproducción y se empieza a trabajar conjuntamente para definir el servicio que se va a coproducir. La fase de codiseño conlleva dos subfases:",
    "Co-design phase": "Fase de co-diseño",
    "Build": "Construir",
    "Sustain": "Sostener",
    "home-coproduction-codelivery": "La coproducción es un esfuerzo conjunto de las autoridades públicas y las partes interesadas para proporcionar y mejorar los servicios públicos (Alford, 2014; Nabatchi et.al., 2017) en el que el servicio se implementa y se presta de manera sostenible. La fase de co-prestación conlleva dos subfases:",
    "Co-delivery phase": "Fase de co-entrega",
    "Co-production process": "Proceso de coproducción",
    "home-coproduction-1": "Dos fases principales caracterizan este proceso de coproducción: la fase de CO-DISEÑO y la fase de CO-DELIVERY, cada una de las cuales se concreta en subfases:",
    "home-platform-1": "COLABORACIÓN y REUTILIZACIÓN",
    "home-platform-1-1": "La plataforma INTERLINK ofrece un entorno digital que facilita los procesos de coproducción entre las Administraciones Públicas, los actores privados y los ciudadanos y promueve la reutilización del software para la prestación de servicios públicos. En INTERLINK, los diferentes actores pueden trabajar juntos y encontrar el conocimiento y las herramientas necesarias para llevar a cabo un esfuerzo conjunto hacia el codiseño y la codistribución de servicios",
    "home-platform-2": "CO-diseño y co-prestación",
    "home-platform-2-1": "Durante el proceso de coproducción, surgen varias preguntas y problemas. INTERLINK guía todo el proceso: desde la creación del plan de trabajo inicial hasta la recomendación de programas informáticos que puedan reutilizarse en el proyecto. INTERLINK ofrece una guía paso a paso para la coproducción y la codistribución de servicios públicos, junto con directrices, consejos y plantillas que facilitan la colaboración.",
    "home-platform-3": "INTERLINKERS",
    "home-platform-3-1": "INTERLINK facilita el intercambio y la reutilización de conocimientos, software y servicios. Los INTERLINKERs son piezas de conocimiento o software que su equipo puede reutilizar y personalizar para prestar servicios. Son bloques de construcción digitales que resuelven los problemas que un equipo de interesados puede encontrar durante todo el proceso: directrices, mejores prácticas, plantillas, ejemplos y software reutilizable apoyan todo el ciclo de vida de la coproducción, desde la fase inicial de desarrollo de la red hasta la codistribución final y el seguimiento del servicio. Estos recursos ayudan al diseño colaborativo de nuevas soluciones que ponen las necesidades del usuario en el centro",
    "home-platform-4": "Más información sobre el uso de la plataforma",
    "home-platform-4-1": "Para conocer las preguntas más frecuentes y los consejos sobre el uso de la plataforma, descargue el manual de usuario",
    "home-platform-4-2": "Descargar el manual de usuario"
}
