{
    "Cancel": "Cancelar",
    "external-resource": "Recurso externo",
    "Name": "Nombre",
    "Created": "Creado",
    "Updated": "Actualizado",
    "Interlinker": "Interlinker",
    "Actions": "Acciones",
    "No resources yet": "No existen recursos aún",
    "Finished": "Terminado",
    "In progress": "En progreso",
    "Awaiting": "En espera",
    "Official": "Oficial",
    "Community": "Comunidad",
    "Citizens": "Ciudadanos",
    "Public administration": "Administración pública",
    "Non profit organization": "Organización sin ánimo de lucro",
    "For profit organization": "Organización con fines de lucro",
    "Administrator": "Administrador",
    "Unknown": "Desconocido",
    "Internal software": "Software interno",
    "Internal knowledge": "Conocimiento interno",
    "External software": "Software externo",
    "External knowledge": "Conocimiento externo",
    "Problem profiles": "Perfiles de problemas",
    "Nature": "Naturaleza",
    "Search": "Buscar",
    "Minimum rating": "Valoración mínima",
    "Problem profile": "Perfil de problema",
    "Logotype": "Logotipo",
    "by": "por",
    "Interlink platform": "Plataforma interlink",
    "Last update": "Última actualización",
    "time-ago": "Hace {{when}}",
    "Rating": "Valoración",
    "Keywords": "Palabras clave",
    "interlinkers-catalogue-total": "{{total}} interlinkers encontrados",
    "Load more": "Cargar más",
    "Overview": "Resumen",
    "Instructions": "Instrucciones",
    "Reviews": "Valoraciones",
    "Related interlinkers": "Interlinkers relacionados",
    "Preview-noun": "Previsualización",
    "Creator": "Creador",
    "Tags": "Etiquetas",
    "Based on": "Basado en",
    "URI": "URL",
    "Not available": "No disponible",
    "Description": "Descripción",
    "This resource cannot be displayed here. Instead...": "Este recurso no puede mostrarse aquí. En su lugar...",
    "you can preview the resource externally": "puede previsualizar el recurso externamente",
    "Preview resource externally": "Previsualizar el recurso externamente",
    "you can download a copy of it to preview it on your machine": "puede descargar una copia para ver una vista previa en su máquina",
    "Download resource": "Descargar recurso",
    "copied-clipboard": "URL del interlinker copiado al portapapeles",
    "Dashboard: Interlinker Details": "Dashboard: Detalles de los enlaces",
    "overall-rating": "Evaluación general",
    "ratings-in-total": "evaluaciones",
    "rate-interlinker": "Evaluar interlinker",
    "title": "Título",
    "body": "Cuerpo",
    "Send": "Enviar",
    "schema": "esquema",
    "schema-selection-title": "Selección del esquema de coproducción",
    "Creation date": "Fecha de creación",
    "Preview": "Previsualizar",
    "Go back": "Volver",
    "use-what": "Usar {{what}}",
    "this-is-a-preview": "Esta es una vista previa. Haga clic en 'Usar el esquema' para instanciarlo",
    "Confirm deletion": "Confirmar eliminado",
    "Are you sure you want to remove this permission?": "¿Estás seguro de que quieres eliminar este permiso?",
    "team": "equipo",
    "Show all the permissions for this tree item, including those ones that do not affect you": "Mostrar todos los permisos de este elemento del árbol, incluidos los que no le afectan a usted",
    "Permissions set at lower levels prevail over others. That is, if you set a permission on a task, it will overwrite the permission, if any, assigned to the same team at higher levels (objectives and phases).": "Los permisos establecidos en niveles inferiores prevalecen sobre otros. Es decir, si se establece un permiso en una tarea, éste sobrescribirá el permiso, si lo hay, asignado al mismo equipo en niveles superiores (objetivos y fases).",
    "Affects you": "Le afecta a usted",
    "Team": "Equipo",
    "Team role": "Rol del equipo",
    "access_assets_permission": "Ver recursos",
    "create_assets_permission": "Crear recursos",
    "delete_assets_permission": "Eliminar recursos",
    "Permissions for the phase": "Permisos para la fase",
    "Permissions for the objective": "Permisos para el objetivo",
    "Permissions for the task": "Permisos para la tarea",
    "Final permissions for you": "Permisos finales para usted",
    "Add new permission to the": "Añadir nuevo permiso a",
    "Current status": "Estado actual",
    "Status can only be set for tasks": "El estado solo puede ser establecido en las tareas",
    "Time planification": "Planificación temporal",
    "Start and end dates can only be set for tasks": "Las fechas de inicio y fin solo pueden ser establecidas en las tareas",
    "Start": "Empezar",
    "End": "Terminar",
    "Not set": "Sin establecer",
    "Discard changes": "Descartar cambios",
    "Save": "Guardar",
    "other actions": "otras acciones",
    "Remove {{what}}": "Eliminar {{what}}",
    "Are you sure?": "¿Estás seguro?",
    "login-required": "Inicio de sesión requerido",
    "login-required-description": "Debes haber iniciado la sesión para acceder a esta sección.",
    "Login": "Inicio de sesión",
    "You can disable these messages in the settings wheel": "Puedes desactivar estos mensajes en los ajustes",
    "Logout": "Cerrar sesión",
    "Workspace": "Espacio de trabajo",
    "Organizations": "Organizaciones",
    "Catalogue": "Catálogo",
    "Help": "Ayuda",
    "Open user manual": "Abrir el manual de usuario",
    "Feedback form": "Formulario de feedback",
    "Support form": "Formulario de soporte",
    "Project": "Proyecto",
    "INTERLINK platform": "Plataforma",
    "Co-production": "Co-producción",
    "About": "Sobre nosotros",
    "Guide": "Guía",
    "Workplan": "Plan de trabajo",
    "Settings": "Ajustes",
    "Theme": "Apariencia",
    "Language": "Idioma",
    "you-do-not-have-permission": "No tienes permiso para realizar esta acción",
    "LIGHT": "CLARO",
    "DARK": "OSCURO",
    "dashboard-title": "Panel de control",
    "(it will be not related to project but it is useful for features exploration)": "(no estará relacionado con el proyecto pero es útil para la exploración de características)",
    "Download locally as resource not related to project (for features exploration)": "Descargar localmente como recurso no relacionado con el proyecto (para la exploración de características)",
    "Instantiate as resource to use in project": "Instanciar como recurso para utilizar en el proyecto",
    "Open the external resource on a new tab": "Abrir el recurso externo en una nueva pestaña",
    "Open": "Abrir",
    "Edit": "Editar",
    "Clone": "Clonar",
    "Delete": "Eliminar",
    "Download": "Descargar",
    "Resources": "Recursos",
    "Permissions": "Permisos",
    "You do not have access to the resources of this task": "No tienes acceso a los recursos de esta tarea",
    "Open catalogue": "Ver interlinkers recomendados en el catálogo",
    "Initiate procedure": "Iniciar procedimiento",
    "Create": "Crear",
    "Link an external resource": "Enlazar recurso externo",
    "Coproduction process overview": "Resumen del proceso de coproducción",
    "Progress": "Progreso",
    "Go to the task": "Ir a la tarea",
    "Set coproduction process data": "Establecer los metadatos del proceso de coproducción",
    "The coproduction process data has been defined.": "Los metadatos del proceso de coproducción han sido definidos.",
    "The co-production process data are a set of attributes that serve to define the process to be carried out.": "Los datos del proceso de coproducción son un conjunto de atributos que sirven para definir el proceso a realizar.",
    "Go to settings section": "Ir a la sección de ajustes",
    "OPTIONAL": "OPCIONAL",
    "Set coproduction process administrators": "Establecer administradores del proceso de coproducción",
    "The administrators of the coproduction process data has been defined.": "Se han definido los administradores de los datos del proceso de coproducción.",
    "administrators": "administradores",
    "Administrators can update the coproduction proccess information, add permissions to the tree items or add new administrators": "Los administradores pueden actualizar la información del proceso de coproducción, añadir permisos a los elementos del árbol o añadir nuevos administradores",
    "Select the coproduction schema": "Seleccionar el esquema de coproducción",
    "The schema has been selected. You can delete the resulting coproduction tree in the settings section.": "El esquema ha sido seleccionado. Puede eliminar el árbol de coproducción resultante en la sección de ajustes.",
    "The schemas are used to create the initial phases, tasks and objectives of the co-production process. From there, the resulting co-production tree can be freely modified. Click on the button and search for the optimal coproduction schema for your process.": "Los esquemas se utilizan para crear las fases, tareas y objetivos iniciales del proceso de coproducción. A partir de ahí, el árbol de coproducción resultante puede modificarse libremente. Haga clic en el botón y busque el esquema de coproducción óptimo para su proceso.",
    "Select an schema": "Seleccionar un esquema",
    "Grant permissions over process to co-producer teams and start co-producing through Guide view": "Conceder permisos sobre el proceso a los equipos de coproductores y empezar a coproducir a través de Guide view",
    "At least a permission has been created.": "Se ha creado un permiso al menos.",
    "Now you can permit teams to work on the coproduction process. For that, navigate to the Guide section and add new permission for the tree items.": "Ahora puede permitir que los equipos trabajen en el proceso de coproducción. Para ello, vaya a la sección Guía y añada un nuevo permiso para los elementos del árbol.",
    "Grant permissions to teams in the guide section": "Conceder permisos a los equipos en la sección de guías",
    "See task": "Ver tarea",
    "Required": "Requerido",
    "NAME OF THE PROJECT": "NOMBRE DEL EQUIPO",
    "SHORT DESCRIPTION OF THE PROJECT": "DESCRIPCIÓN CORTA DEL PROYECTO",
    "ACTUAL ORGANIZATION OF THE SERVICE": "ORGANIZACIÓN DEL SERVICIO",
    "AIM OF THE PROJECT": "OBJETIVO DEL PROYECTO",
    "IDEA OF SERVICE TO BE CO-DELIVERED": "IDEA DEL SERVICIO A SER CO-ENTREGADO",
    "CHALLENGES OF THE PROJECT": "DESAFÍOS DEL PROYECTO",
    "Edit coproduction process": "Editar información",
    "Administrators of the coproduction process": "Administradores del proceso de coproducción",
    "Administrators of a co-production process can edit the co-production tree, assign new permissions to teams and even delete the co-production process. Be careful who you assign as an administrator.": "Los administradores de un proceso de coproducción pueden editar el árbol de coproducción, asignar nuevos permisos a los equipos e incluso eliminar el proceso de coproducción. Ten cuidado con quién asignas como administrador.",
    "Clear coproduction process tree": "Limpiar árbol del proceso de coproducción",
    "The clearing of the co-production tree is irreversible. All resources created in it will disappear. However, the co-production process will not be deleted.": "El eliminado del árbol de coproducción es irreversible. Todos los recursos creados en él desaparecerán. Sin embargo, el proceso de coproducción no se borrará.",
    "Delete coproduction process": "Eliminar proceso de coproducción",
    "Remove coproduction process": "Eliminar proceso de coproducción",
    "The deletion of the co-production process is irreversible. All resources created in it will disappear.": "La supresión del proceso de coproducción es irreversible. Todos los recursos creados en él desaparecerán.",
    "Coproduction process team": "Equipo del proceso de coproducción",
    "See profile": "Ver perfil",
    "There are no teams working on the coproduction process yet. To add a new team, navigate to the guide section, select a tree item and add a new permission.": "Todavía no hay equipos trabajando en el proceso de coproducción. Para añadir un nuevo equipo, navegue hasta la sección de guía, seleccione un elemento del árbol y añada un nuevo permiso.",
    "Create new permission": "Crear un nuevo permiso",
    "Create new team": "Crear nuevo equipo",
    "Select the team to apply the permission": "Seleccione el equipo al que aplicar el permiso",
    "Select the permissions for the overall coproduction process for the team {{team_name}}": "Seleccione los permisos para el proceso general de coproducción para el equipo {{team_name}}",
    "Select the permissions for {{treeitem_name}} and for the team {{team_name}}": "Seleccione los permisos para {{treeitem_name}} y para el equipo {{team_name}}",
    "Team logotype": "Logotipo del equipo",
    "There is already a permission for this team": "Ya existe un permiso para este equipo",
    "Next": "Siguiente",
    "Back": "Atrás",
    "Only registered users can be added": "Solo usuarios registrados pueden ser añadidos",
    "Type here to add users": "Escriba aquí para añadir usuarios",
    "No results. Try to type the complete email of the user": "No hay resultados. Intente escribir el correo electrónico completo del usuario",
    "already added": "ya se ha añadido",
    "Day": "Día",
    "Week": "Semana",
    "Month": "Mes",
    "Year": "Año",
    "catalogue-title": "Catálogo de interlinkers",
    "interlinkers-catalogue": "Catálogo de interlinkers",
    "organizations-title": "Organizaciones",
    "Organizations and teams present in the platform": "Organizaciones y equipos presentes en la plataforma",
    "Here you can find the different organizations that are working on the platform. In each organization teams are created to group the users.": "Aquí puedes encontrar las diferentes organizaciones que están trabajando en la plataforma. En cada organización se crean equipos para agrupar a los usuarios.",
    "Create new organization": "Crear una nueva organización",
    "organization-creation-title": "Crear una nueva organización",
    "Click here to add a logo": "Haga clic aquí para añadir un logotipo",
    "Public organizations's information can be accessed by any user of the platform in the 'Organizations' tab": "Cualquier usuario de la plataforma puede acceder a la información de las organizaciones públicas en la pestaña \"Organizaciones\"",
    "Public": "Público",
    "Who can create teams": "Quién puede crear equipos",
    "Default team type": "Tipo de equipo por defecto",
    "organization": "organización",
    "Who can create teams in this organization?": "¿Quién puede crear equipos en esta organización?",
    "Teams": "Equipos",
    "Administrators": "Administradores",
    "Type": "Tipo",
    "Members": "Miembros",
    "Your participation in the team": "Tu participación en el equipo",
    "None": "Ninguna",
    "No teams found in this organization": "No se han encontrado equipos en esta organización",
    "Team number": "Número de equipos",
    "Your participation in the organization": "Su participación en la organización",
    "team-create-title": "Creación de equipo",
    "Organization type": "Tipo de organización",
    "you": "usted",
    "Email": "Email",
    "Last login": "Último inicio de sesión",
    "coproductionprocess-creation-title": "Crear un proceso de coproducción",
    "No teams": "No hay equipos",
    "workspace-title": "Espacio de trabajo",
    "Welcome": "Bienvenido, {{name}}",
    "workspace-subtitle": "Esta es la actividad reciente relacionada con tu espacio de trabajo",
    "add-process": "Crear nuevo proceso",
    "Status": "Estado",
    "Your participation in the process": "Tu participación en el proceso",
    "Empty": "Vacío",
    "Create a new co-production process": "Crear un nuevo proceso de coproducción",
    "home-1-1": "El portal de colaboración para coproducir servicios públicos mejores y más inclusivos",
    "home-1-2": "Acceder al Entorno Colaborativo",
    "home-2-1": "¿Es usted una Administración Pública, una empresa o un ciudadano que quiere codiseñar y codistribuir mejores servicios públicos?",
    "home-2-2": "La plataforma INTERLINK le apoyará en el desarrollo de asociaciones público-cívicas, el codiseño y la codistribución de servicios públicos. Actualmente se está diseñando esta plataforma digital para guiar paso a paso la coproducción y la codistribución de los servicios públicos, junto con un conjunto de recursos reutilizables de código abierto que ayudarán de forma concreta a la planificación y ejecución de los servicios. La plataforma proporcionará un entorno de colaboración en el que los diferentes actores trabajarán juntos y encontrarán los conocimientos y herramientas necesarios para llevar a cabo un esfuerzo conjunto hacia la co-prestación de servicios.",
    "home-3-1": "¿Por qué la coproducción?",
    "home-3-2": "La coproducción es una práctica en la prestación de servicios públicos en la que las Administraciones Públicas, las partes interesadas, así como los ciudadanos trabajan de la mano para la creación de políticas y servicios públicos. En la coproducción, los proveedores de servicios y los usuarios trabajan juntos para alcanzar un resultado colectivo. La coproducción puede ayudar a construir comunidades más fuertes y a desarrollar la ciudadanía.",
    "home-3-3": "Más información sobre la coproducción",
    "home-4-1": "Examinar el catálogo de recursos",
    "home-4-2": "INTERLINK promueve la reutilización y el uso compartido de los servicios y recursos públicos existentes aprovechando la colaboración entre los ciudadanos, los agentes privados y las administraciones públicas. INTERLINK proporciona un conjunto de bloques de construcción digitales, llamados \"INTERLINKERs\", que apoyan a las diferentes partes interesadas a cooperar en la prestación de un servicio.",
    "home-4-3": "Examinar el catálogo",
    "home-5-1": "Únase al proceso de coproducción activa",
    "home-5-2": "INTERLINK se está utilizando en diferentes países europeos para llevar a cabo proyectos de coproducción. Descubra quién utiliza INTERLINK y únase a los proyectos de coproducción activos. ¡Regístrese en la plataforma INTERLINK y descubra los proyectos activos!",
    "home-5-3": "Acceder al Entorno Colaborativo",
    "spain": "España",
    "home-zaragoza-pilot": "Zaragoza utiliza el marco de gobernanza de Interlink para ampliar la innovación abierta en la ciudad. El marco y el conjunto de habilitadores disponibles en Interlink están proporcionando apoyo a la Innovación Abierta sostenible en la co-creación y co-prestación de servicios.",
    "latvia": "Letonia",
    "home-latvia-pilot": "El objetivo del caso de uso de los Centros de Atención al Cliente del Ministerio de Protección Ambiental y Desarrollo Regional de Letonia es probar la prestación de servicios compartidos con terceros para mejorar los servicios públicos.",
    "italy": "Italia",
    "home-italy-pilot": "El Ministerio de Economía y Finanzas italiano, junto con la Agencia de Italia Digital, aprovechará la plataforma Interlink y sus componentes para crear un nuevo módulo con la ciudad de Reggio Emilia para una planificación estratégica conjunta entre los organismos públicos centrales y locales.",
    "home-about-1": "COLABORACIÓN y REUTILIZACIÓN",
    "home-about-1-1": "INTERLINK en un proyecto europeo que pretende superar las barreras que impiden a las administraciones reutilizar y compartir servicios con socios privados (incluidos los ciudadanos) mediante el desarrollo de un novedoso modelo de gobernanza colaborativa que fusiona el entusiasmo y la flexibilidad de las iniciativas de base con la legitimidad y la responsabilidad que otorgan los marcos de gobierno electrónico de arriba abajo.",
    "home-about-1-2": "El consorcio multidisciplinar INTERLINK ofrecerá el nuevo modelo de gobernanza y los Interlinkers dentro de un marco tecnológico y una plataforma operativa basados en un sistema de software abierto que aprovecha las comunicaciones móviles y facilita la coproducción de servicios entre las AP y las partes interesadas privadas. La solución se personalizará, desplegará y evaluará en tres casos de uso (MEF, VARAM y Zaragoza). Las lecciones aprendidas en los tres casos de uso se generalizarán para ofrecer una solución reutilizable en toda Europa.",
    "home-about-2": "Descubra más sobre las actividades de pilotaje de INTERLINK!",
    "home-about-download-brochure": "Descargue el folleto",
    "Engagement": "Compromiso",
    "Design": "Diseño",
    "home-coproduction-build": "El codiseño se refiere a las actividades que incorporan \"la experiencia de los usuarios y sus comunidades\" en la creación, planificación o disposición de los servicios públicos\" (Bovaird y Loeffler, 2012). En esta fase se crea el equipo de coproducción y se empieza a trabajar conjuntamente para definir el servicio que se va a coproducir. La fase de codiseño conlleva dos subfases:",
    "Co-design phase": "Fase de co-diseño",
    "Build": "Construir",
    "Sustain": "Sostener",
    "home-coproduction-codelivery": "La coproducción es un esfuerzo conjunto de las autoridades públicas y las partes interesadas para proporcionar y mejorar los servicios públicos (Alford, 2014; Nabatchi et.al., 2017) en el que el servicio se implementa y se presta de manera sostenible. La fase de co-prestación conlleva dos subfases:",
    "Co-delivery phase": "Fase de co-entrega",
    "Co-production process": "Proceso de coproducción",
    "home-coproduction-1": "Dos fases principales caracterizan este proceso de coproducción: la fase de CO-DISEÑO y la fase de CO-DELIVERY, cada una de las cuales se concreta en subfases:",
    "home-platform-1": "COLABORACIÓN y REUTILIZACIÓN",
    "home-platform-1-1": "La plataforma INTERLINK ofrece un entorno digital que facilita los procesos de coproducción entre las Administraciones Públicas, los actores privados y los ciudadanos y promueve la reutilización del software para la prestación de servicios públicos. En INTERLINK, los diferentes actores pueden trabajar juntos y encontrar el conocimiento y las herramientas necesarias para llevar a cabo un esfuerzo conjunto hacia el codiseño y la codistribución de servicios",
    "home-platform-2": "CO-diseño y co-prestación",
    "home-platform-2-1": "Durante el proceso de coproducción, surgen varias preguntas y problemas. INTERLINK guía todo el proceso: desde la creación del plan de trabajo inicial hasta la recomendación de programas informáticos que puedan reutilizarse en el proyecto. INTERLINK ofrece una guía paso a paso para la coproducción y la codistribución de servicios públicos, junto con directrices, consejos y plantillas que facilitan la colaboración.",
    "home-platform-3": "INTERLINKERS",
    "home-platform-3-1": "INTERLINK facilita el intercambio y la reutilización de conocimientos, software y servicios. Los INTERLINKERs son piezas de conocimiento o software que su equipo puede reutilizar y personalizar para prestar servicios. Son bloques de construcción digitales que resuelven los problemas que un equipo de interesados puede encontrar durante todo el proceso: directrices, mejores prácticas, plantillas, ejemplos y software reutilizable apoyan todo el ciclo de vida de la coproducción, desde la fase inicial de desarrollo de la red hasta la codistribución final y el seguimiento del servicio. Estos recursos ayudan al diseño colaborativo de nuevas soluciones que ponen las necesidades del usuario en el centro",
    "home-platform-4": "Más información sobre el uso de la plataforma",
    "home-platform-4-1": "Para conocer las preguntas más frecuentes y los consejos sobre el uso de la plataforma, descargue el manual de usuario",
    "home-platform-4-2": "Descargar el manual de usuario",
    "Information about the phase": "Información sobre la fase",
    "Information about the objective": "Información sobre el objetivo",
    "Information about the task": "Información sobre la tarea",
    "Phase": "Fase",
    "Objective": "Objetivo",
    "Task": "Tarea",
    "Only the administrators of the organization": "Sólo los administradores de la organización",
    "Members of at least a team of the organization": "Miembros de al menos un equipo de la organización",
    "Anyone (the organization must be public)": "Cualquier persona (la organización debe ser pública)"
}
