[
    {
        "description_translations": {
            "en": "This problem refers to the need to support the initiators of a co-production project to describe the main aim and expected benefit of establishing a collaborative network of stakeholders and engaging them in the co-production process",
            "es": "Este problema se refiere a la necesidad de apoyar a los iniciadores de un proyecto de coproducción para que describan el objetivo principal y el beneficio esperado de establecer una red de colaboración de las partes interesadas y hacerlas participar en el proceso de coproducción",
            "it": "Questo problema si riferisce alla necessità di supportare gli iniziatori di un progetto di co-produzione nella descrizione dell'obiettivo principale e dei benefici che si attendono dalla creazione di una rete collaborativa di stakeholders e dal loro coinvolgimento nel processo di co-produzione.",
            "lv": "Šī problēma attiecas uz nepieciešamību atbalstīt kopražošanas projekta iniciatorus, lai aprakstītu galveno mērķi un paredzamo ieguvumu, izveidojot ieinteresēto personu sadarbības tīklu un iesaistot tās kopražošanas procesā."
        },
        "functionality_translations": {
            "en": "To solve this problem, the following knowledge enablers would be helpful:\n- a template to guide the preparation of the problem description, a tentative list of possible stakeholders, and (brief) draft scenarios. Possible template fields are for example:\nTitle for the co-production initiative\nContext and description\nActual organization of the service\nLimits/challenges of the actual service / initiatives\nFuture/desired scenario\nKey Actors and roles\nRelated initiatives and projects\nAvailable resources and links to other relevant documents\n- examples of template filing  for inspiration",
            "es": ""
        },
        "id": "ORG_PROBLEM_1",
        "name_translations": {
            "en": "Project aim description",
            "es": "Descripción del objetivo del proyecto",
            "it": "Descrizione degli obiettivi di progetto",
            "lv": "Projekta mērķa apraksts"
        }
    },
    {
        "description_translations": {
            "en": "This item refers to the problem of preparing a workplan that summarizes the coproduction steps, the timeline and the milestones for the collaborative project. The workplan needs to be sharable with the other members of the collaborative network and updatable as the project progresses.",
            "es": "Este punto se refiere al problema de preparar un plan de trabajo que resuma los pasos de la coproducción, el calendario y los hitos del proyecto de colaboración. El plan de trabajo debe poder compartirse con los demás miembros de la red de colaboración y actualizarse a medida que avanza el proyecto.",
            "it": "Questo problema si riferisce all'utilità di preparare un piano di lavoro che riassuma le fasi di co-produzione, lo sviluppo temporale e le tappe salienti di un progetto collaborativo. Il piano di lavoro deve poter essere condiviso con gli altri membri della rete collaborativa e deve essere aggiornabile man mano che il progetto progredisce.",
            "lv": "Šis punkts attiecas uz problēmu, kas saistīta ar darba plāna sagatavošanu, kurā apkopoti kopražošanas soļi, laika grafiks un sadarbības projekta starpposma mērķi. Darba plānam jābūt samērojamam ar citiem sadarbības tīkla dalībniekiem un atjaunināmam projekta gaitā."
        },
        "functionality_translations": {
            "en": "Knowledge resources to support the preparation of the workplan should include:\n- a visual template that highlights the (possibly iterative) stages of a co-production process, based on the knowledge distilled in WP2\n- examples of instantiated project workplans for inspiration.\nDifferent workplan templates should be made available to fit different governance models and different application domains. \n\nFor co-production processes of large dimensions and complexity, desired functionalities include software tools that support a dynamic update of the workplan, with the additional management of milestones, tasks status, assignment of activities to people, with functionalities like:\nGantt and milestones representation\ntask management (creation, distribution and monitor)\ntime tracking\nissues management",
            "es": ""
        },
        "id": "ORG_PROBLEM_2",
        "name_translations": {
            "en": "Workplan and project management",
            "es": "Plan de trabajo y gestión de proyectos",
            "it": "Piano di lavoro e gestione del progetto",
            "lv": "Darba plāns un projektu vadība"
        }
    },
    {
        "description_translations": {
            "en": "This problem refers to the need to ensure authentication to applications and secure services.",
            "es": "Este problema se refiere a la necesidad de garantizar la autenticación de las aplicaciones y los servicios seguros.",
            "it": "Questo problema si riferisce alla necessità di garantire autenticazione e accesso sicuro ai servizi.",
            "lv": "Šī problēma attiecas uz nepieciešamību nodrošināt autentifikāciju lietojumprogrammām un drošiem pakalpojumiem."
        },
        "functionality_translations": {
            "en": "The INTERLINKERs solving this problem  need to satisfy eID compliance and GDPR compliance. The following functionalities are envisaged:\nAuthentication\nAuthentication based on OAuth2.0/ OpenID Connect protocol and identity management using external Identity Providers (social, national, eID)\nUser Information\nInformation about the currently authenticated user as of OpenID Connect APIs\nAuthorization/Role management\nCreate  user groups\nAdd user to a group with the specified roles\nChange roles of the user within the group",
            "es": ""
        },
        "id": "ORG_PROBLEM_3",
        "name_translations": {
            "en": "Registration and authentication",
            "es": "Registro y autentificación",
            "it": "Registrazione e autenticazione",
            "lv": "Reģistrācija un autentifikācija"
        }
    },
    {
        "description_translations": {
            "en": "This problem item addresses the need to develop appropriate strategies for communicating the initiative, to actually contact stakeholders and schedule meetings",
            "es": "Este punto del problema aborda la necesidad de desarrollar estrategias adecuadas para comunicar la iniciativa, para contactar realmente con las partes interesadas y programar reuniones",
            "it": "Questo problema si riferisce alla necessità di sviluppare appropriate strategie per comunicare l'iniziativa, contattare gli stakeholder e pianificare gli incontri.",
            "lv": "Šajā problemātiskajā jautājumā ir pievērsta uzmanība nepieciešamībai izstrādāt atbilstošas stratēģijas, lai informētu par iniciatīvu, faktiski sazinātos ar ieinteresētajām personām un plānotu sanāksmes"
        },
        "functionality_translations": {
            "en": "To solve this problem the following resources should be made available: \n-   guidelines for a communication plan and contact strategy\n- software tools that support the easy preparation and distribution of communication material within the network, and the scheduling of meetings. Useful functionalities for team communication are:\n- email automation for personalization\n- pre-designed templates for newsletters\n- rich text and embedded forms\n- reports on opens and clicks\nUseful functionalities for meeting scheduling are:\n- calendar presentation\n- meeting organization and scheduling\n- meeting participants invitation management\n- share participants time slot availability",
            "es": ""
        },
        "id": "ORG_PROBLEM_4",
        "name_translations": {
            "en": "Team communication for co-production",
            "es": "Comunicación en equipo para la coproducción",
            "it": "Comunicazione per il team di co-produzione",
            "lv": "Komandas komunikācija, lai radītu kopražojumu"
        }
    },
    {
        "description_translations": {
            "en": "This problem refers to the need to support the initiators of a co-production project to plan the active involvement of relevant actors in the co-production team. This problem is related to UND_PROBLEM_2 “Stakeholder mapping” that provides knowledge on how effective and balanced co-production teams can be created, which are the different types of stakeholders, their motivations and potential role in the project.",
            "es": "Este problema se refiere a la necesidad de apoyar a los iniciadores de un proyecto de coproducción para planificar la participación activa de los actores relevantes en el equipo de coproducción. Este problema está relacionado con el UND_PROBLEM_2 \"Mapeo de las partes interesadas\" que proporciona conocimientos sobre cómo se pueden crear equipos de coproducción eficaces y equilibrados, cuáles son los diferentes tipos de partes interesadas, sus motivaciones y su papel potencial en el proyecto.",
            "it": "Questo problema si riferisce alla necessità di supportare gli iniziatori di un progetto di co-produzione nel pianificare il coinvolgimento attivo di potenziali portatori di interesse all'interno del team di co-produzione. Questo problema è collegato alla \"Mappatura degli Stakeholder\" il cui obiettivo è fornire conoscenza su come creare un team di co-produzione efficace e bilanciato, su quali siano i diversi tipi rilevanti di stakeholder, le loro motivazioni e ruolo potenziale nel progetto.",
            "lv": "Šī problēma attiecas uz nepieciešamību atbalstīt kopražojuma projekta iniciatorus, lai plānotu attiecīgo dalībnieku aktīvu iesaistīšanos kopražojuma komandā. Šī problēma ir saistīta ar UND_PROBLEM_2 “Ieinteresēto personu kartēšana”, kas sniedz informāciju par to, kā var izveidot efektīvas un līdzsvarotas kopražojuma grupas, kas ir dažādu veidu ieinteresētās personas, to motivācija un iespējamā loma projektā."
        },
        "functionality_translations": {
            "en": "To solve this problem, the following knowledge enablers would be helpful:\n- Digital template (excel file) to describe for the potential stakeholders identified during the \"Stakeholders mapping\" (UND_PROBLEM_2):\n1. the desired or expected level of involvement\n2. potential issues related to their engagement\n3. motivations and barriers that can support finding the best strategy to engage them in the co-production process. \n4. responsible person\n5. timing of engagement during the different stages of the co-production process\n- Example of template filled  for inspiration\nResearch activities in progress within tasks T5.2 and T5.4  will contribute findings that will help further detail methods for stakeholders engagement, as will be documented in Deliverable D5.1 (M12).",
            "es": ""
        },
        "id": "ORG_PROBLEM_5",
        "name_translations": {
            "en": "Stakeholders engagement plan",
            "es": "Plan de participación de las partes interesadas",
            "it": "Piano di coinvolgimento degli stakeholder",
            "lv": "Ieinteresēto personu iesaistīšanās plāns"
        }
    },
    {
        "description_translations": {
            "en": "This problem addresses the need that might emerge at different stages of a coproduction initiative to collaboratively produce and share documents. Tasks may include the need to organize and manage documents among the coproduction team members, share documents among stakeholders, and help multiple people in the team work together on files to achieve a single final version.",
            "es": "Este problema aborda la necesidad que puede surgir en diferentes etapas de una iniciativa de coproducción para producir y compartir documentos de forma colaborativa. Las tareas pueden incluir la necesidad de organizar y gestionar los documentos entre los miembros del equipo de coproducción, compartir documentos entre las partes interesadas y ayudar a varias personas del equipo a trabajar juntas en los archivos para lograr una única versión final.",
            "it": "Questo problema si riferisce alla necessità che può emergere in diverse fasi di una iniziativa di co-produzione di produrre documenti in modo collaborativo e condividerli. Le attività possono includere l'organizzazione e gestione di documenti visibili da più persone, la condivisione con altri stakeholder, il supporto al lavoro collaborativo di più persone sullo stesso file per raggiungere un'unica versione finale.",
            "lv": "Šī problēma attiecas uz vajadzību, kas varētu rasties dažādos kopražošanas iniciatīvas posmos, lai kopīgi sagatavotu un dalītos ar dokumentiem. Uzdevumi var ietvert nepieciešamību organizēt un pārvaldīt dokumentus kopražošanas grupas dalībnieku vidū, koplietot dokumentus starp ieinteresētajām personām un palīdzēt vairākiem grupas darbiniekiem strādāt kopā ar failiem, lai iegūtu vienu galīgo versiju."
        },
        "functionality_translations": {
            "en": "To solve this problem, software tools are required to support functionalities like: \n- authentication and authorization\n- document creation and editing, track changes\n- document storage (retrieve content, document versioning)\n- management of dedicated repositories for each service co-creation project \n- management of access rights granted only to members of the working group\n- support for different document formats",
            "es": ""
        },
        "id": "ORG_PROBLEM_6.1",
        "name_translations": {
            "en": "Document collaboration",
            "es": "Colaboración documental",
            "it": "Collaborazione su documenti",
            "lv": "Sadarbības dokumenti"
        }
    },
    {
        "description_translations": {
            "en": "This problem refers to the need of using maps or charts to help the co-production team understand different measurable aspects for a public service, like for example: variables describing the context of the service, KPIs, evaluation variables like usability, acceptance, easy to use, quality of service",
            "es": "Este problema se refiere a la necesidad de utilizar mapas o gráficos para ayudar al equipo de coproducción a entender diferentes aspectos medibles para un servicio público, como por ejemplo: variables que describen el contexto del servicio, KPIs, variables de evaluación como usabilidad, aceptación, facilidad de uso, calidad del servicio",
            "it": "Questo problema si riferisce alla necessità di usare delle mappe o dei grafici per aiutare il team di co-produzione a comprendere diversi aspetti misurabili relativi ad un servizio pubblico, come ad esempio: variabili che descrivono il contesto del servizio, indicatori di performance, dimensioni di valutazione come usabilità, accettabilità, facilità d'uso, qualità del servizio.",
            "lv": "Šī problēma attiecas uz karšu vai diagrammu izmantošanu, lai palīdzētu kopražošanas grupai izprast dažādus mērāmus aspektus sabiedriskajiem pakalpojumiem, piemēram: mainīgie lielumi, kas raksturo pakalpojuma kontekstu, KPI, vērtēšanas mainīgie, piemēram, izmantojamība, akceptēšana, ērta lietošana, pakalpojuma kvalitāte"
        },
        "functionality_translations": {
            "en": "To support the team in visualizing data, software tools are required to;\nupload large sets of  data \nhandle and manage geographic information\noutput different chart, graph and map types\npossible output in form of report\nvisualize interactive on-line maps/charts\ncreate dashboards",
            "es": ""
        },
        "id": "ORG_PROBLEM_6.2",
        "name_translations": {
            "en": "Data visualization",
            "es": "Visualización de datos",
            "it": "Visualizzazione di dati",
            "lv": "Datu vizualizācija"
        }
    },
    {
        "description_translations": {
            "en": "This problem relates to the need to support open discussion among the coproduction team members. E.g. Discussion forum where the co-creation team can discuss ideas, service features, plan actions.",
            "es": "Este problema está relacionado con la necesidad de apoyar el debate abierto entre los miembros del equipo de coproducción. Por ejemplo, un foro de debate en el que el equipo de cocreación pueda discutir ideas, características del servicio y planificar acciones.",
            "it": "Questo problema si riferisce alla necessità di supportare discussioni aperte all'interno del gruppo di lavoro sulla co-produzione. Ad esempio, forum di discussione dove i membri del team possano scambiare idee, requisiti o funzionalità del servizio, piani di attività.",
            "lv": "Šī problēma ir saistīta ar nepieciešamību atbalstīt atklātās diskusijas starp koopražošanas grupas dalībniekiem. Piemēram, Diskusiju forums, kurā koprades komanda var apspriest idejas, pakalpojuma funkcijas, plānot darbības."
        },
        "functionality_translations": {
            "en": "To support the team in online discussions, software tools are required to;\nsupport conversation on threads\nprovide notification of discussions\nmoderate contents\nprovide administrative dashboards\nmanage discussion groups\nsupport polls for decision making",
            "es": ""
        },
        "id": "ORG_PROBLEM_6.3",
        "name_translations": {
            "en": "Discussion board",
            "es": "Tablero de discusión",
            "it": "Spazio di discussione",
            "lv": "Diskusiju platforma"
        }
    },
    {
        "description_translations": {
            "en": "This problem item addresses the need to support the co-production team in defining an agreement for not disclosing confidential information that they need to share with each other as a necessary part of co-producing a service together.",
            "es": "Este punto del problema aborda la necesidad de apoyar al equipo de coproducción en la definición de un acuerdo para no revelar la información confidencial que necesitan compartir entre sí como parte necesaria de la coproducción de un servicio conjunto.",
            "it": "Questo problema si riferisce alla necessità di supportare il team di co-produzione nella definizione di un accordo di riservatezza relativo all'informazione condivisa all'interno del gruppo di lavoro durante le fasi di co-produzione collaborativa di un servizio.",
            "lv": "Šajā problemjautājumā ir pievērsta uzmanība nepieciešamībai atbalstīt kopražojuma komandu, vienojoties par konfidenciālas informācijas neizpaušanu, kas tām ir jāizplata viena otrai kā nepieciešama daļa no kopīga pakalpojuma."
        },
        "functionality_translations": {
            "en": "Knowledge enablers solving this problem should  contain descriptive text that explains the rationale and the benefit of preparing and signing a NDA, as well as, templates for guiding the preparation of the agreement, and examples of NDA agreements for the co-production of services.\nThe baseline agreement template should cover:\n- Overall aim and domain of the NDA  agreement\n- Type of agreement: mutual vs non-mutual\n- List of parties involved\n- Definition of what is deemed to be confidential\n- The scope of the confidentiality obligation by the receiving party\n- The exclusions from confidential treatment\n- The term of the agreement\n- Obligations\n- Duration of the agreement",
            "es": ""
        },
        "id": "ORG_PROBLEM_7",
        "name_translations": {
            "en": "Non-Disclosure Agreement Definition (NDA)",
            "es": "Definición de acuerdo de confidencialidad (NDA)",
            "it": "Definizione di accordi di riservatezza",
            "lv": "Neizpaušanas līguma definīcija (NDA)"
        }
    },
    {
        "description_translations": {
            "en": "This problem item addresses the need for information about good practices, templates and examples for preparing documents that define in a formal way agreements for a collaborative network of stakeholders. This need may emerge during the initial engagement of the stakeholders to write\ndown the terms and general plan for the collaboration. When co-evaluation takes\nplace on the outcome of the collaboration with respect to what was specified in the\npartnership agreement, possible revisions of the document may need to be\nintroduced.",
            "es": "Este punto del problema aborda la necesidad de información sobre buenas prácticas, plantillas y ejemplos para preparar documentos que definan de manera formal los acuerdos para una red de colaboración de las partes interesadas. Esta necesidad puede surgir durante el compromiso inicial de las partes interesadas para redactar de las partes interesadas para redactar los términos y el plan general de la colaboración. Cuando se produce la coevaluación del resultado de la colaboración con respecto a lo especificado en el acuerdo de colaboración, puede ser necesario introducir posibles revisiones del documento.",
            "it": "Questo problema si riferisce alla necessità di disporre di informazioni relative a buone pratiche, modelli ed esempi per preparare documenti che definiscono in modo formale accordi di collaborazione per una rete di stakeholder. Questa necessità può emergere durante il coinvolgimento iniziale degli stakeholder per elencare i termini ed il piano generale di collaborazione. Possibili revisioni al documento di accordo possono essere necessarie durante le fasi di valutazione iterativa dei risultati della collaborazione rispetto agli accordi iniziali.",
            "lv": "Šis problemātiskais jautājums attiecas uz vajadzību pēc informācijas par labu praksi, veidnēm un piemēriem dokumentu sagatavošanai, kas oficiālā veidā nosaka nolīgumus par ieinteresēto personu sadarbības tīklu. Šī vajadzība var rasties ieinteresēto personu sākotnējās iesaistes laikā, lai reģistrētu sadarbības noteikumus un vispārējo plānu. Kad notiek kopvērtējums pamatojoties uz sadarbības rezultātiem attiecībā uz partnerības nolīgumā noteikto, iespējams, būs jāievieš iespējamie dokumenta grozījumi."
        },
        "functionality_translations": {
            "en": "Knowledge enablers solving this problem should  contain descriptive text that explains the rationale and the benefit of preparing and signing a partnership agreement, templates for guiding the preparation of the agreement, and examples of successful partnership agreements for the co-production of services.\n\nThe baseline agreement template should cover:\n- Overall aim and domain of the agreement\n- The list of network partners\n- Rules for extending the network of stakeholders after the initial agreement signing\n- Definition of partner roles and levels of commitment\n- Definition of rules of fair play, obligations, rights within the collaborative network\n- Contact persons\n- Advisory board\n- Thematic work groups\n- Dissemination and communication plan\n- Monitoring and evaluation plan\n- Duration\n\nAlternative versions of the agreement template may be required for different governance models (e.g. G2C, C2G, C+G).\nMultilingual versions of the agreement templates should be available",
            "es": ""
        },
        "id": "ORG_PROBLEM_8",
        "name_translations": {
            "en": "Partnership agreement definition",
            "es": "Definición de acuerdo de asociación",
            "it": "Definizione di accordi di partnership",
            "lv": "Partnerības līguma definīcija"
        }
    },
    {
        "description_translations": {
            "en": "This problem item refers to the need to describe the data management life cycle for all data sets that are collected, processed or generated by the co-production of public services.",
            "es": "Este punto del problema se refiere a la necesidad de describir el ciclo de vida de la gestión de datos para todos los conjuntos de datos que se recogen, procesan o generan por la coproducción de servicios públicos.",
            "it": "Questo problema si riferisce alla necessità di descrivere il ciclo di vita della gestione dei dati per tutte le collezioni di dati raccolte, processate o generate durante la co-produzione di servizi pubblici.",
            "lv": "Šis problemjautājums attiecas uz nepieciešamību aprakstīt datu pārvaldības dzīves ciklu visām datu kopām, kas tiek iegūtas, apstrādātas vai ģenerētas, kopīgi ražojot sabiedriskos pakalpojumus."
        },
        "functionality_translations": {
            "en": "Knowledge enablers addressing this problem should include  descriptive text that explains the rationale and the benefit of preparing a Data Management Plan, templates for guiding the preparation of the plan, examples of Data Management Plans.\nThe baseline Data Management Plan template should cover:\nOverall aim and domain of the DMP\nMotivations to collect data \nFlow of data\nPotential impact of data\nThe handling of data during & after the end of the project\nThe types of data\nDefinition of user and supplier pids concerning data? (ownership, minimalization, responsibility, sharing, archiving, anonymity)\nPolicies for access and sharing\nPolicies and provisions for re-use\n-Plans for archiving data",
            "es": ""
        },
        "id": "ORG_PROBLEM_9",
        "name_translations": {
            "en": "Data Management Plan Definition (DPM)",
            "es": "Definición del plan de gestión de datos (DPM)",
            "it": "Definizione di un piano di gestione dei dati",
            "lv": "Datu pārvaldības plāna definīcija (DPM)"
        }
    },
    {
        "description_translations": {
            "en": "This problem item addresses the need to provide members of the public with the information they need to understand the project, the decision process, and also to understand how public input influenced the decision",
            "es": "Este punto del problema aborda la necesidad de proporcionar a los miembros del público la información que necesitan para entender el proyecto, el proceso de decisión, y también para entender cómo las aportaciones del público influyeron en la decisión",
            "it": "Questo problema si riferisce alla necessità di fornire al pubblico le informazioni che necessitano per comprendere il progetto, il processo decisionale e per comprendere come il loro contributo può influenzare le decisioni.",
            "lv": "Šī problēma attiecas uz nepieciešamību sniegt sabiedrības locekļiem informāciju, kas viņiem nepieciešama, lai izprastu projektu, lēmumu pieņemšanas procesu, kā arī saprastu, kā sabiedrības ieguldījums ietekmēja lēmumu"
        },
        "functionality_translations": {
            "en": "INTERLINKERs addressing this problem need to  provide information and guidelines on how to reach out to citizens and inform them on the creation of innovative public services. Sample methods to inform the public are for example:\nIn-person methods to inform: public meetings, briefings, telephone contacts\nRemote methods to inform: printed and digital  information (fact sheets, newsletters and bulletins), web sites, information repositories, information hotlines, information kiosks, press and media, social media)\nAll these methods have specific constraints for their application, e.g. preferred number of participants, and contexts they are best suited for, e.g. type of audience or the current phase of the project.  \nActivities within INTERLINK WP5 are currently investigating which methods for informing and engaging the public are best suited for the three project use cases",
            "es": ""
        },
        "id": "ORG_PROBLEM_10",
        "name_translations": {
            "en": "Inform the public",
            "es": "Informar al público",
            "it": "Informare il pubblico",
            "lv": "Informēt sabiedrību"
        }
    },
    {
        "description_translations": {
            "en": "This problem item addresses the need to provide members of the public with the possibility to actively participate in the decision process, whenever this is desired by the selected governance model.",
            "es": "Este punto del problema aborda la necesidad de proporcionar a los miembros del público la posibilidad de participar activamente en el proceso de decisión, siempre que así lo desee el modelo de gobernanza seleccionado.",
            "it": "Questo problema si riferisce alla necessità di consentire alla cittadinanza di partecipare in modo attivo al processo decisionale, qualcosa questo sia previsto dal modello di governance selezionato.",
            "lv": "Šajā problemātiskajā jautājumā ir pievērsta uzmanība nepieciešamībai nodrošināt sabiedrības locekļiem iespēju aktīvi piedalīties lēmumu pieņemšanas procesā, kad vien tas ir paredzēts izvēlētajā pārvaldības modelī."
        },
        "functionality_translations": {
            "en": "INTERLINKERs addressing this problem need to  provide information and guidelines on how to let public discussion converge and select preferred solutions. Software tools to aid e-voting are also relevant for this problem item. Sample methods for agreement seeking with the public are for example consensus workshops, advisory boards, citizen juries and computer assisted processes that include functionalities like online presentation, interactive polls and Q&A with participants, as well as real time visualization of answers. \nAll these methods have specific constraints for their application, e.g. preferred number of participants, and contexts they are best suited for, e.g. type of audience or the current phase of the project.  \nActivities within INTERLINK WP5 are currently investigating which methods for consensus building and agreement with the public are best suited for the three project use cases.",
            "es": ""
        },
        "id": "ORG_PROBLEM_11",
        "name_translations": {
            "en": "Consensus building and agreement seeking with the public",
            "es": "Creación de consenso y búsqueda de acuerdos con el público",
            "it": "Costruzione di consenso e di accordo da parte dei cittadini",
            "lv": "Vienošanās veidošana un vienošanās meklēšana ar sabiedrību"
        }
    },
    {
        "description_translations": {
            "en": "This problem item addresses the need of providing guidance on how to develop a shared language among the co-production team members to ensure effective codesign and co-production of services. Developing a shared language is crucial to be able for stakeholders to: i) build a common ground for joint action, ii) share, mutually agree on, and understand a longterm research plan and protocol, iii) to ongoingly evaluate the success or failure of decisions",
            "es": "Este apartado del problema aborda la necesidad de proporcionar orientación sobre cómo desarrollar un lenguaje compartido entre los miembros del equipo de coproducción para garantizar un codiseño y una coproducción de servicios eficaces. El desarrollo de un lenguaje compartido es crucial para que las partes interesadas puedan: i) construir un terreno común para la acción conjunta, ii) compartir, acordar mutuamente y comprender un plan y un protocolo de investigación a largo plazo, iii) evaluar continuamente el éxito o el fracaso de las decisiones",
            "it": "Questo problema si riferisce alla necessità di fornire una guida e consigli su come sviluppare una linguaggio condiviso all'interno del team di co-produzione per assicurare attività di co-design e di esecuzione collaborativa dei servizi efficaci. Lo sviluppo di un linguaggio comune è cruciale per consentire agli stakeholder di: i) costruire una base di partenza comune per attività congiunte, ii) condividere, concordare e comprendere un piano ed un protocollo di ricerca a lungo termine, (iii) valutare progressivamente il successo o il fallimento delle decisioni prese.",
            "lv": "Šajā problemātiskajā jautājumā ir pievērsta uzmanība nepieciešamībai sniegt norādījumus par to, kā izstrādāt kopīgu valodu kopražojuma grupas dalībniekiem, lai nodrošinātu pakalpojumu efektīvu kodēšanu un kopražošanu. Kopīgas valodas izstrāde ir ļoti svarīga, lai ieinteresētās personas varētu: i) izveidot kopīgu pamatu kopīgai rīcībai, ii) dalīties, savstarpēji vienoties un saprast ilgtermiņa pētniecības plānu un protokolu, iii) ongotiski novērtēt lēmumu panākumus vai neveiksmi"
        },
        "functionality_translations": {
            "en": "Knowledge enablers coping with this problem should  include  descriptive text that explains the rationale and the benefit of developing a shared language and of valuing the diversity of experiences, skills and values that each participant in the co-production process brings. \nThe enablers should propose  activities that the team might perform to create a shared language and value diversity. They should provide guidelines for discussing and exchanging knowledge, to value the knowledge of team members. In co-production processes it is crucial for participants to embrace diversity, to respect different values and knowledge systems.",
            "es": ""
        },
        "id": "ORG_PROBLEM_12",
        "name_translations": {
            "en": "Develop a shared language (and value diversity)",
            "es": "Desarrollar un lenguaje compartido (y valorar la diversidad)",
            "it": "Sviluppo di un linguaggio condiviso (valorizzando la diversità)",
            "lv": "Izveidot kopīgu valodu (un vērtību daudzveidību)"
        }
    },
    {
        "description_translations": {
            "en": "Citizen participation in collaborative projects strongly depends on their motivation and their willingness to interact with governmental institutions and provide input on the given task.",
            "es": "La participación de los ciudadanos en los proyectos de colaboración depende en gran medida de su motivación y de su voluntad de interactuar con las instituciones gubernamentales y de hacer aportaciones a la tarea encomendada.",
            "it": "La partecipazione dei cittadini in progetti collaborativi dipende fortemente dalla loro motivazione e dalla loro disponibilità ad interagire con istituzione governative e a fornire input su task assegnati.",
            "lv": "Pilsoņu līdzdalība sadarbības projektos ir lielā mērā atkarīga no viņu motivācijas un vēlmes sadarboties ar valsts iestādēm un sniegt ieguldījumu attiecīgajā darbā."
        },
        "functionality_translations": {
            "en": "Enablers related to this problem should provide guidance and tools to track citizens' engagement and reward participation. \nGuidelines and tips on how to monitor citizens' level of engagement and track  activities performed by citizens and other entities engaged in the collaborative process  (e.g. participation in a workshop, submission of ideas on a web portal, attendance to events) \nGuidelines to define the rewarding strategy\nTypes of rewarding mechanisms  that can be used to sustain, encourage participation, according to the type of audience and depending on the tasks\n intrinsic rewarding  (e.g.: fun, self-realization, challenging tasks etc.)\nextrinsic rewarding  (e.g.: financial or non-financial rewards, career improvement, reputation etc.) \nGuidelines and tools to assess and follow-up the user’s engagement and satisfaction level of the public. \nModule to track and follow up the engagement and satisfaction of citizens/participants.",
            "es": ""
        },
        "id": "ORG_PROBLEM_13",
        "name_translations": {
            "en": "Loyalty, incentives and rewards",
            "es": "Fidelización, incentivos y recompensas",
            "it": "Fidelizzazione, incentivi e premi",
            "lv": "Lojalitāte, stimuli un atalgojums"
        }
    },
    {
        "description_translations": {
            "en": "At different stages of the co-production process stakeholders (including citizens) are contacted, interviewed, asked for ideas and opinions. It is important to inform them about the context and purpose of the data collection and to gather their consent to be able to use the collected data collected in compliance with data protection regulations.",
            "es": "En las distintas fases del proceso de coproducción se contacta con las partes interesadas (incluidos los ciudadanos), se les entrevista y se les piden ideas y opiniones. Es importante informarles sobre el contexto y la finalidad de la recogida de datos y recabar su consentimiento para poder utilizar los datos recogidos respetando la normativa de protección de datos.",
            "it": "Durante fasi diverse del processo di co-produzione, gli stakeholder (inclusi i cittadini) vengono contattati, intervistati, incoraggiati a fornire idee ed opinioni. E' importante informarli sul contesto e gli obiettivi della raccolta dati e ottenere il loro consenso all'utilizzo del materiale raccolto in conformità con le normative sulla privacy e la protezione dei dati.",
            "lv": "Dažādos kopražošanas procesa posmos ar ieinteresētajām personām (tostarp iedzīvotājiem) sazinās, intervē, lūdz idejas un atzinumus. Ir svarīgi informēt tos par datu vākšanas kontekstu un mērķi un apkopot viņu piekrišanu, lai varētu izmantot savāktos datus saskaņā ar datu aizsardzības noteikumiem."
        },
        "functionality_translations": {
            "en": "Knowledge enablers coping with this problem should  include  descriptive guidelines that explain the importance of complying with the GDPR at all stages of co-production.\nTemplates for inform sheets and consent forms should be provided for different types of venues and data to be collected. Multilinguality and compliance to different national regulations should be supported.",
            "es": ""
        },
        "id": "ORG_PROBLEM_14",
        "name_translations": {
            "en": "Consent collection",
            "es": "Recogida de consentimientos",
            "it": "Raccolta dei consensi",
            "lv": "Priekšlikumu apkopošana"
        }
    },
    {
        "description_translations": {
            "en": "This item relates to the need of exploring and refining the problem that a service addresses. The service design process is a problem-solving activity and it is important to clearly understand which is the challenge that the team addresses and how more information can be collected to understand how the service should be designed. Guidelines and tools are needed to help teams in discussing initial ideas and assumptions, refine them through structured methods and become aware about the missing information that still needs to be collected.",
            "es": "Este punto se refiere a la necesidad de explorar y refinar el problema que aborda un servicio. El proceso de diseño de servicios es una actividad de resolución de problemas y es importante entender claramente cuál es el reto que aborda el equipo y cómo se puede recopilar más información para entender cómo debe diseñarse el servicio. Se necesitan directrices y herramientas para ayudar a los equipos a debatir las ideas y suposiciones iniciales, refinarlas mediante métodos estructurados y tomar conciencia de la información que falta por recopilar.",
            "it": "Questa problematica si riferisce alla necessità di esplorare e raffinare il problema che un servizio deve risolvere. Il processo di disegno di un servizio è essenzialmente una attività di risoluzione di problemi (problem-solving) ed è importante comprendere in modo chiaro quale è la sfida che il team di lavoro deve risolvere e come informazioni aggiuntive possano essere raccolte. Linee guida e strumenti sono necessari per aiutare il team di co-produzione nella discussione delle idee ed assunzioni iniziali, nel loro raffinamento tramite metodi strutturati e nell'identificazione delle informazioni mancanti che devono ancora essere raccolte.",
            "lv": "Šis punkts ir saistīts ar vajadzību izpētīt un atrisināt problēmu, kas saistīta ar pakalpojumu. Pakalpojuma projektēšanas process ir problēmu risināšanas pasākums, un ir svarīgi skaidri saprast, kas ir uzdevums, ko grupa risina un kā var apkopot plašāku informāciju, lai saprastu, kā pakalpojums ir jāveido. Vadlīnijas un rīki ir vajadzīgi, lai palīdzētu grupām apspriest sākotnējās idejas un pieņēmumus, precizēt tos, izmantojot strukturētas metodes, un uzzināt trūkstošo informāciju, kas vēl jāapkopo."
        },
        "functionality_translations": {
            "en": "The knowledge enablers solving this problem should include descriptive text  that explains the rationale and the benefit of collecting and discussing ideas to refine the problem/challenge. Enablers should propose activities that the team might perform to refine the challenge concept, guiding the application of structured methods to collect and discuss ideas, such as brainstorming, and activities to elicit initial assumptions,  to agree on ideas and refine them. \nThis enabler should cover:\n- Explanation of  the benefits for defining the challenge and refining the understanding of the problem to be addressed\n- Tips to structure an open discussion that value diversity and knowledge exchange\n- Methods that can be used to discuss and collaboratively refine the idea, such as a structured brainstorming \n- Guidelines on how to conduct a brainstorming for problem refinement\n- Templates that can be used to organize ideas during a brainstorming for problem refinement and identification of missing  information (e.g. Ideas crowdsourcing, data collection through user research,..). \nThese knowledge enablers can be associated to the use of a Software  enabler to perform online brainstorming",
            "es": ""
        },
        "id": "UND_PROBLEM_1",
        "name_translations": {
            "en": "Collaborative problem refinement",
            "es": "Refinamiento del problema en colaboración",
            "it": "Raffinamento collaborativo del problema",
            "lv": "Sadarbības problēmas precizēšana"
        }
    },
    {
        "description_translations": {
            "en": "This problem item relates to the need to support the initiators of the co-production process to identify, select and plan the active involvement of stakeholders in the co-production team. It is important that the initiators of a co-production process understand who are the potential stakeholders, which are their motivations to participate and potential barriers, which skills and expertise they might bring in the project, and which type of support they need to fully contribute to the project.",
            "es": "Este punto del problema se refiere a la necesidad de apoyar a los iniciadores del proceso de coproducción para identificar, seleccionar y planificar la participación activa de las partes interesadas en el equipo de coproducción. Es importante que los iniciadores de un proceso de coproducción comprendan quiénes son los posibles interesados, cuáles son sus motivaciones para participar y los posibles obstáculos, qué habilidades y conocimientos podrían aportar al proyecto y qué tipo de apoyo necesitan para contribuir plenamente al proyecto.",
            "it": "Questo problema si riferisce alla necessità di supportare gli iniziatori di un progetto di co-produzione nel processo di identificazione, selezione e pianificazione del coinvolgimento attivo degli stakeholder all'interno del team di co-produzione. E' importante che gli iniziatori del processo di co-produzione comprendano chi sono i potenziali stakeholder, quali sono le loro motivazioni a partecipare e potenziali barriere, quali competenze ed esperienze possono portare nel progetto, quale tipo di supporto necessitano per contribuire pienamente.",
            "lv": "Šī problēma attiecas uz nepieciešamību atbalstīt kopražošanas procesa iniciatorus, lai noteiktu, izvēlētos un plānotu ieinteresēto personu aktīvu iesaistīšanos kopražojuma grupā. Ir svarīgi, lai kopražošanas procesa iniciatori izprastu, kas ir potenciālās ieinteresētās personas, kas ir viņu motivācija piedalīties, un iespējamos šķēršļus, kādas prasmes un zināšanas viņi varētu ieviest projektā un kāda veida atbalsts viņiem ir nepieciešams, lai pilnībā piedalītos projektā."
        },
        "functionality_translations": {
            "en": "Knowledge for  \"stakeholders mapping\" should include:\nGuidelines that explain the rationale of the process of stakeholders mapping and analysis and that support the team in selecting relevant stakeholders, that is people directly or indirectly affected by the service  or that can influence the service. Different types of stakeholders exist that have diverse motivations to participate, different skills and potential roles to play in the project: public authorities (public servants and politicians, citizens (potential end-users and experts), private business and non-profit organizations (SMEs, freelance, etc). Also different roles should be considered: 1) service end-users, 2) co-production team, 3) Interlink partners\nGuidelines to analyse stakeholders motivations and potential incentives to participate: i) personal, ii) society, iii) financial, iv) governance, iv) research\nTemplates that support the team in \ncreating a stakeholders map, which  is helpful for understanding the complexity of building relationships, realizing which connectors can be crucial for innovation development and why\nin making the network balanced, i.e. by \nensuring inclusiveness, or openness to all who wish to participate\nensuring representativeness, ensuring that the interests of all stakeholders are effectively advocated\nensuring impartiality, or all parties being treated equally\nrecognising gender and cultural differences\nTangible material to facilitate the stakeholders analysis during a brainstorming (cards for people, roles, possible expectations, etc.)",
            "es": ""
        },
        "id": "UND_PROBLEM_2",
        "name_translations": {
            "en": "Stakeholders mapping",
            "es": "Mapeo de las partes interesadas",
            "it": "Mappatura degli stakeholder",
            "lv": "Ieinteresēto personu dalīšana"
        }
    },
    {
        "description_translations": {
            "en": "This problem item refers to the need to support teams in collecting data and information about users and their behaviour for different purposes and phases of the co-production process, e.g. to better understand a phenomenon, to improve\nknowledge on citizens' needs toward services, to measure attitudes and\nexpectations, to monitor users satisfaction toward a service or a facility.",
            "es": "Este punto del problema se refiere a la necesidad de apoyar a los equipos en la recopilación de datos e información sobre los usuarios y su comportamiento para diferentes fines y fases del proceso de coproducción, por ejemplo, para comprender mejor un fenómeno, para mejorar conocimiento de las necesidades de los ciudadanos respecto a los servicios, para medir las actitudes y para medir las actitudes y expectativas, o para controlar la satisfacción de los usuarios con respecto a un servicio o instalación.",
            "it": "Questo problema si riferisce alla necessità di supportare i gruppi di lavoro nella raccolta di dati e informazioni sui potenziali utenti di un servizio ed il loro comportamento. Queste informazioni possono essere utili per diversi scopi e durante varie fasi del processo di co-produzione, ad esempio per comprendere meglio un fenomeno, per migliorare la conoscenza sulle necessità dei cittadini rispetto ai servizi, per misurare attitudini ed aspettative, per monitorare la soddisfazione degli utenti verso un servizio o una struttura.",
            "lv": "Šī problēma attiecas uz nepieciešamību atbalstīt grupas datu un informācijas vākšanā par lietotājiem un to uzvedību dažādos kopražošanas procesa nolūkos un posmos, piemēram, lai labāk izprastu kādu parādību, uzlabotu zināšanas par iedzīvotāju vajadzībām attiecībā uz pakalpojumiem, novērtētu attieksmi un cerības, uzraudzītu lietotāju apmierinātību pret pakalpojumu vai iekārtu."
        },
        "functionality_translations": {
            "en": "The enablers addressing this problem item should help select the most appropriate data collection methods according to the specific information goals, explaining their pros and cons. For each method presented (e.g. survey, interviews, etc), guidelines and templates should be provided. \nKnowledge enablers should cover articulated guidelines including:\nMotivations to perform user research, according to the phase of the process and specific needs in terms of data collection, e.g.:\nunderstand a phenomenon\nvalidate an hypothesis\nevaluate a service\nmonitor service quality\nBenefits of collecting data directly from users\nType of data that can be collected and their pro and cons: qualitative vs quantitative \nDescription of the different methods to collect data\nGuidelines to support the team in deciding which is the best method to use to collect data, according to their informative needs, constraints and skills\nThe description of the process that should be followed to define a protocol for data collection\nDescription of how to collect and manage personal information when conducting user studies\nTips on  how to collect data through interviews \nTips on  how to collect data through focus groups \nTips on  how to collect data through online surveys  \nTips on  how to collect data through web data \n\nSpecific templates with already validated dimensions and scales are provided to support the set-up of the user research, such as\nsatisfaction / perceived quality of a service\nintention to use / easy to use scale\nThese knowledge enablers can be associated with the use of Software  tools for surveys.",
            "es": ""
        },
        "id": "UND_PROBLEM_3",
        "name_translations": {
            "en": "Data collection about users and their behavior (user research)",
            "es": "Recogida de datos sobre los usuarios y su comportamiento (investigación de usuarios)",
            "it": "Raccolta di dati sugli utenti ed il loro comportamento (ricerca utente)",
            "lv": "Datu vākšana par lietotājiem un viņu uzvedību (lietotāju izpēte)"
        }
    },
    {
        "description_translations": {
            "en": "A co-production team might need help to define the targets of the service and the characteristics of the users of the service and which are their main needs and the challenges they experience.",
            "es": "Un equipo de coproducción puede necesitar ayuda para definir los objetivos del servicio y las características de los usuarios del mismo y cuáles son sus principales necesidades y los retos que experimentan.",
            "it": "Un team di co-produzione può necessitare aiuto nella definizione dei destinatari del servizio e delle caratteristiche degli utenti, le loro necessità e le difficoltà che incontrano.",
            "lv": "Kopražošanas grupai varētu būt nepieciešama palīdzība, lai noteiktu pakalpojuma mērķus un pakalpojuma lietotāju īpašības, un kas ir viņu galvenās vajadzības un problēmas, ar kurām viņi saskaras."
        },
        "functionality_translations": {
            "en": "Knowledge enablers addressing this problem should include \nDescriptive text that explains the rationale of clearly identifying the target users of a service and a definition of  “Personas” as a method to identify, understand and empathize with users of a service\nGuidelines on how to identify “Personas” \nGuidelines and templates to use “Personas” during the design process",
            "es": ""
        },
        "id": "UND_PROBLEM_4",
        "name_translations": {
            "en": "Identify and understand users of the service (Personas)",
            "es": "Identificar y comprender a los usuarios del servicio (Personas)",
            "it": "Identificazione e comprensione degli utenti del servizio (Personas)",
            "lv": "Identificēt un saprast pakalpojuma  lietotājus (Personas)"
        }
    },
    {
        "description_translations": {
            "en": "This problem relates to the need to support the co-creation team to collect ideas from a large set of contributors (e.g. citizens) related to a specific challenge, organize and manage the ideas and eventually evaluate them. Crowdsourcing projects can target both internal and external participants via dedicated tools and platforms, questionnaires, social media, competitions and other methods.",
            "es": "Este problema está relacionado con la necesidad de apoyar al equipo de cocreación para recoger ideas de un gran conjunto de contribuyentes (por ejemplo, ciudadanos) relacionadas con un reto específico, organizar y gestionar las ideas y, finalmente, evaluarlas. Los proyectos de crowdsourcing pueden dirigirse a participantes tanto internos como externos a través de herramientas y plataformas específicas, cuestionarios, redes sociales, concursos y otros métodos.",
            "it": "Questo problema si riferisce alla necessità di supportare il team di co-produzione nella raccolta di idee, collegate ad una specifica sfida, da un vasto numero di contributori (ad esempio cittadini). Ulteriori attività riguardano l'organizzazione e gestione delle idee e la loro eventuale valutazione. Progetti di crowdsourcing possono coinvolgere sia partecipanti interni che esterni attraverso strumenti e piattaforme dedicate, questionari, social media, competizioni ed altri metodi.",
            "lv": "Šī problēma ir saistīta ar nepieciešamību atbalstīt kopradīšanas grupu, lai savāktu idejas no liela iesaistīto personu (piemēram, pilsoņu) kopuma, kas saistīti ar konkrētu problēmu, organizētu un pārvaldītu idejas un, visbeidzot, novērtētu tās. Kolektīvie projekti var būt vērsti gan uz iekšējiem, gan ārējiem dalībniekiem, izmantojot īpašus rīkus un platformas, anketas, sociālos medijus, konkursus un citas metodes."
        },
        "functionality_translations": {
            "en": "The enablers solving this problem should  contain descriptive text that explains the rationale and the benefit of collecting crowdsourced data.\nGuidelines, tips and examples  are to be made available to support the co-creation team to collect ideas from a large set of contributors (e.g. citizens) .\nInformation that should be included:\nDefinition of ideas crowdsourcing\nBenefits of crowdsourcing\nWhen this method can be helpful\nProcess to set-up an ideas crowdsourced initiative\nWhich participants should be involved?\nUnderstand motivations for participation: why do people participate in this kind of activity? Which are their motivations?\nBarriers and challenges in using crowdsourced data\nHow to promote the initiative (channeles, strategies, etc)\nExamples of projects in which crowdsourced data have been used\nMethods that can be used to perform ideas crowdsourcing:\nSW tools\nSocial media\nOnline questionnaire \nPublic workshops\n\nThis knowledge enabler can be associated to the use of software enablers to perform ideas crowdsourcing",
            "es": ""
        },
        "id": "UND_PROBLEM_5",
        "name_translations": {
            "en": "Ideas crowdsourcing",
            "es": "El crowdsourcing de ideas",
            "it": "Crowsourcing di idee",
            "lv": "Ideju kombinētā izmantošana"
        }
    },
    {
        "description_translations": {
            "en": "This problem item refers to the need to map in a synthetic representation all the key roles that can impact on the user, organization and service environment. The ecosystem map is built by first displaying all the entities, and then connecting them based on the type of value they exchange.",
            "es": "Este punto del problema se refiere a la necesidad de mapear en una representación sintética todos los roles clave que pueden impactar en el entorno del usuario, la organización y el servicio. El mapa del ecosistema se construye mostrando primero todas las entidades, y luego conectándolas en función del tipo de valor que intercambian.",
            "it": "Questo problema si riferisce alla necessità di mappare in una rappresentazione sintetica tutti i ruoli principali che possono impattare sull'utente, l'organizzazione e il contesto del servizio. La mappa dell'ecosistema viene costruita attraverso una prima identificazione delle entità coinvolte e il loro successivo collegamento in base al tipo di valore che scambiano.",
            "lv": "Šī problēma attiecas uz nepieciešamību kartēt sintētiskā attēlojumā visas galvenās lomas, kas var ietekmēt lietotāju, organizāciju un pakalpojumu vidi. Ekosistēmas karte tiek veidota, vispirms attēlojot visas vienības un pēc tam tās savienojot, pamatojoties uz vērtību, ko tās apmainās."
        },
        "functionality_translations": {
            "en": "The knowledge enablers addressing this problem, first of all, include descriptive text that explains the rationale and the benefit of mapping all the entities  involved in the delivery of a service.\nGuidelines should be provided to \nexplain the process that should be followed to map the entities\nillustrate the difference between actors (primary, secondary, etc), organizations, services\nTemplates should be prepared to facilitate\nthe listing of actors and their role\nthe visual representation of the map of actors and their relationships",
            "es": ""
        },
        "id": "UND_PROBLEM_6",
        "name_translations": {
            "en": "Ecosystem mapping",
            "es": "Mapa del ecosistema",
            "it": "Mappatura dell'ecosistema",
            "lv": "Ekosistēmas kartēšana"
        }
    },
    {
        "description_translations": {
            "en": "Public Administrations and their service providers may require a general introductory guidance on how to approach the design of high-quality public services. The guidelines should refer to the different issues related with the “Service design” problem.",
            "es": "Las Administraciones Públicas y sus proveedores de servicios pueden necesitar una guía general introductoria sobre cómo abordar el diseño de servicios públicos de alta calidad. Las directrices deberían referirse a las diferentes cuestiones relacionadas con el problema del \"diseño de servicios\".",
            "it": "Le Pubbliche Amministrazioni e i loro fornitori di servizi possono necessitare di una guida introduttiva e di un accompagnamento al disegno di servizi pubblici di buona qualità. Linee guida dovrebbero essere messe a disposizione e chiarire le diverse problematiche collegate al disegno di servizi.",
            "lv": "Publiskās administrācijas un to pakalpojumu sniedzēji var pieprasīt vispārējus ieteikumus par to, kā tuvināties kvalitatīvu sabiedrisko pakalpojumu izstrādei. Pamatnostādnēs ir jāatsaucas uz dažādiem jautājumiem, kas saistīti ar “Service design” problēmu."
        },
        "functionality_translations": {
            "en": "The knowledge enablers addressing this problem should be in the form of descriptive text that summarizes the main guidelines related to the design of digital public services. They should provide information on these topics: \nprinciples of citizen-centred design, \nprinciples of service design and of e-government, \naspects of project management, \nrequired expertise for service design,\naccessibility, \nrelevant regulations, \ngood practices for content design, \nlanguage,\nissues related to SEO, \nprinciples of user research, \nguidelines for user interface design.",
            "es": ""
        },
        "id": "DEF_PROBLEM_1",
        "name_translations": {
            "en": "Guidelines for (digital) public service design",
            "es": "Directrices para el diseño de servicios públicos (digitales)",
            "it": "Linee guida per il disegno di servizi pubblici (digitali)",
            "lv": "(Digitālo) publisko pakalpojumu projektēšanas vadlīnijas"
        }
    },
    {
        "description_translations": {
            "en": "Brainstorming sessions may be useful in different phases of the co-production process. During each phase, the template and materials useful to guide the discussion should be customized to facilitate the organization of the specific event. During the \"ideation\" stage, the co-production team may require specific guidance in organizing and managing a brainstorming to produce service ideas, discuss and select them, through divergent and convergent phases of group discussion.",
            "es": "Las sesiones de lluvia de ideas pueden ser útiles en diferentes fases del proceso de coproducción. Durante cada fase, la plantilla y los materiales útiles para guiar el debate deben adaptarse para facilitar la organización del evento específico. Durante la fase de \"ideación\", el equipo de coproducción puede requerir una orientación específica para organizar y gestionar una tormenta de ideas de servicio, debatirlas y seleccionarlas, a través de fases divergentes y convergentes de discusión en grupo.",
            "it": "Sessioni di brainstorming possono essere utili in diverse fasi del processo di co-produzione. Durante ciascuna fase, i modelli e i materiali utili per guidare la discussione dovrebbero essere personalizzati per facilitare l'organizzazione dei singoli eventi. Durante la fase ideativa di un servizio, il gruppo di lavoro di co-produzione può necessitare di una guida alla organizzazione e conduzione di un brainstorming per generare idee del servizio, discuterle e selezionarle, attraverso fasi di discussione divergenti e convergenti.",
            "lv": "Eksperimentālās sesijas var būt noderīgas dažādās kopražošanas procesa fāzēs. Katrā posmā forma un materiāli, kas ir noderīgi diskusijas vadīšanai, ir jāpielāgo, lai atvieglotu konkrētā notikuma organizēšanu. “Ideju” posmā kopražojuma darba grupai var būt nepieciešami īpaši norādījumi, lai organizētu un pārvaldītu ideju par pakalpojumiem, apspriestu un atlasītu tās, izmantojot atšķirīgas un konverģences grupas diskusiju fāzes."
        },
        "functionality_translations": {
            "en": "Knowledge enablers addressing this problem  should cover:\nDescriptive guidelines explaining the rationale and the benefit of organizing a brainstorming for discussing service ideas\nWhen it is useful to organize a brainstorming\nA template description of the process that should be followed to organize and manage a brainstorming\nTools and materials that can be used to organize a brainstorming: online vs offline",
            "es": ""
        },
        "id": "DEF_PROBLEM_2",
        "name_translations": {
            "en": "Brainstorm service ideas",
            "es": "Lluvia de ideas sobre el servicio",
            "it": "Brainstorming per idee sul futuro servizio",
            "lv": "Brainstorm servisa idejas"
        }
    },
    {
        "description_translations": {
            "en": "After the understanding of the problem and the brainstorming of the service ideas, the co-production team should elaborate concrete solutions for a given challenge. Co-design workshops are useful at this stage as collective activities organized to discuss design issues and choices. Enablers are required to suggest how the coproduction team can work together and with relevant actors (also considering the map of actors developed thanks to the INTERLINKER “Map of actors”) to start defining the service to be co-designed and co-delivered.",
            "es": "Tras la comprensión del problema y el brainstorming de las ideas de servicio, el equipo de coproducción debe elaborar soluciones concretas para un determinado reto. Los talleres de codiseño son útiles en esta fase como actividades colectivas organizadas para debatir los problemas y las opciones de diseño. Los facilitadores deben sugerir cómo el equipo de coproducción puede trabajar conjuntamente y con los actores relevantes (teniendo en cuenta también el mapa de actores elaborado gracias al \"Mapa de actores\" de INTERLINKER) para empezar a definir el servicio que se va a codiseñar y a codiseñar.",
            "it": "Dopo l'analisi approfondita del problema da risolvere e un primo brainstorming di idee sul servizio, il team di co-produzione dovrebbe elaborare delle prime soluzioni concrete per la sfida da affrontare. Dei workshop di co-design (disegno collaborativo del servizio) sono utili in questa fase, come forma di attività collettiva per discutere idee di design e possibili scelte. Informazioni e linee guida dovrebbero essere messi a disposizione per fornire una traccia di come i team di co-produzione possano lavorare insieme, anche in collaborazione con portatori di interesse esterni, per raffinare il servizio che deve essere disegnato ed eseguito in modo collaborativo.",
            "lv": "Pēc problēmas izprašanas un pakalpojuma ideju apsvēršanas kopražojuma komandai būtu jāizstrādā konkrēti risinājumi konkrētam izaicinājumam. Kopprojekta semināri šajā posmā ir noderīgi kā kolektīvie pasākumi, kas tiek organizēti, lai apspriestu dizaina jautājumus un izvēles. Ir nepieciešami pilnvarotāji, kas iesaka, kā kopražošanas grupa var sadarboties un sadarboties ar attiecīgajiem dalībniekiem (ņemot vērā arī dalībnieku karti, kas izstrādāta, pateicoties INTERVERSITĀTEI “Aktieru karte”), lai sāktu definēt līdzveidojamo un līdzsniedzamo pakalpojumu."
        },
        "functionality_translations": {
            "en": "Enablers supporting this problem item include descriptive text that explains the rationale and the benefits of performing co-design workshops  as part of a co-production process and template materials to guide organizing and managing the workshop.\nEnablers should cover:\nDefinition of a co-design workshop\nMotivations to carry out a co-design workshop\nTips on how to organize a co-design workshop (e.g. define the topic, define the agenda, choose the data, prepare presentation and material for the workshop, define roles: who is the moderator?\nTips on how to moderate a co-design workshop\nActivities that can be performed during a co-design workshop (using INTERLINKERs such as “Map of the Actors”; “Personas”)\nExamples",
            "es": ""
        },
        "id": "DEF_PROBLEM_3",
        "name_translations": {
            "en": "Organize a co-design workshop",
            "es": "Organizar un taller de codiseño",
            "it": "Organizzazione di un workshop di co-design",
            "lv": "Organizē kopprojekta darbnīcu"
        }
    },
    {
        "description_translations": {
            "en": "The co-production team may need guidance on how to define the interaction between the users and the service, reflecting on how a solution might be used by concrete users in a concrete context.",
            "es": "El equipo de coproducción puede necesitar orientación sobre cómo definir la interacción entre los usuarios y el servicio, reflexionando sobre cómo una solución podría ser utilizada por usuarios concretos en un contexto concreto.",
            "it": "Il team di co-produzione può necessitare di una guida nella definizione della interazione fra gli utenti ed il servizio. Possono essere utili dei momenti di riflessione su come il servizio potrebbe essere utilizzato da utenti reali in contesti reali.",
            "lv": "Koprades komandai var būt vajadzīgi norādījumi par to, kā noteikt mijiedarbību starp lietotājiem un pakalpojumu, pārdomājot, kā konkrēti lietotāji varētu izmantot risinājumu konkrētā kontekstā."
        },
        "functionality_translations": {
            "en": "Descriptive text that \nexplains the rationale and the benefits of clearly defining the interaction among users and a service before implementing it.\nsuggest tools that can be used to reach this goal, such as “Scenarios”, and “User  Journey”\nFor each method presented:\nbenefit of using it in a design process\nhow to use it\ntemplates\nExamples",
            "es": ""
        },
        "id": "DEF_PROBLEM_4",
        "name_translations": {
            "en": "Define the interaction among users and service (Scenarios and User Journey)",
            "es": "Definir la interacción entre los usuarios y el servicio (escenarios y las rutas de los usuarios)",
            "it": "Definizione della interazione fra gli utenti e il servizio (scenari e percorsi utente)",
            "lv": "Lietotāju un pakalpojumu mijiedarbības noteikšana (scenāriji un lietotāju žurnāli)"
        }
    },
    {
        "description_translations": {
            "en": "The ideas and service design concepts need to be translated into formal requirements and service specifications to proceed with the implementation of the service. Guidance may be needed on how to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed",
            "es": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales y especificaciones del servicio para proceder a su implantación. Es posible que se necesite orientación sobre cómo recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse",
            "it": "Le idee e i concetti per il disegno del servizio devono essere tradotti in requisiti formali e specifiche di servizio per procedere all'implementazione del servizio. Una guida può essere necessaria su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che chiariscono l'obiettivo del servizio e come dovrebbe essere sviluppato.",
            "lv": "Idejas un pakalpojumu dizaina koncepcijas ir jāpārveido formālās prasībās un pakalpojumu specifikācijās, lai turpinātu pakalpojuma īstenošanu. Var būt vajadzīgi norādījumi par to, kā apkopot, strukturēt un paziņot prasības un visas pakalpojumu specifikācijas, kas precizē pakalpojuma mērķi un kā tas jāizstrādā."
        },
        "functionality_translations": {
            "en": "The knowledge enablers addressing this problem item should provide descriptive text that \nexplains the rationale and the benefits of clearly defining how a system /service should work\nillustrates different approaches for specifying system requirements and service specification and the pros and cons of the different approaches\nexplains how to select the best approach based on the task, team composition and other factors \ncontains guidelines and templates on how requirements can be represented\ncontains guidelines and templates on how service specifications can be represented",
            "es": ""
        },
        "id": "DEF_PROBLEM_5",
        "name_translations": {
            "en": "Define requirements and service specifications",
            "es": "Definir los requisitos y las especificaciones del servicio",
            "it": "Definizione dei requisiti e delle specifiche del servizio",
            "lv": "Definējiet prasības un pakalpojumu specifikācijas"
        }
    },
    {
        "description_translations": {
            "en": "When defining a new public service, the co-production team needs to prepare adequate content. Guidance is needed on how to select and use the most appropriate language according to the users of the digital service and their skills.",
            "es": "A la hora de definir un nuevo servicio público, el equipo de coproducción debe preparar los contenidos adecuados. Es necesario orientar sobre cómo seleccionar y utilizar el lenguaje más adecuado en función de los usuarios del servicio digital y sus competencias.",
            "it": "Durante la definizione di un nuovo servizio pubblico, il team di co-produzione deve preparare contenuto adeguato. Una guida è necessaria su come identificare il linguaggio più appropriato da usare a seconda degli utilizzatori del servizio digitale e delle loro capacità.",
            "lv": "Definējot jaunu sabiedrisko pakalpojumu, kopražojuma komandai jāsagatavo atbilstošs saturs. Ir vajadzīgi norādījumi par to, kā izvēlēties un lietot vispiemērotāko valodu atkarībā no digitālā pakalpojuma lietotājiem un viņu prasmēm."
        },
        "functionality_translations": {
            "en": "Enablers addressing this problem item should provide guidelines and  operational tools to create content, review it collaboratively and define the correct tone of voice with which to address users.\nExamples and templates to provide guidance in the good practice of using a shared approach to the creation and management of textual and multimedia content are required.",
            "es": ""
        },
        "id": "DEF_PROBLEM_6",
        "name_translations": {
            "en": "Content design",
            "es": "Diseño de contenidos",
            "it": "Disegno del contenuto",
            "lv": "Satura noformējums"
        }
    },
    {
        "description_translations": {
            "en": "The implementation of the user interface should guarantee usability. Coproduction team members involved in the interface design should be aware of good practices for interface design in the domain of public services.",
            "es": "La implementación de la interfaz de usuario debe garantizar la usabilidad. Los miembros del equipo de coproducción que participen en el diseño de la interfaz deben conocer las buenas prácticas de diseño de interfaces en el ámbito de los servicios públicos.",
            "it": "L'implementazione dell'interfaccia utente dovrebbe garantire l'usabilità. I membri del team di co-produzione coinvolti nel disegno dell'interfaccia dovrebbero tenere in considerazione le buone pratiche per il disegno di interfacce per servizi pubblici.",
            "lv": "Lietotāja saskarnes ieviešanai ir jāgarantē izmantojamība. Koprades grupas dalībniekiem, kas iesaistīti saskarņu izstrādē, vajadzētu būt informētiem par labo praksi saskarņu izstrādē publisko pakalpojumu jomā."
        },
        "functionality_translations": {
            "en": "Knowledge resources addressing this problem items should include:\nGuidelines and templates on User Interface Design\nGuidelines and templates to design usable UI",
            "es": ""
        },
        "id": "BUILD_PROBLEM_1",
        "name_translations": {
            "en": "User interface design",
            "es": "Diseño de interfaz de usuario",
            "it": "Disegno dell'interfaccia utente",
            "lv": "Lietotāja interfeisa dizains"
        }
    },
    {
        "description_translations": {
            "en": "When the public services are provided digitally in the form of Web sites or mobile applications, it is necessary that the service may be easily used by different categories of users, especially considering the people with disabilities. The services should be provided in a multi-channel manner, maximizing the\nexploitation by potentially any group of users or by the agents acting on their\nbehalf, and providing clear statements regarding the accessibility limits in the\ncurrent implementation.",
            "es": "Cuando los servicios públicos se prestan de forma digital en forma de sitios web o aplicaciones móviles, es necesario que el servicio pueda ser utilizado fácilmente por diferentes categorías de usuarios, especialmente teniendo en cuenta a las personas con discapacidad. Los servicios deben prestarse de forma multicanal, maximizando la\nexplotación por parte de cualquier grupo de usuarios o de los agentes que actúen en su\ny proporcionando declaraciones claras sobre los límites de accesibilidad en la\nimplementación actual.",
            "it": "Quando un servizio pubblico viene offerto digitalmente attraverso un sito web o una applicazione mobile, è necessario che il servizio sia facilmente usabile da diverse categorie di utenti, con particolare attenzione agli utenti con disabilità. I servizi dovrebbero essere offerti attraverso canali diversi, massimizzando il loro potenziale utilizzo da parte di ogni categoria di utente o da parte di attori che agiscono per  conto dei reali beneficiari. Chiare asserzioni dovrebbero essere incluse sui limiti di accessibilità presenti nella implementazione corrente.",
            "lv": "Ja publiskie pakalpojumi tiek sniegti digitāli Web vietu vai mobilo lietojumprogrammu veidā, ir nepieciešams, lai pakalpojumu varētu viegli izmantot dažādas lietotāju kategorijas, īpaši ņemot vērā personas ar invaliditāti. Pakalpojumi būtu jāsniedz daudzkanālu veidā, maksimāli palielinot to izmantošanu, ko veic potenciāli jebkura lietotāju grupa vai pārstāvji, kas darbojas to vārdā, un sniedzot skaidrus paziņojumus par pieejamības ierobežojumiem pašreizējā ieviešanā."
        },
        "functionality_translations": {
            "en": "The functionalities expected to address this problem include in particular:\nthe proper ways to design, organize, structure and implement accessible user interfaces;\nrealization of reusable accessible general purpose components;\nthe ways to evaluate and certify the accessibility requirements compliance according to the existing normative regulations.",
            "es": ""
        },
        "id": "BUILD_PROBLEM_2",
        "name_translations": {
            "en": "Implement accessible digital public services",
            "es": "Implantar servicios públicos digitales accesibles",
            "it": "Implementazione di servizi pubblici digitali accessibili",
            "lv": "Leviest pieejamus digitālos publiskos pakalpojumus"
        }
    },
    {
        "description_translations": {
            "en": "The EU and national legislation promote the use and adoption of Open Source software solutions as a way to reduce the development cost, to avoid the lock-in effect and to foster the adoption driven by Open Source communities. In other terms, Open Source is an enabler for the reusability principles underlying the European Interoperability Framework. Facing this problem, it is necessary to facilitate the selection, development, and maintenance of the Open Source software products.",
            "es": "La UE y la legislación nacional promueven el uso y la adopción de soluciones de software de código abierto como forma de reducir el coste de desarrollo, evitar el efecto de bloqueo y fomentar la adopción impulsada por las comunidades de código abierto. En otras palabras, el Código Abierto es un facilitador de los principios de reutilización subyacentes al Marco Europeo de Interoperabilidad. Frente a este problema, es necesario facilitar la selección, el desarrollo y el mantenimiento de los productos de software de código abierto.",
            "it": "L'Unione Europea e la legislazione nazionale promuovono l'uso e l'adozione di soluzioni software Open Source come metodo per ridurre i costi di sviluppo, limitare la dipendenza dai fornitori e incoraggiare l'adozione della tecnologia favorita dalle comunità che promuovono il software libero. In altri termini, l'approccio Open Source funge da abililitatore dei principi di riusabilità alla base dello European Interoperability Framework. Per affrontare questo problema è necessario facilitare la selezione, lo sviluppo e la manutenzione dei prodotti software di tipo open source.",
            "lv": "Es un valstu tiesību akti veicina atvērtā pirmkoda programmatūras risinājumu izmantošanu un pieņemšanu, lai samazinātu izstrādes izmaksas, izvairītos no noslogojuma un veicinātu to pieņemšanu, ko veicina atvērtā avota kopienas. Citiem vārdiem sakot, Open Source ir Eiropas sadarbspējas satvara pamatā esošo atkalizmantošanas principu veicinātājs. Saskaroties ar šo problēmu, ir nepieciešams atvieglot atvērtā avota programmproduktu izvēli, izstrādi un uzturēšanu."
        },
        "functionality_translations": {
            "en": "The functionalities expected to address this problem include in particular:\nUnderstanding different types of Open Source licenses, their limits and applicability;\nthe proper ways to manage the acquisition of the software products ensuring appropriate licensing;\nmethodological approach to the development of Open Source software in order to foster active public community and reuse;\nproper ways to maintain and support the evolution of the Open Source software solutions.",
            "es": ""
        },
        "id": "BUILD_PROBLEM_3",
        "name_translations": {
            "en": "Open Source Software Licensing",
            "es": "Licencias de software de código abierto",
            "it": "Utilizzo di licenze software Open Source",
            "lv": "Atvērtās avota programmatūras licencēšana"
        }
    },
    {
        "description_translations": {
            "en": "European Interoperability Framework requires digital services to achieve an appropriate level of technical interoperability. When it comes to the implementation, it refers to the usage of standard communication protocols and data formats in order to guarantee the usage of the service in machine-to-machine communications, to facilitate software integration and re-use.",
            "es": "El Marco Europeo de Interoperabilidad exige que los servicios digitales alcancen un nivel adecuado de interoperabilidad técnica. Cuando se trata de la implementación, se refiere al uso de protocolos de comunicación y formatos de datos estándar para garantizar el uso del servicio en las comunicaciones de máquina a máquina, para facilitar la integración y reutilización del software.",
            "it": "Lo European Interoperability Framework impone che i servizi digitali raggiungano un appropriato livello di interoperabilità tecnica. Relativamente all'implementazione, questo requisito si riferisce all'utilizzo di protocolli di comunicazione e formati di dati standard per garantire l'utilizzabilità del servizio in comunicazioni fra sistemi diversi, per facilitare l'integrazione software e il riuso.",
            "lv": "Eiropas sadarbspējas sistēmai ir vajadzīgi digitāli pakalpojumi, lai sasniegtu atbilstošu tehniskās sadarbspējas līmeni. Runājot par ieviešanu, tas attiecas uz standarta saziņas protokolu un datu formātu izmantošanu, lai garantētu pakalpojuma izmantošanu savienojumos starp mašīnām, lai veicinātu programmatūras integrāciju un atkārtotu izmantošanu."
        },
        "functionality_translations": {
            "en": "The functionalities expected to address this problem include in particular:\nidentify, select, and implement appropriate interoperability patterns for interacting with the service;\ndesign and definition of suitable service interfaces (APIs) following the API-first approach;\ndocumentation and publishing of the interfaces.",
            "es": ""
        },
        "id": "BUILD_PROBLEM_4",
        "name_translations": {
            "en": "Implementing Interoperable Digital Public Services",
            "es": "Implantación de servicios públicos digitales interoperables",
            "it": "Implementazione di servizi pubblici digitali interoperabili",
            "lv": "Sadarbspējīgu digitālo publisko pakalpojumu ieviešana"
        }
    },
    {
        "description_translations": {
            "en": "Digital public services should ensure that the interactions with these services takes place in a secure and trustworthy environment, following the principle of security by design. Access control, user identification, data management should be made compliant with the corresponding regulations, including e.g., the Regulation and Directive for data protection, Regulation on electronic identification, etc.",
            "es": "Los servicios públicos digitales deben garantizar que las interacciones con estos servicios tengan lugar en un entorno seguro y fiable, siguiendo el principio de seguridad por diseño. El control de acceso, la identificación de los usuarios y la gestión de los datos deben ajustarse a la normativa correspondiente, incluidos, por ejemplo, el Reglamento y la Directiva sobre protección de datos, el Reglamento sobre identificación electrónica, etc.",
            "it": "I servizi pubblici digitali dovrebbero garantire che le interazioni degli utenti con i servizi avvengano in un ambiente sicuro ed affidabile, secondo il principio di \"sicurezza tramite design appropriato\". I controlli di accesso, l'identificazione dell'utente, la gestione dei dati dovrebbero essere conformi alle normative corrispondenti, ad esempio la normativa e le direttive sulla protezione dei dati, la normativa sulla identità elettronica, ecc.",
            "lv": "Digitālajiem publiskajiem pakalpojumiem būtu jānodrošina, ka mijiedarbība ar šiem pakalpojumiem notiek drošā un uzticamā vidē, ievērojot drošības principu pēc konstrukcijas. Piekļuves kontrole, lietotāju identifikācija, datu pārvaldība būtu jāpadara atbilstoša attiecīgajiem noteikumiem, tostarp, piemēram, regulai un direktīvai par datu aizsardzību, regulai par elektronisko identifikāciju utt."
        },
        "functionality_translations": {
            "en": "The functionalities expected to address this problem include in particular:\nimplementing secure communication protocols for service interaction;\nimplementation of the trusted and protected user identification and authentication;\nimplementation of secure storage of personal data;\nguarantee transparent, informed, and controllable management of personal data in line with GDPR requirements;\nguarantee security in operations (audit, monitoring, incident handling).",
            "es": ""
        },
        "id": "BUILD_PROBLEM_5",
        "name_translations": {
            "en": "Implementing Secure and Trusted Digital Public Services",
            "es": "Implantación de servicios públicos digitales seguros y de confianza",
            "it": "Implementazione di servizi pubblici digitali sicuri e affidabili",
            "lv": "Drošu un uzticamu digitālo publisko pakalpojumu ieviešana"
        }
    },
    {
        "description_translations": {
            "en": "One of the objectives for the open, transparent, and interoperable public services is to make them citizen-centric and enable the participation of citizens to the execution, improvement and evolution of the service. To achieve this, it is necessary to incentivise and make more attractive such participation and collaboration. A wide range of techniques, ranging from gamification, to feedback, and to rewards may apply",
            "es": "Uno de los objetivos de los servicios públicos abiertos, transparentes e interoperables es hacerlos centrados en el ciudadano y permitir la participación de éste en la ejecución, mejora y evolución del servicio. Para lograrlo, es necesario incentivar y hacer más atractiva esa participación y colaboración. Se puede aplicar un amplio abanico de técnicas, que van desde la gamificación, la retroalimentación y las recompensas que podrían aplicarse",
            "it": "Un importante obiettivo per la realizzazione di servizi pubblici aperti, trasparenti e interoperabili è quello di renderli centrati sul cittadino e consentire la partecipazione dei cittadini alla esecuzione, miglioramento ed evoluzione dei servizi stessi. Per raggiungere tale obiettivo, è necessario incentivare e rendere maggiormente attrattiva questa partecipazione e collaborazione. Un'ampia gamma di metodi può essere utilizzata, spaziando dalle tecniche di gamification (che introducono aspetti di gioco), alla raccolta di opinioni e riscontri, all'utilizzo di ricompense e premi.",
            "lv": "Viens no atvērto, pārredzamo un sadarbspējīgo sabiedrisko pakalpojumu mērķiem ir padarīt tos par pilsoņiem un nodrošināt iedzīvotāju līdzdalību pakalpojuma izpildē, uzlabošanā un attīstībā. Lai to panāktu, ir jāstimulē un jāpadara pievilcīgāka šāda līdzdalība un sadarbība. Var tikt pielietoti dažādi paņēmieni, sākot no gamifikācijas, līdz atgriezeniskajai saitei un līdz pat atlīdzībai"
        },
        "functionality_translations": {
            "en": "The functionalities expected to address this problem include in particular:\nDefine the incentives, rewards, policies, and appropriate mechanisms for continuous end user engagement\nAdopt and implement gamification techniques for sustainable participation;\nImplement the solutions to monitor, collect, and certify the end user actions and contributions.",
            "es": ""
        },
        "id": "BUILD_PROBLEM_6",
        "name_translations": {
            "en": "Engage and incentivise citizen participation to the implementation and co-delivery of public services",
            "es": "Involucrar e incentivar la participación de los ciudadanos en la implementación y co-prestación de los servicios públicos",
            "it": "Coinvolgimento e incentivi alla partecipazione dei cittadini nella implementazione ed esecuzione dei servizi pubblici",
            "lv": "Iesaistiet un stimulējiet iedzīvotāju līdzdalību publisko pakalpojumu īstenošanā un koppiegādē"
        }
    },
    {
        "description_translations": {
            "en": "In line with the Cloud-first principle promoted by EU Cloud Strategy, it is requested that the digital public services, when implemented as software solutions, adopt Cloud architectures and Cloud solutions to ensure their compatibility, portability, and scalability. In these settings, it is important to define and realize a proper Cloud strategy for the service implementation, appropriate Cloud-native architectures, different types of Cloud providers, as well as appropriate Cloud technologies and enablers.",
            "es": "En consonancia con el principio de \"la nube es lo principal\" promovido por la estrategia de la UE sobre la nube, se solicita que los servicios públicos digitales, cuando se implementen como soluciones de software, adopten arquitecturas y soluciones en la nube para garantizar su compatibilidad, portabilidad y escalabilidad. En este contexto, es importante definir y realizar una estrategia de nube adecuada para la implementación del servicio, arquitecturas nativas de la nube apropiadas, diferentes tipos de proveedores de la nube, así como tecnologías y habilitadores de la nube apropiados.",
            "it": "In linea con il principio \"Cloud-first\" promosso dalla strategia europea per il Cloud (EU Cloud Strategy), è richiesto che i servizi digitali pubblici, quando implementati come soluzioni software, adottino delle architetture e soluzioni Cloud che assicurino compatibilità, portabilità e scalabilità. In questi contesti è dunque importante definire e realizzare una appropriata strategia per l'implementazione del servizio con appropriate architetture basate su Cloud, diversi tipi di fornitori Cloud e appropriate tecnologie abilitanti.",
            "lv": "Saskaņā ar ES mākoņdatošanas stratēģijas atbalstīto principu “Mākonis pirmais”, lai nodrošinātu to savietojamību, pārnesamību un mērogojamību, ir nepieciešams, lai digitālie publiskie pakalpojumi, ja tos ievieš kā programmatūras risinājumus, pieņemtu mākoņdatošanas arhitektūras un mākoņdatošanas risinājumus. Šajos apstākļos ir svarīgi definēt un īstenot pienācīgu mākoņdatošanas stratēģiju pakalpojuma ieviešanai, atbilstošas mākoņdatošanas arhitektūras, dažādus mākoņpakalpojumu sniedzējus, kā arī atbilstošas mākoņdatošanas tehnoloģijas un veicinātājus."
        },
        "functionality_translations": {
            "en": "The functionalities expected to address this problem include in particular:\nIdentify and apply the appropriate Cloud adoption strategy for PA\nIdentify and apply the appropriate Cloud migration strategy for PA software\nImplementation of the new digital services following Cloud-native architectures\nAdoption and usage of Cloud technologies and solutions for the service development and provisioning",
            "es": ""
        },
        "id": "BUILD_PROBLEM_7",
        "name_translations": {
            "en": "Cloud-ready digital public services",
            "es": "Servicios públicos digitales preparados para la nube",
            "it": "Servizi pubblici digitali basati su Cloud",
            "lv": "Mākoņpakalpojumiem gatavi digitālie publiskie pakalpojumi"
        }
    },
    {
        "description_translations": {
            "en": "Building Blocks are endorsed by the European Commission and ensure that digital services will be fully compatible with others on the market and become interoperable, EU-compliant final products. In the CEF approach definition, a Building Block is an open and reusable digital solution. The implementation of new public services should take advantage of CEF Building Blocks as much as possible.",
            "es": "Los Bloques de Construcción están avalados por la Comisión Europea y garantizan que los servicios digitales sean totalmente compatibles con otros del mercado y se conviertan en productos finales interoperables y conformes con la UE. En la definición del enfoque CEF, un Bloque de Construcción es una solución digital abierta y reutilizable. La implementación de nuevos servicios públicos debería aprovechar los Bloques de Construcción del CEF en la medida de lo posible.",
            "it": "I \"Building Blocks\" sono componenti di sviluppo standard promossi dalla Commissione Europea come metodologia per garantire che i servizi digitali siano pienamente compatibili con altri sul mercato e diventino prodotti interoperabili soddisfacenti le normative europee. All'interno del paradigma CEF, un Building Block viene definito come una soluzione digitale aperta e riusabile. L'implementazione di nuovi servizi pubblici dovrebbe sfruttare i CEF Building Blocks is più possibile.",
            "lv": "Eiropas Komisija apstiprina ēku blokus un nodrošina, ka digitālie pakalpojumi būs pilnībā saderīgi ar citiem tirgū un kļūs par sadarbspējīgiem, ES prasībām atbilstošiem galaproduktiem. CEF pieejas definīcijā veidošanas bloks ir atvērts un atkārtoti izmantojams digitālais risinājums. Jauno publisko pakalpojumu īstenošanai pēc iespējas vairāk jāizmanto EISI ēku bloku priekšrocības."
        },
        "functionality_translations": {
            "en": "This problem is addressed by providing guidance on how to develop digital services in compliance  with EU regulations and CEF principles. Currently, there are eight Building Blocks: Big Data Test Infrastructure, Context Broker, eArchiving, eDelivery, eID, eInvoicing, eSignature and eTranslation. Information and id to the Connecting Europe Facility (CEF) should be provided and given proper visibility and promotion.",
            "es": ""
        },
        "id": "BUILD_PROBLEM_8",
        "name_translations": {
            "en": "Re-use of CEF Building Blocks",
            "es": "Reutilización de los bloques de construcción del CEF",
            "it": "Riuso di CEF Building Blocks",
            "lv": "EISI ēku bloku atkārtota izmantošana"
        }
    },
    {
        "description_translations": {
            "en": "This problem item addresses the need of a digital service that supports the collaborative creation of effective descriptions of public services or processes that can be useful (i) for the daily work of people who provide information about the services to the public, (ii) for citizens and other end-users of the services, (iii) for other PAs that would like to replicate the services or the processes at their local level. The domain problem considered here encompasses the following user tasks: 1) Co-creation and co-delivery of information of public utility, e.g. ● creation and sharing of knowledge on public services ● creation and sharing of good practices on public services and processes ● collaborative process of information creation to ensure quality descriptions and active participation of all the stakeholders involved in the delivery of information ● collaborative process of information enrichment with citizens involvement 2) Structuring of information according to standard classifications and data models for public services and process descriptions 3) In some case the need may also be to co-create information that augments and better explains existing information sources and is shown in overlay 4) Monitoring of quality of information service",
            "es": "Este punto del problema aborda la necesidad de un servicio digital que apoye la creación colaborativa de descripciones efectivas de servicios o procesos públicos que puedan ser útiles (i) para el trabajo diario de las personas que proporcionan información sobre los servicios al público, (ii) para los ciudadanos y otros usuarios finales de los servicios, (iii) para otras AP que quieran replicar los servicios o los procesos a su nivel local. El problema de dominio considerado aquí abarca las siguientes tareas de los usuarios: 1) Co-creación y co-entrega de información de utilidad pública, por ejemplo ● creación y puesta en común de conocimientos sobre los servicios públicos ● creación y puesta en común de buenas prácticas sobre los servicios y procesos públicos ● proceso colaborativo de creación de información para garantizar descripciones de calidad y la participación activa de todas las partes interesadas que participan en la entrega de información ● proceso colaborativo de enriquecimiento de la información con la participación de los ciudadanos 2) Estructuración de la información de acuerdo con las clasificaciones y modelos de datos estándar para los servicios públicos y las descripciones de los procesos 3) En algún caso, la necesidad también puede ser la de co-crear información que aumente y explique mejor las fuentes de información existentes y se muestra en superposición 4) Seguimiento de la calidad del servicio de información",
            "it": "Questo problema è riferito alla necessità di poter disporre di un servizio digitale che supporti la creazione collaborativa di descrizioni efficaci di servizi o processi pubblici che possa essere utile (i) per supportare il lavoro quotidiano del personale che fornisce ai pubblico informazioni sui servizi, (ii) per informare direttamente i cittadini e gli altri utenti finali dei servizi, (iii) per informare altre Pubbliche Amministrazioni che volessero replicare i servizi e i processi nel loro territorio. Il problema considerato qui comprende le seguenti attività: 1) co-creazione e messa a disposizione collaborativa di informazioni di pubblica utilità (ad esempio: conoscenza sui servizi pubblici; buone pratiche su servizi pubblici e processi; informazioni arricchite con il punto di vista dei diversi stakeholder e dei cittadini); 2) strutturazione dell'informazione rispetto a classificazioni standard e modelli di dati per servizi pubblici e processi; 3) co-creazione di informazione che aumenta e descrive in maniera più efficace sorgenti informative esistenti attraverso delle visualizzazioni in sovraimpressione; 4) Monitoraggio della qualità del servizio informativo ai cittadini.",
            "lv": "Šis problemātiskais jautājums attiecas uz digitālu pakalpojumu nepieciešamību, kas atbalsta tādu efektīvu sabiedrisko pakalpojumu vai procesu aprakstu kopīgu radīšanu, kuri var būt noderīgi: i) to cilvēku ikdienas darbam, kuri sniedz informāciju par pakalpojumiem sabiedrībai, ii) iedzīvotājiem un citiem pakalpojumu tiešajiem lietotājiem, iii) citiem SD, kas vēlas pavairot pakalpojumus vai procesus vietējā līmenī. Šeit aplūkotā domēna problēma ietver šādus lietotāja uzdevumus: 1) līdzradīšana un kopīga informācijas sniegšana par komunālajiem pakalpojumiem, piemēram, ● zināšanu radīšana un apmaiņa par sabiedriskajiem pakalpojumiem; ● pārzināšanu radīšana un apmaiņa ar labu praksi par sabiedriskajiem pakalpojumiem un procesiem; ● informācijas izveides sadarbības process; lai nodrošinātu informācijas sniegšanā iesaistīto pušu kvalitātes aprakstus un aktīvu līdzdalību; ● informācijas bagātināšanas sadarbības process ar iedzīvotāju līdzdalību; 2) informācijas strukturēšana atbilstoši kvalitātes klasifikācijai un informācijas modeļiem."
        },
        "functionality_translations": {
            "en": "In brief, the expected functionalities to solve the problem are the following:\n- Repository of shareable documents\n- Templates for creating good descriptions\n- Authentication\n- Manage access and edit rights of different user groups\n- Add annotations to web document parts or terms\n- Browse, search and filter through available documents, templates and annotations\n- Edit, comment and revise templates, document parts or annotations\n- Resolve comments and approve revisions and annotations\n- Versioning of documents\n- Underlying database\n- Multilinguality\n- Monitor the access to service descriptions\n- Customizable graphical layout to align with PA corporate image",
            "es": ""
        },
        "id": "BUILD_PROBLEM_9",
        "name_translations": {
            "en": "Collaborative knowledge sharing on public processes and services",
            "es": "Intercambio de conocimientos sobre procesos y servicios públicos",
            "it": "Condivisione collaborativa di conoscenza su servizi e processi pubblici",
            "lv": "Kopīgu zināšanu apmaiņa par sabiedriskajiem procesiem un pakalpojumiem"
        }
    },
    {
        "description_translations": {
            "en": "Defining the evaluation criteria for a service to be co-delivered is a crucial step to monitor the quality of the co-designed and co-delivered service. Enablers addressing this problem should support the team in finding the most appropriate criteria, agree on them and use them in the evaluation of the service co-delivered",
            "es": "Definir los criterios de evaluación de un servicio que se va a prestar conjuntamente es un paso crucial para controlar la calidad del servicio codiseñado y prestado conjuntamente. Los facilitadores que abordan este problema deben ayudar al equipo a encontrar los criterios más adecuados, acordarlos y utilizarlos en la evaluación del servicio codiseñado",
            "it": "La definizione dei criteri di valutazione di un servizio che deve essere eseguito in modo collaborativo rappresenta un passo cruciale per il monitoraggio della qualità del servizio. Il team di co-produzione deve essere accompagnato nella ricerca dei criteri più appropriati, nel concordare la loro scelta e nella loro applicazione per la valutazione del servizio.",
            "lv": "Koppiegādes pakalpojuma novērtēšanas kritēriju noteikšana ir būtisks solis, lai uzraudzītu kopīgi projektētā un kopīgi piegādātā pakalpojuma kvalitāti. Pilnvarotājiem, kas risina šo problēmu, ir jāatbalsta darba grupa vispiemērotāko kritēriju atrašanā, jāvienojas par tiem un jāizmanto tie koppiegādes pakalpojuma novērtēšanā."
        },
        "functionality_translations": {
            "en": "The knowledge enablers supporting this problem item should include: \nGuidelines for the selection of KPIs for co-produced public services\nGuidelines on how to define the evaluation criteria according to the type of service \nSet of standard criteria templates that might be used to evaluate the service, like for example acceptance, usability, trust, quality of service:\nevaluation dimensions defined for digital services and summarized in standard evaluation questionnaires\nExamples of KPIs and evaluation criteria set by significant Use Cases",
            "es": ""
        },
        "id": "VAL_PROBLEM_1",
        "name_translations": {
            "en": "Define the evaluation criteria and KPIs",
            "es": "Definir los criterios de evaluación y los KPI",
            "it": "Definizione dei criteri di valutazione e degli principali indicatori di performance",
            "lv": "Novērtēšanas kritēriju un KPI definēšana"
        }
    },
    {
        "description_translations": {
            "en": "This problem profile refers to the reflection strategy that supports the coproduction team in iteratively evaluating whether the service is feasible and viable in the longer run (sustainable) or not, and hence deciding if it is worth continuing the co-production effort. Enablers in this category should provide support to the team during different stages of the project, supporting them in reflecting and continuously evaluating the process and the outcomes of the collaborative process",
            "es": "Este perfil de problema se refiere a la estrategia de reflexión que apoya al equipo de coproducción en la evaluación iterativa de si el servicio es factible y viable a largo plazo (sostenible) o no, y por lo tanto decidir si vale la pena continuar con el esfuerzo de coproducción. Los habilitadores de esta categoría deben proporcionar apoyo al equipo durante las diferentes etapas del proyecto, ayudándoles a reflexionar y evaluar continuamente el proceso y los resultados del proceso de colaboración",
            "it": "Questo problema sottolinea l'importanza di una strategia di riflessione che supporti il team di co-produzione nel valutare iterativamente se il servizio è fattibile e sostenibile nel lungo termine o meno, e quindi nel decidere se è opportuno proseguire nell'iniziativa di co-produzione. Le risorse per risolvere questo problema dovrebbero supportare il team nel riflettere e valutare in modo continuo il processo collaborativo ed i suoi risultati.",
            "lv": "Šis problēmas profils attiecas uz pārdomu stratēģiju, kas atbalsta kopražojuma komandu, veicot atkārtotu novērtējumu, vai pakalpojums ir iespējams un dzīvotspējīgs ilgtermiņā (ilgtspējīgs) vai nē, un līdz ar to lemjot, vai ir vērts turpināt kopražošanas centienus. Šīs kategorijas dalībniekiem būtu jāsniedz atbalsts komandai dažādos projekta posmos, atbalstot viņus, atspoguļojot un pastāvīgi novērtējot sadarbības procesa norisi un rezultātus."
        },
        "functionality_translations": {
            "en": "The enablers addressing this problem should provide guidance and tools on co-evaluation activities according to the stage of the process to be evaluated and should include:\nenablers for internal assessment of resources\nenablers for checking which are the competencies required for addressing the next phases of the process \nenablers to check competencies and skills internal to the group \n….\nMore detailed specifications for the desired knowledge and functionalities to solve this problem profile will be elaborated as research in WP2 on the governance models and co-production process progresses.",
            "es": ""
        },
        "id": "VAL_PROBLEM_2",
        "name_translations": {
            "en": "Ongoing internal co-evaluation (Go-no go)",
            "es": "Coevaluación interna continua (Seguir o no seguir)",
            "it": "Valutazione interna continua (Go-no go)",
            "lv": "Pastāvīgs iekšējais kopvērtējums (iet-neiet)"
        }
    },
    {
        "description_translations": {
            "en": "This problem addresses the need to validate a concept of a service or to verify the assumptions about a final product before developing it. Different types of proof of concepts can be used, according to the stage of service development and the type of service, whether it is a digital service or not.",
            "es": "Este problema aborda la necesidad de validar el concepto de un servicio o de verificar las hipótesis sobre un producto final antes de desarrollarlo. Se pueden utilizar diferentes tipos de pruebas de concepto, según la fase de desarrollo del servicio y el tipo de servicio, ya sea digital o no.",
            "it": "Questo problema si riferisce alla necessità di validare la concezione di un servizio o di verificare le assunzioni su un prodotto prima del suo sviluppo. Diversi modalità di validazione possono essere utilizzate, a seconda dello stadio di sviluppo del tipo di servizio, e a seconda che il servizio sia digitale o meno.",
            "lv": "Šī problēma attiecas uz nepieciešamību pirms pakalpojuma izstrādes apstiprināt pakalpojuma jēdzienu vai pārbaudīt pieņēmumus par gala produktu. Atkarībā no pakalpojumu izstrādes posma un pakalpojuma veida var izmantot dažādus jēdzienu pierādīšanas veidus neatkarīgi no tā, vai tas ir digitālais pakalpojums vai ne."
        },
        "functionality_translations": {
            "en": "Enablers addressing this problem should provide guidance on the different approaches to develop and test a proof of concept, in which situations they could be useful, and  on how to use the insights coming from the test to improve the service before developing and co-delivering it.\nDescriptive text explaining what is a proof of concepts, which are the different types of proof of concepts that can be realized\nExamples and Templates of experience scenarios\nExamples andTemplates of Pen & paper mock-ups\nExamples and Templates of  Low-fidelity prototypes\nExamples of  MVP (minimum version of product)\nDescriptive text explaining how these artefacts might be used to validate and refine a concept of a new service",
            "es": ""
        },
        "id": "VAL_PROBLEM_3",
        "name_translations": {
            "en": "Develop and test a proof of concept",
            "es": "Desarrollar y probar una prueba de concepto",
            "it": "Sviluppo e test di un prototipo di idea",
            "lv": "Izstrādāt un pārbaudīt koncepcijas apliecinājumu"
        }
    },
    {
        "description_translations": {
            "en": "This problem addresses the need to perform an early evaluation of the digital service leveraging experts without involving end users.",
            "es": "Este problema aborda la necesidad de realizar una evaluación temprana del servicio digital aprovechando a los expertos sin involucrar a los usuarios finales.",
            "it": "Questo problema si riferisce alla necessità di eseguire una valutazione precoce dei servizi digitali sfruttando le competenze di esperti senza coinvolgere ancora gli utenti finali.",
            "lv": "Šī problēma ir saistīta ar nepieciešamību veikt agrīnu digitālo pakalpojumu, piesaistot ekspertu novērtējumu, neiesaistot gala lietotājus."
        },
        "functionality_translations": {
            "en": "Enablers to support this problem item should include guidelines on how to conduct an Heuristic Evaluation (also Expert evaluation) and templates with the heuristics (principles) to follow to perform the test. The test can be conducted with early mock-ups as well with functioning systems.",
            "es": ""
        },
        "id": "VAL_PROBLEM_4",
        "name_translations": {
            "en": "Test the digital service with experts",
            "es": "Probar el servicio digital con expertos",
            "it": "Testare i servizi digitali con esperti",
            "lv": "Izmēģiniet digitālo pakalpojumu kopā ar ekspertiem"
        }
    },
    {
        "description_translations": {
            "en": "This problem addresses the need to continuously monitor the service co-delivered in order to keep work on track, regularly review progress, make adjustments and changes if necessary.",
            "es": "Este problema aborda la necesidad de hacer un seguimiento continuo del servicio codirigido para mantener el trabajo en marcha, revisar periódicamente los avances y hacer ajustes y cambios si es necesario.",
            "it": "Questo problema si riferisce alla necessità di monitorare in modo continuo il servizio eseguito in modo collaborativo al fine di mantenere l'esecuzione secondo le aspettative, di controllare regolarmente i progressi e applicare aggiustamenti o cambiamenti se necessario.",
            "lv": "Šī problēma ir saistīta ar nepieciešamību pastāvīgi uzraudzīt kopīgi sniegto pakalpojumu, lai turpinātu darbu, regulāri pārskatītu paveikto, veiktu pielāgojumus un izmaiņas, ja nepieciešams."
        },
        "functionality_translations": {
            "en": "Enablers should provide guidance and tools  on how to monitor and evaluate services co-delivered.\nGuidelines on how to monitor services co-delivery \nSteps to follow to set up a monitoring process:\nReview the indicators you are going to measure, also according with KPIs (like number of users, users' satisfaction, other dimensions specifically related to co-production, ….)\nDecide if indicators should be measured through qualitative or quantitative methods\nCollect and analyse data\nList of tools that can be used to monitor the quality of the service co-delivered\nUse data to implement changes and improve service co-delivery",
            "es": ""
        },
        "id": "VAL_PROBLEM_5",
        "name_translations": {
            "en": "Monitoring and ongoing evaluation of the co-delivered service",
            "es": "Seguimiento y evaluación continua del servicio codirigido",
            "it": "Monitoraggio e valutazione in itinere del servizio erogato in modo collaborativo",
            "lv": "Līdzsniegtā pakalpojuma uzraudzība un pastāvīga novērtēšana"
        }
    },
    {
        "description_translations": {
            "en": "This problem addresses the need to review and refine the business model and market reach plan associated to a co-produced service.",
            "es": "Este problema aborda la necesidad de revisar y refinar el modelo de negocio y el plan de alcance del mercado asociado a un servicio coproducido.",
            "it": "Questo problema si riferisce alla necessità di rivedere e raffinare il modello di business e il piano di copertura del mercato associato ad un servizio co-prodotto.",
            "lv": "Šī problēma risina nepieciešamību pārskatīt un precizēt uzņēmējdarbības modeli un tirgus sasniedzamības plānu, kas saistīts ar kopražojuma pakalpojumu."
        },
        "functionality_translations": {
            "en": "Enablers should provide guidance and tools on how to define suitable business models and effective business plans that would allow to put in practice the deviced business models.",
            "es": ""
        },
        "id": "SUS_PROBLEM_1",
        "name_translations": {
            "en": "Define a sustainability / business plan",
            "es": "Definir un plan de sostenibilidad / negocio",
            "it": "Definizione di un piano di business e di sostenibilità",
            "lv": "Ilgtspējības/uzņēmējdarbības plāna definēšana"
        }
    },
    {
        "description_translations": {
            "en": "This problem addresses the need to be able to specify a new public service proposal to be considered for co-production.",
            "es": "Este problema aborda la necesidad de poder especificar una nueva propuesta de servicio público que se considere para la coproducción.",
            "it": "Questo problema si riferisce alla necessità di specificare una nuova proposta di servizio pubblico da considerare per la co-produzione.",
            "lv": "Šī problēma ir saistīta ar nepieciešamību noteikt jaunu sabiedrisko pakalpojumu priekšlikumu, kas būtu jāņem vērā attiecībā uz kopprodukciju."
        },
        "functionality_translations": {
            "en": "Enablers should provide guidance and tools on how to generate an adequate proposal of public service, compliant with standards, that would allow for these specifications to be realized.",
            "es": ""
        },
        "id": "HACKATHON_PROBLEM_1",
        "name_translations": {
            "en": "Define a proposal of public service",
            "es": "Definir una propuesta de servicio público",
            "it": "Definizione di una nuova proposta di servizio pubblico",
            "lv": "Sabiedrisko pakalpojumu priekšlikuma definēšana"
        }
    },
    {
        "description_translations": {
            "en": "This problem addresses the need to define the rules for a competition (hackathon, contest) where different teams may take part.",
            "es": "Este problema aborda la necesidad de definir las reglas de una competición (hackathon, concurso) en la que pueden participar diferentes equipos.",
            "it": "Questo problema si riferisce alla necessità di definire delle regole per una competizione (hackathon, concorso) a cui prendono parte diverse squadre.",
            "lv": "Šī problēma ir saistīta ar nepieciešamību definēt noteikumus par konkursu (hackathon, konkursu), kurā var piedalīties dažādas komandas."
        },
        "functionality_translations": {
            "en": "Enablers should provide guidance and tools to help co-producers co-defining the rules of a given competition.",
            "es": ""
        },
        "id": "HACKATHON_PROBLEM_2",
        "name_translations": {
            "en": "Define the rules of a Hackathon or Contest",
            "es": "Definir las reglas de un Hackathon o Concurso",
            "it": "Definizione delle regole per un hackathon o un concorso",
            "lv": "Hakatona vai Konkursa noteikumu definēšana"
        }
    }
]