{
    "external-resource": "Ārējais resurss",
    "Name": "Vārds",
    "Created": "Izveidots",
    "Updated": "Atjaunināts",
    "Interlinker": "Interlinkers",
    "Actions": "Darbības",
    "No resources yet": "Nav pievienotu resursu",
    "In progress": "Procesā",
    "Awaiting": "Gaida",
    "Official": "Oficiāls",
    "Community": "Kopiena",
    "Internal software": "Iekšējā programmatūra",
    "Internal knowledge": "Iekšējās zināšanas",
    "External software": "Ārējā programmatūra",
    "External knowledge": "Ārējās zināšanas",
    "Nature": "Tips",
    "Search": "Meklēt...",
    "Minimum rating": "Minimālais reitings",
    "Logotype": "Logotips",
    "by": "Izveidotājs",
    "Interlink platform": "Interlink platforma",
    "Last update": "Pēdējais atjauninājums",
    "time-ago": "pirms {{when}}",
    "Unlike": "Nepatīk",
    "Like": "Patīk",
    "Rating": "Vērtējums",
    "overall-rating": "Kopējais vērtējums",
    "ratings-in-total": "vērtējumi",
    "rate-interlinker": "Novērtē šo interlinkeru",
    "title": "Nosaukums",
    "body": "Teksts",
    "Send": "Sūtīt",
    "login-required": "Nepieciešama pierakstīšanās",
    "login-required-description": "Jums jāpierakstās, lai piekļūtu šai sadaļai.",
    "Login": "Pierakstīties",
    "Logout": "Izrakstīties",
    "Workspace": "Darbavieta",
    "Interlinkers": "Interlinkeri",
    "Public Services": "",
    "Project": "Projekts",
    "INTERLINK platform": "Platforma",
    "Co-production": "Kopražošana",
    "Catalogue": "Katalogs",
    "About": "Par",
    "Overview": "Pārskats",
    "Workplan": "Darba plāns",
    "Guide": "Ceļvedis",
    "Team": "Komanda",
    "Settings": "Uzstādījumi",
    "Theme": "Tēma",
    "Language": "Valoda",
    "Save": "Saglabāt",
    "My processes": "Mani procesi",
    "add-process": "Izveidot jaunu procesu",
    "My teams": "Manas komandas",
    "add-teams": "Izveidot jaunu komandu",
    "you-do-not-have-permission": "Jums nav nepieciešama atļauja, lai veiktu šo darbību",
    "LIGHT": "LIGHT",
    "DARK": "TUMŠS",
    "unsavedchanges": "Vai tiešām vēlaties iziet bez saglabāšanas?",
    "coproductionprocess-creation-title": "Izveidot koprades procesu",
    "Description": "Apraksts",
    "Create": "Izveidot",
    "dashboard-title": "Informācijas panelis",
    "Only the creator of the process can select an schema": "Tikai procesa izveidotājs drīkst izvēlēties shēmu",
    "Write something": "Ierakstiet kaut ko",
    "Required": "Nepieciešams",
    "NAME OF THE PROJECT": "PROJEKTA NOSAUKUMS",
    "SHORT DESCRIPTION OF THE PROJECT": "ĪSS PROJEKTA APRAKSTS",
    "ACTUAL ORGANIZATION OF THE SERVICE": "PAKALPOJUMA SNIEDZĒJS",
    "AIM OF THE PROJECT": "PROJEKTA MĒRĶIS",
    "IDEA OF SERVICE TO BE CO-DELIVERED": "KOPPIEGĀDES PAKALPOJUMA IDEJA",
    "CHALLENGES OF THE PROJECT": "PROJEKTA IZAICINĀJUMI",
    "Cancel": "Atcelt",
    "schema": "shēma",
    "schema-selection-title": "Kopražošanas shēmas izvēle",
    "schema-selection-description": "Shēma sastāv no iepriekš definētu fāžu,  rezultātu un uzdevumu kopuma. Tās elementus var (un vajag) pielāgot jūsu projekta darba plānam.",
    "Phase": "Fāze",
    "Objective": "Mērķis",
    "Task": "Uzdevums",
    "use": "Lietot {{what}}",
    "Recent resources": "Nesenie resursi",
    "See task": "Skatīt uzdevumu",
    "Recommended interlinkers": "Ieteicamie interlinkeri",
    "No recommended interlinkers found": "Ieteicamie interlinkeri netika atrasti",
    "Current resources": "Esošie resursi",
    "Initiate procedure": "Uzsākt procedūru",
    "Link an external resource": "Pievienot ārējo resursu",
    "permissions-title": "Komandas un dalībnieki",
    "permissions-subtitle": "Jūs varat pievienot procesam veselas komandas vai dalībniekus. Gadījumā, ja persona ir komandas dalībnieks, tai piešķirtā loma paliek spēkā.",
    "Roles": "Lomas",
    "add-role-confirmation": "Vai tiešām vēlaties pievienot \"{{name}}\" šim procesam? Persona tiks pievienota ar noklusējuma lomu",
    "Add": "Pievienot",
    "view-resources": "Skatīt resursus",
    "create-resources": "Izveidot resursus",
    "delete-resources": "Dzēst resursus",
    "add-teams-or-individuals": "Pievienot komandas un dalībniekus",
    "change-settings": "Mainīt uzstādījumus",
    "role-creation-title": "Izveidot jaunu lomu",
    "role-creation-description": "Lai izveidotu lomu, ievadiet vārdu un aprakstu. Pēc tam pievienojiet lomai atļaujas.",
    "Permissions": "Atļaujas",
    "Next": "Nākamais",
    "Back": "Atpakaļ",
    "Full name": "Pilns vārds",
    "Email": "E-pasts",
    "Last login": "Pēdējā pierakstīšanās",
    "Add user to the team": "Pievienot lietotāju komandai",
    "Role": "Loma",
    "Members": "Dalībnieki",
    "Empty": "Tukšs",
    "add-new": "Pievienot jaunu {{what}}",
    "Day": "Diena",
    "Week": "Nedēļa",
    "Month": "Mēnesis",
    "Year": "Gads",
    "catalogue-title": "Interlinkeru katalogs",
    "interlinkers-catalogue": "Interlinkeru katalogs",
    "interlinkers-catalogue-total": "atrasti {{total}} interlinkeri",
    "Load more": "Ielādēt vairāk",
    "Creator": "Izveidotājs",
    "Tags": "Atslēgvārdi",
    "Problem profiles": "Risināmie jautājumi",
    "Based on": "Balstīts uz",
    "URI": "Vienotais resursu identifikators (URI)",
    "copied-clipboard": "Iekopēts starpliktuvē",
    "Welcome": "Laipni lūgti, {{name}}",
    "workspace-subtitle": "Šeit iespējams aplūkot nesenās darbības darbavietā",
    "workspace-emptyprocesses": "Šobrīd jūs nepiedalāties nevienā kopražošanas procesā. Jūs varat izveidot jaunu procesu, nospiežot pogu \"Pievienot\".",
    "workspace-title": "Darbavieta",
    "team-create-title": "Komandas izveide",
    "team-create-description": "Lai izveidotu komandu, lūdzu, ievadiet nosaukumu un aprakstu. Pēc tam pievienojiet komandai dalībniekus.",
    "you": "jūs",
    "Email address": "E-pasta adrese",
    "Add user": "Pievienot lietotāju",
    "home-1-1": "Sadarbības portāls, lai kopīgi radītu labākus un iekļaujošākus sabiedriskos pakalpojumus",
    "home-1-2": "Iet uz informācijas paneli",
    "home-2-1": "Vai esat valsts pārvaldes iestāde, uzņēmums vai pilsonis, kas vēlas kopīgi izstrādāt un sniegt labākus sabiedriskos pakalpojumus?",
    "home-2-2": "INTERLINK platforma palīdzēs jums attīstīt publisko un pilsonisko partnerību, kopīgi izstrādāt un kopīgi sniegt publiskos pakalpojumus. Pašlaik tiek izstrādāta šī digitālā platforma, kas soli pa solim vadīs sabiedrisko pakalpojumu kopīgu izstrādi un kopīgu sniegšanu, kā arī atvērto resursu kopums, kas konkrēti palīdzēs plānot un īstenot pakalpojumus. Platforma nodrošinās sadarbības vidi, kurā dažādi dalībnieki strādās kopā un atradīs zināšanas un rīkus, kas nepieciešami, lai kopīgi strādātu pie pakalpojumu kopīgas sniegšanas.",
    "home-3-1": "Kāpēc kopīga pakalpojumu sniegšana?",
    "home-3-2": "Kopražošana ir sabiedrisko pakalpojumu sniegšanas prakse, kurā valsts pārvaldes iestādes, ieinteresētās personas, kā arī iedzīvotāji strādā roku rokā, lai izveidotu sabiedrisko politiku un pakalpojumus. Kopražošanas procesā pakalpojumu sniedzēji un lietotāji strādā kopā, lai sasniegtu kopīgu rezultātu. Kopražošana var palīdzēt veidot spēcīgākas kopienas un attīstīt pilsoniskumu.",
    "home-3-3": "Uzziniet vairāk par kopražošanu",
    "home-4-1": "Pārlūkojiet resursu katalogu",
    "home-4-2": "INTERLINK veicina esošo publisko pakalpojumu un resursu atkalizmantošanu un koplietošanu, izmantojot partnerību starp iedzīvotājiem, privātajiem dalībniekiem un valsts pārvaldes iestādēm. INTERLINK nodrošina digitālo veidņu kopumu, ko sauc par \"INTERLINKER\", kas atbalsta dažādu ieinteresēto personu sadarbību pakalpojuma sniegšanā.",
    "home-4-3": "Pārlūkojiet katalogu",
    "home-5-1": "Pievienojieties aktīvam kopražošanas procesam",
    "home-5-2": "INTERLINK tiek izmantots dažādās Eiropas valstīs, lai īstenotu kopražošanas projektus. Uzziniet, kas izmanto INTERLINK, un pievienojieties aktīviem kopražošanas projektiem! Reģistrējieties INTERLINK platformā un atklājiet aktīvos projektus!",
    "home-5-3": "Iet uz paneli",
    "spain": "Spānija",
    "home-zaragoza-pilot": "Saragosa izmanto Interlink pārvaldības sistēmu, lai paplašinātu atvērto inovāciju pilsētā. Interlink ietvaros pieejamā sistēma un palīglīdzekļu kopums sniedz atbalstu ilgtspējīgai atvērtajai inovācijai pakalpojumu kopradē un kopīgā sniegšanā.",
    "latvia": "Latvija",
    "home-latvia-pilot": "Latvijas Vides aizsardzības un reģionālās attīstības ministrijas Klientu apkalpošanas centru izmantošanas gadījuma mērķis ir izmēģināt pakalpojumu sniegšanas koplietošanu ar trešajām pusēm, lai uzlabotu publiskos pakalpojumus.",
    "italy": "Itālija",
    "home-italy-pilot": "Itālijas Ekonomikas un finanšu ministrija kopā ar Digitālās Itālijas aģentūru izmantos Interlink platformu un tās komponentus, lai kopā ar Redžo Emīlijas pilsētu kopīgi radītu jaunu moduli kopīgai stratēģiskai plānošanai starp centrālajām un vietējām valsts iestādēm.",
    "home-about-1": "Sadarbība un atkalizmantošana",
    "home-about-1-1": "INTERLINK Eiropas projektā, kura mērķis ir pārvarēt šķēršļus, kas neļauj pārvaldes iestādēm atkārtoti izmantot un koplietot pakalpojumus ar privātiem partneriem (tostarp iedzīvotājiem), izstrādājot jaunu sadarbības pārvaldības modeli, kas apvieno vienkāršo iedzīvotāju iniciatīvu entuziasmu un elastīgumu ar leģitimitāti un atbildību, ko nodrošina lejupējas e-pārvaldības sistēmas.",
    "home-about-1-2": "INTERLINK daudznozaru konsorcijs nodrošinās jauno pārvaldības modeli un Interlinkers tehnoloģiskā ietvarā un darbības platformā, kas balstīta uz atvērtu programmatūras sistēmu, izmantojot mobilos sakarus, veicinot pakalpojumu kopīgu veidošanu starp PA un privātajām ieinteresētajām personām. Risinājums tiks pielāgots, izvērsts un novērtēts trīs izmantošanas gadījumos (MEF, VARAM un Saragosa). Trīs izmantošanas gadījumos gūtā pieredze tiks apkopota, lai nodrošinātu atkārtoti izmantojamu risinājumu visā Eiropā.",
    "home-about-2": "Uzziniet vairāk par INTERLINK izmēģinājuma pasākumiem!",
    "home-about-download-brochure": "Lejupielādēt brošūru",
    "Engagement": "Iesaistīšanās",
    "Design": "Dizains",
    "home-coproduction-build": "Līdzdizains attiecas uz darbībām, kas ietver \"lietotāju un viņu kopienu pieredzi\" sabiedrisko pakalpojumu radīšanā, plānošanā vai organizēšanā\" (Bovaird un Loeffler, 2012). Šajā posmā tiek izveidota kopprojektēšanas komanda, kas sāk kopīgi strādāt, lai definētu kopprojektējamo pakalpojumu. Kopprojektēšanas fāze ietver divas apakšfāzes:",
    "Co-design phase": "Kopdizaina fāze",
    "Build": "Izveidot",
    "Sustain": "Uzturēšana",
    "home-coproduction-codelivery": "Kopradīšana ir valsts iestāžu un ieinteresēto personu kopīgi centieni nodrošināt un uzlabot publiskos pakalpojumus (Alford, 2014; Nabatchi et.al., 2017), kad pakalpojums tiek īstenots un sniegts ilgtspējīgā veidā. Kopīgas piegādes posms ietver divus apakšposmus:",
    "Co-delivery phase": "Koppiegādes fāze",
    "Co-production process": "kopīgas ražošanas process",
    "home-coproduction-1": "Šo kopražošanas procesu raksturo divi galvenie posmi: kopprojektēšanas posms un koppiegādes posms, katrs no tiem ir sīkāk precizēts apakšposmos:",
    "home-platform-1": "Sadarbība un atkalizmantošana",
    "home-platform-1-1": "INTERLINK platforma piedāvā digitālu vidi, kas atvieglo kopražošanas procesus starp valsts pārvaldes iestādēm, privātajām ieinteresētajām personām un iedzīvotājiem un veicina programmatūras atkalizmantošanu sabiedrisko pakalpojumu sniegšanai. Izmantojot INTERLINK, dažādi dalībnieki var sadarboties un atrast nepieciešamās zināšanas un rīkus, lai kopīgi strādātu pie pakalpojumu kopīgas izstrādes un kopīgas sniegšanas.",
    "home-platform-2": "kopprojektēšana un koppiegāde",
    "home-platform-2-1": "Kopprojektēšanas procesā rodas vairāki jautājumi un problēmas. INTERLINK vada visu procesu: no sākotnējā darba plāna izveides līdz ieteikumiem par programmatūru, ko var atkārtoti izmantot jūsu projektā. INTERLINK sniedz soli pa solim izstrādātas vadlīnijas sabiedrisko pakalpojumu kopražošanai un kopapgādei, kā arī vadlīnijas, padomus un veidnes, kas atvieglo sadarbību.",
    "home-platform-3": "INTERLINKERS",
    "home-platform-3-1": "INTERLINK atvieglo zināšanu, programmatūras un pakalpojumu koplietošanu un atkalizmantošanu. INTERLINKERS ir zināšanu vai programmatūras elementi, kurus jūsu komanda var atkārtoti izmantot un pielāgot pakalpojumu sniegšanai. Tie ir digitāli būvmateriāli, kas risina problēmas, ar kurām ieinteresēto personu komanda var saskarties visa procesa laikā: vadlīnijas, paraugprakse, veidnes, piemēri un atkārtoti izmantojama programmatūra atbalsta visu kopražošanas dzīves ciklu, sākot no tīkla izstrādes sākotnējā posma līdz pat galīgajai kopīgai pakalpojuma sniegšanai un uzraudzībai. Šie resursi palīdz kopīgi izstrādāt jaunus risinājumus, kuru centrā ir lietotāju vajadzības.",
    "home-platform-4": "Uzziniet vairāk par platformas izmantošanu",
    "home-platform-4-1": "Biežāk uzdotie jautājumi un padomi par platformas lietošanu, lūdzu, lejupielādējiet lietotāja rokasgrāmatu.",
    "home-platform-4-2": "Lejupielādēt lietotāja rokasgrāmatu"
}
