{
    "id": "phase-design",
    "prerequisites": [
        {
            "item": "phase-engage",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Design",
        "es": "Diseño",
        "it": "Progettazione",
        "lv": "Projektēšana"
    },
    "description_translations": {
        "en": "Follow the guidelines to discuss together, in a balanced and inclusive way, issues, beneficiaries, and priorities for the service to be designed. Find useful resources to conduct interviews, surveys and focus groups for a deeper understanding of stakeholders’ and citizens’ needs and requirements. Use the proposed material to organize service design workshops and develop mockups. Stop and reflect on the process so far with the co-evaluation checklists.",
        "es": "Siga las directrices para debatir juntos, de forma equilibrada e inclusiva, los problemas, los beneficiarios y las prioridades del servicio que se va a diseñar. Encuentre recursos útiles para realizar entrevistas, encuestas y grupos de discusión para comprender mejor las necesidades y requisitos de las partes interesadas y los ciudadanos. Utilizar el material propuesto para organizar talleres de diseño de servicios y desarrollar maquetas. Deténgase y reflexione sobre el proceso hasta el momento con las listas de comprobación de la coevaluación.",
        "it": "Segui le linee guida per discutere insieme, in modo equilibrato e inclusivo, temi, beneficiari e priorità per il servizio da progettare. Trova risorse utili per condurre interviste, sondaggi e focus group per una comprensione più profonda dei bisogni e delle esigenze degli attori coinvolti e dei cittadini. Utilizza il materiale della piattaforma per organizzare sessioni di progettazione e di sviluppo dei mockups. Fermati e rifletti sul processo finora svolto con le checklist di co-valutazione.",
        "lv": "Sekojiet pamatnostādnēm, lai līdzsvarotā un iekļaujošā veidā kopīgi apspriestu jautājumus, saņēmējus un prioritātes attiecībā uz paredzēto pakalpojumu. Atrodiet noderīgus resursus, lai veiktu intervijas, aptaujas un fokusgrupas, lai dziļāk izprastu ieinteresēto pušu un iedzīvotāju vajadzības un prasības. Izmantojiet piedāvāto materiālu, lai organizētu pakalpojuma dizaina darbnīcas un izstrādātu maketus. Pārtrauciet un pārdomājiet veikto procesu, izmantojot kopējā novērtējuma kontrolsarakstus."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Focus the problem collaboratively",
                "es": "Enfocar el problema de forma colaborativa",
                "it": "Focalizza il problema in modo collaborativo",
                "lv": "Koncentrējieties uz problēmu kopā"
            },
            "description_translations": {
                "en": "Clearly define the problem to be addresses by the co-production team and agree on it. This  is an important step towards creating an effective and efficient solution. Different resources can be useful to this end: tips on how to create and share a common language among team members, resources to guide collaborative discussions, tools for ideas collection.",
                "es": "Definir claramente el problema que debe abordar el equipo de coproducción y ponerse de acuerdo sobre él. Este es un paso importante para crear una solución eficaz y eficiente. Para ello pueden ser útiles diferentes recursos: consejos sobre cómo crear y compartir un lenguaje común entre los miembros del equipo, recursos para guiar los debates colaborativos, herramientas para la recopilación de ideas.",
                "it": "Definisci e condividi con chiarezza il problema che deve essere affrontato dal gruppo di lavoro. E' un passo importante per poi realizzare una soluzione efficace ed efficiente. Diverse risorse possono essere utili: risorse su come adottare un linguaggio comune tra i membri del gruppo, risorse per guidare discussioni collaborative, risorse per la raccolta di idee.",
                "lv": "Skaidri definējiet problēmu, kas jārisina kopražojuma komandai, un vienojieties par to. Tas ir svarīgs solis ceļā uz efektīva risinājuma radīšanu. Šim nolūkam var būt noderīgi dažādi resursi: ieteikumi, kā izveidot un koplietot kopīgu valodu grupas dalībniekiem, resursi sadarbības diskusiju vadīšanai, rīki ideju apkopošanai."
            },
            "problemprofiles": [
                "UND_PROBLEM_1",
                "UND_PROBLEM_5",
                "DEF_PROBLEM_2"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Develop a shared language",
                        "es": "Desarrollar un lenguaje compartido",
                        "it": "Sviluppa un linguaggio comune",
                        "lv": "Kopīgas valodas izveide"
                    },
                    "description_translations": {
                        "en": "Develop a shared language among the team members and encourage communication and ideas sharing with all the stakeholders. Developing a shared language is crucial to be able for stakeholders to: i) build a common ground for joint action, ii) share, mutually agree on, and understand a longterm research plan and protocol, iii) to ongoingly evaluate the success or failure of decisions.",
                        "es": "Desarrollar un lenguaje compartido entre los miembros del equipo y fomentar la comunicación y el intercambio de ideas con todas las partes interesadas. El desarrollo de un lenguaje compartido es crucial para que las partes interesadas puedan: i) construir una base común para la acción conjunta, ii) compartir, acordar mutuamente y comprender un plan y un protocolo de investigación a largo plazo, iii) evaluar continuamente el éxito o el fracaso de las decisiones.",
                        "it": "Sviluppa un linguaggio condiviso tra i membri del gruppo di lavoro e incoraggia la comunicazione e la condivisione di idee con tutti gli attori coinvolti. Condividi un linguaggio per consentire alle parti interessate di: i) costruire un terreno comune per un'azione congiunta, ii) condividere, concordare e comprendere un piano e un protocollo di ricerca a lungo termine, iii) valutare costantemente il successo o il fallimento delle decisioni adottate.",
                        "lv": "Attīstiet kopīgu terminoloģiju grupas dalībnieku vidū un veiciniet saziņu un ideju apmaiņu ar visām ieinteresētajām pusēm. Kopīgas terminoloģijas izveide ir ļoti svarīga, lai ieinteresētās puses varētu: i) izveidot kopīgu pamatu kopīgai rīcībai, ii) dalīties, savstarpēji vienoties un saprast ilgtermiņa pētniecības plānu un protokolu, iii) nepārtraukti novērtēt pieņemto lēmumu izdošanos."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_12"
                    ],
                    "id": "task-develop-a-shared-language",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Collaboratively problem refinement",
                        "es": "Perfeccionamiento de problemas en colaboración",
                        "it": "Definisci il problema in modo collaborativo",
                        "lv": "Sadarbības problēmu pilnveidošana"
                    },
                    "description_translations": {
                        "en": "Refine with the collaboration of the stakeholders network the problem to be addressed. Service design is a problem-solving activity and it is important to clearly understand which is the challenge that the team addresses and how more information can be collected to understand how the service should be designed. Organize focus groups to discuss initial ideas and assumptions, refine them through structured methods and become aware about the missing information that still needs to be collected.",
                        "es": "Afinar con la colaboración de la red de partes interesadas el problema a tratar. El diseño de servicios es una actividad de resolución de problemas y es importante entender claramente cuál es el reto que aborda el equipo y cómo se puede recopilar más información para entender cómo debe diseñarse el servicio. Organice grupos de discusión para debatir las ideas y suposiciones iniciales, perfeccionarlas mediante métodos estructurados y tomar conciencia de la información que falta por recopilar.",
                        "it": "Circoscrivi il problema e i suoi confini grazie alla collaborazione della rete di tutti gli attori coinvolti. La progettazione del servizio è un'attività di problem solving ed è importante capire con chiarezza qual è la sfida che il gruppo di lavoro deve affrontare, come raccogliere le informazioni necessarie alla progettazione del servizio. Organizza focus group per discutere idee e ipotesi, perfezionali attraverso metodi strutturati e identifica le informazioni mancanti che devono ancora essere raccolte.",
                        "lv": "Uzlabojiet risināmo problēmu, sadarbojoties ar ieinteresēto pušu tīklu. Pakalpojuma izstrāde ir problēmu risināšanas darbība, un ir svarīgi skaidri saprast, kurš ir izaicinājums, kuru komanda risina, un kā var iegūt vairāk informācijas, lai saprastu, kā pakalpojums ir jāizstrādā. Organizējiet fokusa grupas, lai apspriestu sākotnējās idejas un pieņēmumus, pilnveidotu tos, izmantojot strukturētas metodes, un uzzinātu par trūkstošo informāciju, kas vēl ir jāsavāc."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-develop-a-shared-language",
                            "type": "previous"
                        }
                    ],
                    "id": "task-collaboratively-problem-refinement"
                },
                {
                    "name_translations": {
                        "en": "Ideas collection for problem exploration and refinement",
                        "es": "Recogida de ideas para la exploración y el perfeccionamiento del problema",
                        "it": "Raccogli idee per l'esplorazione e la definizione del problema",
                        "lv": "Ideju vākšana problēmu izpētei un precizēšanai"
                    },
                    "description_translations": {
                        "en": "In case of need, enlarge the collection of ideas about the various aspects of the problem by launching a discussion forum.",
                        "es": "En caso de ser necesario, ampliar la recopilación de ideas sobre los distintos aspectos del problema poniendo en marcha un foro de debate.",
                        "it": "In caso di necessità, amplia la raccolta di idee sui vari aspetti del problema avviando un forum di discussione.",
                        "lv": "Vajadzības gadījumā paplašināt ideju vākšanu par dažādiem problēmas aspektiem, rīkojot diskusiju forumu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-collaboratively-problem-refinement",
                            "type": "previous"
                        }
                    ],
                    "id": "task-ideas-collection-for-problem-exploration-and-refinement"
                },
                {
                    "name_translations": {
                        "en": "Sketch an initial idea of the service",
                        "es": "Esbozar una idea inicial del servicio",
                        "it": "Crea un'idea iniziale del servizio",
                        "lv": "Ieskicējiet pakalpojuma sākotnējo ideju"
                    },
                    "description_translations": {
                        "en": "Draft an initial description (or multiple optional descriptions) of the potential service: what it does, who benefits from the service, who helps delivering it. Use description templates to facilitate your task.",
                        "es": "Redacte una descripción inicial (o varias descripciones opcionales) del posible servicio: qué hace, a quién beneficia el servicio, quién ayuda a prestarlo. Utilice plantillas de descripción para facilitar su tarea.",
                        "it": "Crea una descrizione iniziale (o più descrizioni) del potenziale servizio: a cosa serve? a chi si rivolge? chi lo eroga? Usa i modelli di descrizione per facilitare questa attività.",
                        "lv": "Izveidojiet potenciālā pakalpojuma sākotnējo aprakstu (vai vairākus papildu aprakstus): ko tas ietver, kurš gūst labumu no pakalpojuma, kurš palīdz to piegādāt. Izmantojiet apraksta veidnes, lai atvieglotu uzdevumu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-ideas-collection-for-problem-exploration-and-refinement",
                            "type": "previous"
                        }
                    ],
                    "id": "task-sketch-an-initial-idea-of-the-service"
                },
                {
                    "name_translations": {
                        "en": "Collaborative agree on a service idea",
                        "es": "Acuerdo colaborativo sobre una idea de servicio",
                        "it": "Concorda in modo collaborativo l'idea alla base del servizio",
                        "lv": "Kopīgi vienoties par pakalpojuma ideju"
                    },
                    "description_translations": {
                        "en": "Go back to your network of stakeholders to validate the service idea by means of a focus group or a poll.",
                        "es": "Vuelva a su red de interesados para validar la idea del servicio mediante un grupo de discusión o una encuesta.",
                        "it": "Torna alla tua rete di attori coinvolti per convalidare l'idea alla base del servizio tramite un focus group o sondaggi",
                        "lv": "Atgriezieties ieinteresēto personu tīklā, lai apstiprinātu pakalpojuma ideju, izmantojot fokusa grupu vai aptauju."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-sketch-an-initial-idea-of-the-service",
                            "type": "previous"
                        }
                    ],
                    "id": "task-collaborative-agree-on-a-service-idea"
                },
                {
                    "name_translations": {
                        "en": "Define requirements and constraints for the service",
                        "es": "Definir los requisitos y restricciones del servicio",
                        "it": "Definisci i requisiti e i vincoli del servizio",
                        "lv": "Definējiet pakalpojuma prasības un ierobežojumus"
                    },
                    "description_translations": {
                        "en": "The ideas and service design concepts need to be translated into formal requirements to proceed with the implementation of the service. Follow the guidelines on how to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed. Use stardard representation formalism for requirements descriptions, as for example the Volere Requirements Specification template.",
                        "es": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales para proceder a la implantación del servicio. Siga las directrices sobre cómo recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse. Utilice un formalismo de representación estándar para las descripciones de requisitos, como por ejemplo la plantilla de especificación de requisitos de Volere.",
                        "it": "Le idee relative alla progettazione del servizio devono essere tradotte in requisiti formali per procedere alla loro implementazione. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che ne definiscono l'obiettivo e come dovrebbe essere sviluppato. Utilizza termini standard per le descrizioni dei requisiti, come ad esempio il modello di specifica Volere Requirements.",
                        "lv": "Idejas un pakalpojumu dizaina koncepcijas ir jāpārtulko formālās prasībās, lai turpinātu ar pakalpojuma īstenošanu. Ievērojiet vadlīnijas par to, kā apkopot, strukturēt un komunicēt prasības un visas pakalpojumu specifikācijas, kas precizē pakalpojuma mērķi un to, kā tas jāizstrādā. Izmantojiet standarta reprezentācijas attēlošanas formālisma pieeju prasību aprakstiem, piemēram, Volere prasību specifikācijas veidni."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-collaborative-agree-on-a-service-idea",
                            "type": "previous"
                        }
                    ],
                    "id": "task-define-requirements-and-constraints-for-the-service"
                }
            ],
            "id": "objective-focus-the-problem-collaboratively",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Problem exploration",
                "es": "Exploración del problema",
                "it": "Esplorazione del problema",
                "lv": "Problēmu izpēte"
            },
            "description_translations": {
                "en": "Before actually designing how the service will look like, deeply explore the problem context, to gather factual data about users, organizations, needs and their relationships.",
                "es": "Antes de diseñar realmente cómo será el servicio, hay que explorar en profundidad el contexto del problema, para recopilar datos fácticos sobre los usuarios, las organizaciones, las necesidades y sus relaciones.",
                "it": "Prima di progettare come il servizio apparirà, esplora a fondo il contesto del problema per raccogliere dati concreti su utenti, organizzazioni e i loro bisogni.",
                "lv": "Pirms noformēt, kā šis pakalpojums izskatīsies, rūpīgi izpētiet problēmu kontekstu, lai apkopotu faktiskos datus par lietotājiem, organizācijām, vajadzībām un to attiecībām."
            },
            "problemprofiles": [
                "UND_PROBLEM_1",
                "UND_PROBLEM_3",
                "UND_PROBLEM_4",
                "UND_PROBLEM_6",
                "DEF_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Collect data about users and their behavior",
                        "es": "Recoger datos sobre los usuarios y su comportamiento",
                        "it": "Raccogli dati sugli utenti e sul loro comportamento",
                        "lv": "Apkopot datus par lietotājiem un viņu uzvedību"
                    },
                    "description_translations": {
                        "en": "Gather all the relevant information about the service that will be produced to put the right processes in place.  It’s advisable to establish different types of consultation depending on the groups targeted:\r\n\\n- Consult users about desired outcomes of the service\r\n- Consult service providers about the solutions that can give in response to the service demanded\r\n- Ask public authorities about the implications (organizational, regulatory, etc.) that affect to the service delivery\r\nOrganize focus groups, interviews or surveys to elicit the desired data.",
                        "es": "Recopilar toda la información relevante sobre el servicio que se va a producir para poner en marcha los procesos adecuados.  Es aconsejable establecer diferentes tipos de consulta en función de los grupos a los que se dirige:\n\\n - Consultar a los usuarios sobre los resultados deseados del servicio\n- Consultar a los proveedores de servicios sobre las soluciones que pueden dar en respuesta al servicio demandado\n- Consultar a las autoridades públicas sobre las implicaciones (organizativas, normativas, etc.) que afectan a la prestación del servicio\nOrganizar grupos de discusión, entrevistas o encuestas para obtener los datos deseados.",
                        "it": "Raccogli tutte le informazioni rilevanti sul servizio per mettere in atto i processi giusti. Ti consigliamo di stabilire diverse tipologie di consultazione a seconda dei gruppi a cui ti rivolgi:\n- Consulta gli utenti sui risultati desiderati del servizio\n- Consulta i fornitori di servizi sulle diverse soluzioni che possono dare\n- Chiedi alle autorità pubbliche quali sono le cornici (organizzative, normative, ecc.) che incidono sull'erogazione del servizio\n- Organizza focus group, interviste o sondaggi per ottenere informazioni e dati.",
                        "lv": "Apkopojiet visu būtisko informāciju par pakalpojumu, kas tiks sagatavots, lai ieviestu pareizos procesus. Ir ieteicams noteikt dažādus apspriešanās veidus atkarībā no mērķgrupām:\n- apspriesties ar lietotājiem par vēlamajiem pakalpojuma rezultātiem\n- konsultēties ar pakalpojumu sniedzējiem par risinājumiem, ko var sniegt, ņemot vērā pieprasīto pakalpojumu\n- jautātjiet valsts iestādēm par sekām (organizatoriskām, regulatīvām utt.), kas ietekmē pakalpojumu sniegšanu.\nOrganizējiet fokusgrupas, intervijas vai aptaujas, lai iegūtu vēlamos datus."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_6.2"
                    ],
                    "id": "task-collect-data-about-users-and-their-behavior",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Ecosystem mapping",
                        "es": "Mapeo de los ecosistemas",
                        "it": "Mappa dell'ecosistema",
                        "lv": "Ekosistēmas kartēšana"
                    },
                    "description_translations": {
                        "en": "Map in a synthetic representation all the key roles that can impact on the user, organization and service environment. The ecosystem map is built by first displaying all the entities, and then connecting them based on the type of value they exchange.",
                        "es": "Mapea en una representación sintética todos los roles clave que pueden impactar en el entorno del usuario, la organización y el servicio. El mapa del ecosistema se construye mostrando primero todas las entidades, y luego conectándolas en función del tipo de valor que intercambian.",
                        "it": "Elabora una rappresentazione grafica degli elementi che possono avere un impatto sull'utente, sull'organizzazione e sull'ambiente di servizio. La mappa dell'ecosistema viene costruita visualizzando prima tutte le entità e poi collegandole in base al tipo di valore che si scambiano.",
                        "lv": "Kartējiet sintētiskā attēlojumā visas galvenās lomas, kas var ietekmēt lietotāju, organizāciju un pakalpojumu vidi. Ekosistēmas karte tiek veidota, vispirms attēlojot visas vienības un pēc tam tās savienojot, balstoties uz vērtības tipu, ar ko tās apmainās."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-collect-data-about-users-and-their-behavior",
                            "type": "previous"
                        }
                    ],
                    "id": "task-ecosystem-mapping"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-focus-the-problem-collaboratively",
                    "type": "previous"
                }
            ],
            "id": "objective-problem-exploration"
        },
        {
            "name_translations": {
                "en": "Ideation",
                "es": "Ideación",
                "it": "Ideazione",
                "lv": "Ideja"
            },
            "description_translations": {
                "en": "Ideation is the preliminary phase of service design in which the design team is created, the collected data are reviewed, and futher ideas are sougth if necessary.",
                "es": "La ideación es la fase preliminar del diseño del servicio en la que se crea el equipo de diseño, se revisan los datos recogidos y se buscan nuevas ideas si es necesario.",
                "it": "L'ideazione è la fase preliminare della progettazione del servizio; in questa fase viene creato il gruppo di progettazione, vengono esaminati i dati raccolti e, se necessario, vengono elaborate ulteriori idee.",
                "lv": "Ideja ir pakalpojuma izstrādes sākotnējā fāze, kurā tiek izveidota dizaina komanda, apkopoti dati tiek pārskatīti un vajadzības gadījumā tiek meklētas papildu idejas."
            },
            "problemprofiles": [
                "ORG_PROBLEM_13",
                "ORG_PROBLEM_14",
                "UND_PROBLEM_4",
                "UND_PROBLEM_5",
                "DEF_PROBLEM_2",
                "DEF_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Engage relevant actors in the design",
                        "es": "Involucrar a los actores relevantes en el diseño",
                        "it": "Coinvolgi gli attori rilevanti nella progettazione",
                        "lv": "Iesaistiet attiecīgos dalībniekus dizainā"
                    },
                    "description_translations": {
                        "en": "Create a core group of stakeholders to proceed with the actual ideation of the service. Provide appropriate communication, motivational statements, and workplan information about the next steps of service co-creation.",
                        "es": "Crear un grupo central de partes interesadas para proceder a la ideación real del servicio. Proporcionar una comunicación adecuada, declaraciones de motivación e información del plan de trabajo sobre los siguientes pasos de la cocreación del servicio.",
                        "it": "Crea un gruppo di attori per procedere con l'ideazione vera e propria del servizio. Fornisci informazioni appropriate sul piano di lavoro e le fasi successive della realizzazione del servizio.",
                        "lv": "Izveidot ieinteresēto pušu kodolu, lai turpinātu pakalpojuma ideju ģenerēšanu. Sniedziet atbilstošu komunikāciju, motivējošus paziņojumus un darba plāna informāciju par turpmākajiem pakalpojuma koprades soļiem."
                    },
                    "problemprofiles": [],
                    "id": "task-engage-relevant-actors-in-the-design",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Organize a brainstorming",
                        "es": "Organizar un brainstorming",
                        "it": "Organizza un brainstorming",
                        "lv": "Organizējiet prāta vētras"
                    },
                    "description_translations": {
                        "en": "Organize and manage a brainstorming to review the data collected about the service ecosystem and to produce service ideas, discuss and select them, through divergent and convergent phases of group discussion.",
                        "es": "Organizar y gestionar una tormenta de ideas para revisar los datos recogidos sobre el ecosistema de servicios y para producir ideas de servicio, discutirlas y seleccionarlas, a través de fases divergentes y convergentes de discusión en grupo.",
                        "it": "Organizza e gestisci un brainstorming per rivedere i dati raccolti sull'intero ecosistema dei servizi già esistenti, per produrre nuove idee, discuterle e selezionarle attraverso le fasi divergenti e convergenti delle discussione di gruppo.",
                        "lv": "Organizējiet un pārvaldiet prātošanas aktivitātes, lai pārskatītu apkopotos datus par pakalpojumu ekosistēmu un izstrādātu pakalpojumu idejas, apspriestu un atlasītu tās caur konverģentām (viens labi pārdomāts risinājums) un diverģentām (daudz dažādu ideju) grupu diskusijām."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-engage-relevant-actors-in-the-design",
                            "type": "previous"
                        }
                    ],
                    "id": "task-organize-a-brainstorming"
                },
                {
                    "name_translations": {
                        "en": "Ideas crowdsourcing",
                        "es": "El crowdsourcing de ideas",
                        "it": "Crowdsourcing di idee",
                        "lv": "Ideju kombinētā izmantošana"
                    },
                    "description_translations": {
                        "en": "Collect ideas from a large set of contributors (e.g. citizens) related to a specific challenge, organize and manage the ideas and eventually evaluate them. Crowdsourcing projects can target both internal and external participants via dedicated tools and platforms, questionnaires, social media, competitions and other methods.",
                        "es": "Recoger ideas de un gran conjunto de colaboradores (por ejemplo, ciudadanos) relacionadas con un reto específico, organizar y gestionar las ideas y, finalmente, evaluarlas. Los proyectos de crowdsourcing pueden dirigirse a participantes tanto internos como externos a través de herramientas y plataformas específicas, cuestionarios, redes sociales, concursos y otros métodos.",
                        "it": "Raccogli idee da un ampio gruppo di contributori (ad es. cittadini) relative a una sfida specifica, organizza e gestisci le idee ed eventualmente valutale. I progetti di crowdsourcing possono rivolgersi a partecipanti sia interni che esterni tramite strumenti e piattaforme dedicati, questionari, social media, concorsi e altri strumenti.",
                        "lv": "Apkopojiet idejas no daudziem līdzstrādniekiem (piemēram, iedzīvotājiem), kas saistīti ar konkrētu uzdevumu, organizējiet un pārvaldiet idejas un, visbeidzot, novērtējiet tās. Kolektīvie projekti var būt vērsti gan uz iekšējiem, gan ārējiem dalībniekiem, izmantojot īpašus rīkus un platformas, anketas, sociālos medijus, konkursus un citas metodes."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-organize-a-brainstorming",
                            "type": "previous"
                        }
                    ],
                    "id": "task-ideas-crowdsourcing"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-problem-exploration",
                    "type": "previous"
                }
            ],
            "id": "objective-ideation"
        },
        {
            "name_translations": {
                "en": "Service design",
                "es": "Diseño del servicio",
                "it": "Progettazione vera e propria del servizio",
                "lv": "Pakalpojuma dizains"
            },
            "description_translations": {
                "en": "After the understanding of the problem and the brainstorming of the service ideas, elaborate concrete solutions for your challenge. Co-design workshops are useful at this stage as collective activities organized to discuss design issues and choices. Work together with relevant actors to start defining the service to be co-designed and co-delivered.",
                "es": "Tras la comprensión del problema y el brainstorming de las ideas de servicio, elabore soluciones concretas para su reto. Los talleres de codiseño son útiles en esta fase como actividades colectivas organizadas para debatir cuestiones y opciones de diseño. Trabaje junto con los actores relevantes para empezar a definir el servicio que se va a codiseñar y coentregar.",
                "it": "Dopo la comprensione del problema e il brainstorming relativo alle idee di servizio, elabora soluzioni concrete per risolvere la tua sfida. I workshop di co-progettazione sono utili in questa fase come attività da fare insieme per discutere i diversi percorsi di co-progettazione da intraprendere. Collabora con gli altri portatori di interesse per definire il servizio da co-progettare e co-erogare.",
                "lv": "Pēc problēmas izprašanas un pakalpojuma ideju apsvēršanas variet izstrādāt konkrētus risinājumus savai problēmai. Kopējas projektēšanas semināri šajā posmā ir noderīgi kā kolektīvie pasākumi, kas tiek organizēti, lai apspriestu dizaina jautājumus un izvēles. Sadarbojieties ar attiecīgajiem dalībniekiem, lai sāktu definēt kopprojektēto un koppiegādāto pakalpojumu."
            },
            "problemprofiles": [
                "UND_PROBLEM_4",
                "DEF_PROBLEM_3",
                "DEF_PROBLEM_4",
                "BUILD_PROBLEM_2"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Define personas",
                        "es": "Definir personas",
                        "it": "Definisci le \"Personas\"",
                        "lv": "Definēt personas"
                    },
                    "description_translations": {
                        "en": "Reflect on the service beneficiary behavior, needs and expectations. Personas are fictional characters who embody the archetype of your customer, beneficiary or financing supporter. They are created through exhaustive observation of the customer segment and the drawing together of their shared characteristics, behaviors, motivations, interests, etc. It is a useful tool to focus on getting to know who you are designing for.",
                        "es": "Reflexione sobre el comportamiento, las necesidades y las expectativas del beneficiario del servicio. Los personajes son figuras ficticias que encarnan el arquetipo de su cliente, beneficiario o financiador. Se crean a partir de la observación exhaustiva del segmento de clientes y el dibujo de sus características compartidas, comportamientos, motivaciones, intereses, etc. Se trata de una herramienta útil para conocer a la persona para la que se diseña.",
                        "it": "Esplora il comportamento, i bisogni e le aspettative del beneficiario finale del servizio attraverso le Personas. Le \"Personas\" sono personaggi fittizi che incarnano l'archetipo del tuo beneficiario finale. Le \"Personas\" sono create osservando attentamente il target che si intende raggiungere e i loro comportamenti, caratteristiche, motivazioni, interessi. Sono uno strumento utile per conoscere a fondo il fruitore finale del servizio che stai progettando.",
                        "lv": "Apdomājiet pakalpojuma saņēmēja rīcību, vajadzības un gaidas. Personas ir izdomāti personāži, kas iemieso jūsu klienta, saņēmēja vai finansējuma atbalstītāja arhetipu. Tie tiek radīti, vispusīgi novērojot klientu segmentu un apkopojot to kopīgās īpašības, uzvedību, motivāciju, intereses utt. Tas ir noderīgs līdzeklis, lai iegūtu informāciju par to, kam jūs gatavojaties."
                    },
                    "problemprofiles": [],
                    "id": "task-define-personas",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Define scenarios",
                        "es": "Definir escenarios",
                        "it": "Definisci gli scenari d'uso",
                        "lv": "Definēt scenārijus"
                    },
                    "description_translations": {
                        "en": "Write scenarios. To explain and collaboratively describe the envisioned service, scenarios can be used to reflect on the users experience. A user scenario is a story that describes, in an narrative manner, how the user is going to interact with the service during a specific situation. Writing user scenarios requires to identify a specific context in which the action takes place, as well as characters and needs that defines the attitude of the user.",
                        "es": "Escribir escenarios. Para explicar y describir de forma colaborativa el servicio previsto, se pueden utilizar escenarios para reflexionar sobre la experiencia de los usuarios. Un escenario de usuario es una historia que describe, de forma narrativa, cómo el usuario va a interactuar con el servicio durante una situación concreta. Escribir escenarios de usuario requiere identificar un contexto específico en el que se desarrolla la acción, así como personajes y necesidades que definen la actitud del usuario.",
                        "it": "Immagina diversi scenari d'uso. Per descrivere in modo collaborativo il servizio previsto, immaginare diversi scenari d'uso può far riflettere sull'esperienza dei beneficiari, degli utenti. Uno scenario d'uso è una storia che descrive, in modo narrativo, come il beneficiario interagirà con il servizio durante una situazione specifica. Scrivere scenari d'uso richiede di identificare un contesto specifico in cui si svolge l'azione, gli attori coinvolti e bisogni dell'utente stesso.",
                        "lv": "Rakstiet scenārijus. Lai izskaidrotu un kopīgi aprakstītu paredzēto pakalpojumu, var izmantot scenārijus, lai atspoguļotu lietotāju pieredzi. Lietotāja scenārijs ir stāsts, kurā stāstījumā aprakstīts, kā lietotājs konkrētā situācijā mijiedarbojas ar pakalpojumu. Lai uzrakstītu lietotāja scenārijus, ir jānosaka konkrēts konteksts, kurā notiek darbība, kā arī varoņi un vajadzības, kas nosaka lietotāja attieksmi."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-define-personas",
                            "type": "previous"
                        }
                    ],
                    "id": "task-define-scenarios"
                },
                {
                    "name_translations": {
                        "en": "Define user journeys",
                        "es": "Definir los recorridos de los usuarios",
                        "it": "Definisci il percorso dell'utente",
                        "lv": "Lietotāju braucienu definēšana"
                    },
                    "description_translations": {
                        "en": "Describe the encounters between the user and the organization, service or product. Tell the story from the user’s point of view, and try to depict how the user’s expectations intersect with the organization’s offer. It is a useful strategic tool that keeps the customers, beneficiaries and providers at the center of design decisions, highlighting pain points and opportunities for the organization to create a better user experience and an effective service.",
                        "es": "Describa los encuentros entre el usuario y la organización, el servicio o el producto. Cuente la historia desde el punto de vista del usuario e intente describir cómo se cruzan las expectativas del usuario con la oferta de la organización. Es una herramienta estratégica útil que mantiene a los clientes, beneficiarios y proveedores en el centro de las decisiones de diseño, destacando los puntos de dolor y las oportunidades para que la organización cree una mejor experiencia de usuario y un servicio eficaz.",
                        "it": "Descrivi l'interazione tra l'utente finale e l'organizzazione, il servizio o il prodotto. Racconta la storia dal punto di vista dell'utente e cerca di descrivere come le aspettative dell'utente incontrano l'offerta della tua organizzazione. È uno strumento strategico che ti permette di tenere i clienti, i beneficiari e i fornitori al centro della progettazione, evidenziando punti deboli e opportunità con l'obiettivo di migliorare l'esperienza degli utente e rendere il servizio più efficace.",
                        "lv": "Aprakstiet saskarsmi starp lietotāju un organizāciju, pakalpojumu vai produktu. Pastāstiet stāstu no lietotāja viedokļa un mēģiniet attēlot, kā lietotāja gaidas krustojas ar organizācijas piedāvājumu. Tas ir noderīgs stratēģiskais rīks, kas notur klientus, saņēmējus un piegādātājus dizaina lēmumu centrā, izceļot barjeras un organizācijas iespējas radīt labāku lietotāja pieredzi un efektīvu pakalpojumu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-define-scenarios",
                            "type": "previous"
                        }
                    ],
                    "id": "task-define-user-journeys"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-ideation",
                    "type": "previous"
                }
            ],
            "id": "objective-service-design"
        },
        {
            "name_translations": {
                "en": "Service specification",
                "es": "Especificación del servicio",
                "it": "Specifiche del servizio",
                "lv": "Pakalpojuma specifikācija"
            },
            "description_translations": {
                "en": "The ideas and service design concepts need to be translated into formal requirements and service specifications to proceed with the implementation of the service. Follow the guidelines to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed.",
                "es": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales y especificaciones del servicio para proceder a su implantación. Siga las directrices para recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse.",
                "it": "Le idee relative alla progettazione del servizio devono essere tradotte in requisiti formali per procedere all'implementazione del servizio stesso. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato.",
                "lv": "Idejas un pakalpojuma dizaina koncepcijas ir jāpārvērš formālas prasībās un pakalpojuma specifikācijās, lai varētu uzsākt pakalpojuma ieviešanu. Ievērojiet vadlīnijas, lai apkopotu, strukturētu un komunicētu prasības un visas pakalpojuma specifikācijas, kas precizē pakalpojuma mērķi un to, kā tas būtu jāizstrādā."
            },
            "problemprofiles": [
                "DEF_PROBLEM_1",
                "DEF_PROBLEM_5",
                "BUILD_PROBLEM_1"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Consider eu guidelines for public service developement",
                        "es": "Considerar las directrices de la UE para el desarrollo del servicio público",
                        "it": "Tieni presenti le linee guida dell'UE per lo sviluppo del servizio pubblico",
                        "lv": "Apsveriet ES publisko pakalpojumu izstrādes vadlīnijas"
                    },
                    "description_translations": {
                        "en": "Consult good practices for interface design and public services development. Reflect, in your specific use case, on how to make sure the services are provided in a multi-channel manner, maximizing the exploitation by potentially any group of users or by the agents acting on their behalf, and providing clear statements regarding the accessibility limits in the current implementation.",
                        "es": "Consulte las buenas prácticas de diseño de interfaces y desarrollo de servicios públicos. Reflexione, en su caso de uso específico, sobre cómo asegurarse de que los servicios se prestan de forma multicanal, maximizando el aprovechamiento por parte de cualquier grupo de usuarios potencialmente o por los agentes que actúan en su nombre, y proporcionando declaraciones claras sobre los límites de accesibilidad en la implementación actual.",
                        "it": "Consulta le buone pratiche per la progettazione dell'interfaccia e lo sviluppo dei servizi pubblici. Rifletti, nel tuo caso specifico, su come fornire servizi in modo multicanale, massimizzando la fruizione di qualsiasi gruppo di utenti o di un singolo che agisce in proprio; fornisci dichiarazioni esaustive sui limiti di accessibilità nell'attuale implementazione.",
                        "lv": "Iepazīstiet labu praksi saskarņu izstrādē un publisko pakalpojumu attīstībā. Savā specifiskajā lietošanas gadījumā atspoguļojiet, kā nodrošināt, lai pakalpojumi tiktu sniegti daudzkanālu veidā, maksimāli palielinot to izmantošanu, ko veic potenciāli jebkura lietotāju grupa vai pārstāvji, kas darbojas to vārdā, un sniedziet skaidrus paziņojumus par pieejamības ierobežojumiem pašreizējā ieviešanā."
                    },
                    "problemprofiles": [],
                    "id": "task-consider-eu-guidelines-for-public-service-developement",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "User interface design",
                        "es": "Diseño de la interfaz de usuario",
                        "it": "Progettazione dell'interfaccia utente",
                        "lv": "Lietotāja saskarnes dizains"
                    },
                    "description_translations": {
                        "en": "Proceed with the design of the user interface of the service through the preparation of initial sketches and mockups. Ensure the design of the user interface follows the guidelines on usability and accessibility. ",
                        "es": "Proceder al diseño de la interfaz de usuario del servicio mediante la preparación de bocetos y maquetas iniciales. Asegúrese de que el diseño de la interfaz de usuario sigue las directrices de usabilidad y accesibilidad. ",
                        "it": "Procedi con la progettazione dell'interfaccia utente del servizio attraverso la predisposizione di schizzi e mockup iniziali. Assicurati che il design dell'interfaccia utente segua le linee guida sull'usabilità e l'accessibilità. ",
                        "lv": "Turpiniet pakalpojuma lietotāja saskarnes izstrādi, sagatavojot sākotnējās skices un maketus. Nodrošiniet, lai lietotāja saskarnes struktūra atbilstu lietojamības un pieejamības vadlīnijām. "
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-consider-eu-guidelines-for-public-service-developement",
                            "type": "previous"
                        }
                    ],
                    "id": "task-user-interface-design"
                },
                {
                    "name_translations": {
                        "en": "Content design",
                        "es": "Diseño de contenidos",
                        "it": "Progettazione dei contenuti",
                        "lv": "Satura noformējums"
                    },
                    "description_translations": {
                        "en": "Prepare adequate content for the new/enhanced public service. Follow the guidelines on how to select and use the most appropriate language according to the users of the digital service and their skills.",
                        "es": "Preparar los contenidos adecuados para el nuevo/mejorado servicio público. Seguir las directrices sobre cómo seleccionar y utilizar el lenguaje más adecuado según los usuarios del servicio digital y sus competencias.",
                        "it": "Prepara contenuti adeguati per il nuovo servizio pubblico. Segui le linee guida su come selezionare e utilizzare unlinguaggio appropriato in base agli utenti e alle loro competenze.",
                        "lv": "Sagatavot atbilstošu saturu jaunajam/uzlabotajam sabiedriskajam pakalpojumam. Ievērojiet norādījumus par to, kā izvēlēties un lietot vispiemērotāko valodu atbilstoši digitālā pakalpojuma lietotājiem un viņu prasmēm."
                    },
                    "problemprofiles": [
                        "DEF_PROBLEM_6"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-user-interface-design",
                            "type": "previous"
                        }
                    ],
                    "id": "task-content-design"
                },
                {
                    "name_translations": {
                        "en": "Service specification definition",
                        "es": "Definición del pliego de condiciones del servicio",
                        "it": "Definizione delle specifiche del servizio",
                        "lv": "Pakalpojuma specifikācijas definīcija"
                    },
                    "description_translations": {
                        "en": "Possibly use standard specification formalisms for describing your service. INTERLINK suggests you to have a look at EU standards like the Service Offering Canvas. By filling out this structured, visual classification of digital services, you can describe how stakeholder needs are met. The result is a consolidated view that drives service orientation and awareness of needs and how services are to be consumed. SOC specifications can be shared and compared with other similar services at the EU level.",
                        "es": "Posiblemente utilice formalismos de especificación estándar para describir su servicio. INTERLINK le sugiere que eche un vistazo a las normas de la UE, como el Lienzo de Oferta de Servicios. Rellenando esta clasificación visual y estructurada de los servicios digitales, puede describir cómo se satisfacen las necesidades de las partes interesadas. El resultado es una visión consolidada que impulsa la orientación del servicio y el conocimiento de las necesidades y la forma de consumir los servicios. Las especificaciones del SOC pueden compartirse y compararse con otros servicios similares a nivel de la UE.",
                        "it": "Utilizza possibilmente standard specifici per descrivere il servizio. Ti suggeriamo di dare un'occhiata a quelli dell'UE come il Service Offering Canvas (SOC). Compilando questa mappa visiva dei servizi digitali, puoi infatti descrivere come vengono soddisfatte le esigenze dei diversi attori. Il risultato è una rappresentazione strutturata che guida orienta l'utente nell'utilizzo del servizio, che accoglie i suoi bisogni e spiega in che modo utilizzare il servizio. Le specifiche SOC possono essere condivise e confrontate con altri servizi dell'UE simili.",
                        "lv": "Pakalpojuma aprakstam, iespējams, izmantojiet standarta specifikācijas formālismus. INTERLINK iesaka apskatīt ES standartus, piemēram, pakalpojumu piedāvājuma kanvu. Aizpildot šo strukturēto digitālo pakalpojumu vizuālo klasifikāciju, varat aprakstīt, kā tiek apmierinātas ieinteresēto personu vajadzības. Rezultāts ir konsolidēts skatījums, kas veicina orientāciju uz pakalpojumu un izpratni par vajadzībām un to, kā pakalpojumi ir jāizmanto. SOC specifikācijas var koplietot un salīdzināt ar citiem līdzīgiem pakalpojumiem ES līmenī."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-content-design",
                            "type": "previous"
                        }
                    ],
                    "id": "task-service-specification-definition"
                },
                {
                    "name_translations": {
                        "en": "Data model design",
                        "es": "Diseño del modelo de datos",
                        "it": "Progettazione del modello di dati",
                        "lv": "Datu modeļa dizains"
                    },
                    "description_translations": {
                        "en": "Aid the following steps of service implementation by defining a  Data Model that explains: the conceptual organization of the service, its logical organization in terms of components, and the physical level of database implementations required. ",
                        "es": "Ayudar a los siguientes pasos de la implementación del servicio mediante la definición de un Modelo de Datos que explique: la organización conceptual del servicio, su organización lógica en términos de componentes y el nivel físico de las implementaciones de bases de datos requeridas. ",
                        "it": "Procedi con l'implementazione del servizio definendo un modello di dati che spieghi: l'organizzazione concettuale del servizio; la sua organizzazione logica in termini di componenti; il livello fisico delle implementazioni del database richieste. ",
                        "lv": "Palīdziet veikt šādas pakalpojuma ieviešanas darbības, definējot datu modeli, kas izskaidro: pakalpojuma konceptuālo organizāciju, tā loģisko organizāciju komponentu ziņā un nepieciešamo datu bāzes ieviešanas fizisko līmeni. "
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-service-specification-definition",
                            "type": "previous"
                        }
                    ],
                    "id": "task-data-model-design"
                },
                {
                    "name_translations": {
                        "en": "Software architecture and api design",
                        "es": "Arquitectura de software y diseño de api",
                        "it": "Architettura del software e progettazione delle API",
                        "lv": "Programmatūras arhitektūra un api dizains"
                    },
                    "description_translations": {
                        "en": "Create a document that describes the software architecture of the digital system underneath the service and the APIs design.",
                        "es": "Crear un documento que describa la arquitectura de software del sistema digital subyacente al servicio y el diseño de las API.",
                        "it": "Crea un documento che descriva l'architettura del software alla base del servizio e la progettazione delle Application Programming Interface (API).",
                        "lv": "Izveidojiet dokumentu, kas apraksta elektroniskās sistēmas arhitektūru zem pakalpojuma un API projekta."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-data-model-design",
                            "type": "previous"
                        }
                    ],
                    "id": "task-software-architecture-and-api-design"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-service-design",
                    "type": "previous"
                }
            ],
            "id": "objective-service-specification"
        },
        {
            "name_translations": {
                "en": "Prototype",
                "es": "Prototipo",
                "it": "Realizza dei prototipi",
                "lv": "Prototips"
            },
            "description_translations": {
                "en": "How to show and tell in which way the service is expected to work?\r\nValidate the concept of your service or verify the assumptions about your final product before developing it. Different types of proof of concepts can be used, according to the stage of service development and the type of service, whether it is a digital service or not.",
                "es": "¿Cómo mostrar y decir de qué manera se espera que funcione el servicio?\nValide el concepto de su servicio o verifique las suposiciones sobre su producto final antes de desarrollarlo. Se pueden utilizar diferentes tipos de pruebas de concepto, según la fase de desarrollo del servicio y el tipo de servicio, ya sea digital o no.",
                "it": "Come puoi raccontare in che modo funziona il servizio?\nConvalida l'idea o verifica le ipotesi prima di sviluppare il servizio. Possono essere utilizzati diversi prototipi a seconda della fase di sviluppo del servizio e del tipo di servizio, sia che si tratti di un servizio digitale o meno.",
                "lv": "Kā demonstrēt pakalpojuma darbību ideālā gadījumā?\nPirms pakalpojuma izstrādes validējiet tā koncepciju vai pārbaudiet pieņēmumus par gala produktu. Atkarībā no pakalpojumu izstrādes posma un pakalpojuma veida var izmantot dažādus koncepcijas pierādīšanas veidus neatkarīgi no tā, vai tas ir digitālais vai analogais pakalpojums."
            },
            "problemprofiles": [
                "VAL_PROBLEM_3",
                "VAL_PROBLEM_4"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Experience scenarios",
                        "es": "Escenarios de experiencia",
                        "it": "Sperimenta i diversi scenari",
                        "lv": "Pieredzes scenāriji"
                    },
                    "description_translations": {
                        "en": "Analyse and visualise how the system changes or evolves according to specific scenarios and their dynamics.\r\nSystem scenarios introduce a dynamic level of analysis, applying the lense of time and showing the possible variations that could take place. In this way, system scenarios provide a deeper level of analysis of the system, directed at understanding system dynamics and relations between actors in various conditions.",
                        "es": "Analizar y visualizar cómo cambia o evoluciona el sistema en función de determinados escenarios y su dinámica.\nLos escenarios del sistema introducen un nivel de análisis dinámico, aplicando el lente del tiempo y mostrando las posibles variaciones que podrían tener lugar. De este modo, los escenarios del sistema proporcionan un nivel de análisis más profundo del sistema, dirigido a comprender la dinámica del mismo y las relaciones entre los actores en diversas condiciones.",
                        "it": "Analizza e visualizza come il sistema cambia o si evolve in base a scenari specifici e alle loro dinamiche.\nGli scenari introducono un livello dinamico di analisi, applicano la lente del tempo e mostrano le variazioni che potrebbero verificarsi. In questo modo, forniscono un livello di analisi più profondo del sistema, volto a comprendere le dinamiche e le relazioni tra gli attori nelle varie situazioni.",
                        "lv": "Analizējiwtt un vizualizējiet sistēmas izmaiņas un attīstību atbilstoši konkrētiem scenārijiem un to dinamikai.\nSistēmas scenāriji ievieš dinamisku analīzes līmeni, piemērojot laika ritējumu un parādot nākotnē iespējamo notikumu variantus. Šādā veidā sistēmas scenāriji nodrošina dziļāku sistēmas analīzes līmeni, kas vērsts uz sistēmas dinamikas izpratni un attiecībām starp dalībniekiem dažādos apstākļos."
                    },
                    "problemprofiles": [],
                    "id": "task-experience-scenarios",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Mockups and lowfi prototypes",
                        "es": "Maquetas y prototipos de baja fidelidad",
                        "it": "Modelli di interfaccia e prototipi a bassa fedeltà",
                        "lv": "Maketi un zemas gatavības prototipi"
                    },
                    "description_translations": {
                        "en": "Iteratively discuss and evaluate mockups and lowfi prototypes within the enlarged design team. Set up a discussion forum, a method for e-voting and evaluation surveys to digitally facilitate this step.",
                        "es": "Discutir y evaluar de forma iterativa las maquetas y los prototipos de baja fidelidad dentro del equipo de diseño ampliado. Establezca un foro de debate, un método de votación electrónica y encuestas de evaluación para facilitar digitalmente este paso.",
                        "it": "Discuti e valuta in modo iterativo mockup e prototipi a bassa fedeltà all'interno del gruppo di progettazione allargato. Crea un forum di discussione, utilizza un metodo per votare le idee e dispensa sondaggi di valutazione per facilitare questo passaggio in modo digitale.",
                        "lv": "Regulāri apspriediet un novērtējiet modelēšanas un zemās gatavības prototipus paplašinātajā projekta grupā. Izveidojiet diskusiju forumu — metodi e-balsošanai un novērtējuma aptaujām, lai šo soli atvieglotu digitāli."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-experience-scenarios",
                            "type": "previous"
                        }
                    ],
                    "id": "task-mockups-and-lowfi-prototypes"
                },
                {
                    "name_translations": {
                        "en": "Perform an heuristic evaluation",
                        "es": "Realizar una evaluación heurística",
                        "it": "Esegui una valutazione euristica",
                        "lv": "Veiciet heiristisko novērtējumu"
                    },
                    "description_translations": {
                        "en": "Test the design of the digital service with experts. Follow the guidelines on how to conduct an Heuristic Evaluation (also called Expert evaluation) and use the templates with the heuristics (principles) to follow when performing the test. The test can be conducted with early mock-ups as well with functioning early prototypes.",
                        "es": "Pruebe el diseño del servicio digital con expertos. Siga las directrices sobre cómo llevar a cabo una evaluación heurística (también llamada evaluación de expertos) y utilice las plantillas con los heurísticos (principios) que deben seguirse al realizar la prueba. La prueba puede llevarse a cabo tanto con las primeras maquetas como con los primeros prototipos en funcionamiento.",
                        "it": "Testa il design del servizio con gli esperti. Segui le linee guida su come condurre una valutazione euristica (chiamata anche valutazione esperta) e utilizza i modelli con le euristiche (principi) durante l'esecuzione del test. Il test può essere condotto con i primi modelli e con i primi prototipi funzionanti.",
                        "lv": "Pārbaudiet digitālā pakalpojuma dizainu ar ekspertiem. Ievērojiet norādījumus par to, kā veikt heiristisko novērtējumu (dēvētu arī par ekspertu novērtējumu), un izmantojiet veidnes ar heiristikas (principiem), kas jāievēro, veicot testu. Testu var veikt ar agrīniem maketiem, kā arī ar funkcionējošiem agrīniem prototipiem."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-mockups-and-lowfi-prototypes",
                            "type": "previous"
                        }
                    ],
                    "id": "task-perform-an-heuristic-evaluation"
                },
                {
                    "name_translations": {
                        "en": "Perform a test with users",
                        "es": "Realice una prueba con los usuarios",
                        "it": "Esegui un test con gli utenti",
                        "lv": "Testa veikšana ar lietotājiem"
                    },
                    "description_translations": {
                        "en": "If lowfi prototypes allow a good representation of what the service will be and allow to simulate interaction flows, conduct controlled evaluation experiments with potential end users. \r\nDo they understand the language of the interface mockups? Are major functionalities in place? Are there unexpected interaction paths?\r\nAlso very small experiments, may provide extremely valuable input at this stage.",
                        "es": "Si los prototipos de baja fidelidad permiten una buena representación de lo que será el servicio y permiten simular los flujos de interacción, realice experimentos de evaluación controlados con los posibles usuarios finales.\n¿Entienden el lenguaje de las maquetas de la interfaz? ¿Están presentes las principales funcionalidades? ¿Existen rutas de interacción inesperadas?\nTambién los experimentos muy pequeños pueden aportar una información muy valiosa en esta fase.",
                        "it": "Conduci esperimenti con potenziali utenti finali per una valutazione più circoscritta.\nGli utenti sono in grado di comprendere la lingua dei modelli di interfaccia? Sono presenti le funzionalità principali? Ci sono percorsi di interazione che non erano previsti?\nAnche esperimenti molto piccoli possono fornire input estremamente preziosi in questa fase.",
                        "lv": "Ja zemas gatavības prototipi ļauj labi parādīt, kāds būs pakalpojums, un ļauj simulēt mijiedarbības plūsmas un veikt kontrolētus novērtēšanas eksperimentus ar potenciālajiem gala lietotājiem.\nVai viņi saprot saskarnes maketa valodu? Vai galvenās funkcijas ir ieviestas? Vai ir neparedzēti mijiedarbības ceļi?\nArī ļoti nelieli eksperimenti šajā posmā var sniegt ļoti vērtīgu ieguldījumu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-perform-an-heuristic-evaluation",
                            "type": "previous"
                        }
                    ],
                    "id": "task-perform-a-test-with-users"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-service-specification",
                    "type": "previous"
                }
            ],
            "id": "objective-prototype"
        },
        {
            "name_translations": {
                "en": "Sustainability",
                "es": "Sostenibilidad",
                "it": "Durabilità",
                "lv": "Ilgtspējība"
            },
            "description_translations": {
                "en": "Before further going deep into the development of your service. Stop and reflect about the design results obtained so far and about the actual feasibility and sustainability of what you are about to implement.",
                "es": "Antes de seguir profundizando en el desarrollo de su servicio Deténgase y reflexione sobre los resultados de diseño obtenidos hasta el momento y sobre la viabilidad y sostenibilidad reales de lo que va a poner en marcha.",
                "it": "Prima di approfondire ulteriormente lo sviluppo del tuo servizio, prenditi una pausa per riflettere sui risultati finora ottenuti e sull'effettiva fattibilità e sostenibilità di ciò che stai per realizzare.",
                "lv": "Pirms turpināt attīstīt savu pakalpojumu. Pārtrauciet un pārdomājiet līdz šim sasniegtos projektēšanas rezultātus, kā arī to, kāda ir īstenošanas iespējamība un ilgtspēja."
            },
            "problemprofiles": [
                "UND_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Evaluation of codesign",
                        "es": "Evaluación del codiseño",
                        "it": "Valutazione della co-progettazione",
                        "lv": "Kodējuma novērtēšana"
                    },
                    "description_translations": {
                        "en": "Is the design output satisfactory?\r\nFollow the proposed checklist to understand if you are done with design or whether an iterative refinement cycle is recommended.",
                        "es": "¿El resultado del diseño es satisfactorio?\nSiga la lista de comprobación propuesta para saber si ha terminado el diseño o si se recomienda un ciclo de perfeccionamiento iterativo.",
                        "it": "L'output del progetto è soddisfacente?\nSegui la checklist per capire se hai terminato la progettazione o se è meglio intraprendere un ciclo di perfezionamento.",
                        "lv": "Vai izveidotais dizains ir apmierinošs?\nSekojiet piedāvātajam kontrolsarakstam, lai saprastu, vai esat pabeidzis projektēšanas darbus vai arī ieteicams veikt iteratīvu pilnveidošanas ciklu."
                    },
                    "problemprofiles": [],
                    "id": "task-evaluation-of-codesign",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Refine the preliminary business model",
                        "es": "Perfeccionar el modelo de negocio preliminar",
                        "it": "Perfeziona il modello di business preliminare",
                        "lv": "Uzlabojiet sākotnējo biznesa modeli"
                    },
                    "description_translations": {
                        "en": "How much funding is needed? Where does the money come from? What are the sources of funding / support necessary to keep it running after implementation?\r\nFollow the proposed checklist for an intermediate evaluation of financial sustainability.",
                        "es": "¿Cuántos fondos se necesitan? ¿De dónde procede el dinero? ¿Cuáles son las fuentes de financiación/apoyo necesarias para mantenerlo en funcionamiento después de la aplicación?\nSiga la lista de comprobación propuesta para una evaluación intermedia de la sostenibilidad financiera.",
                        "it": "Quanti finanziamenti sono necessari? Da dove proviene il denaro? Quali sono le fonti di finanziamento/sostegno necessarie per mantenere il servizio operativo dopo l'implementazione?\nSegui la checklist per una valutazione intermedia della sostenibilità finanziaria.",
                        "lv": "Cik liels finansējums ir nepieciešams? Kāds būs finansējuma avots? Kādi ir finansējuma/atbalsta avoti, kas nepieciešami, lai nodrošinātu tā darbību pēc īstenošanas?\nSekojiet kontrolsarakstam, lai veiktu finanšu ilgtspējas starpnovērtējumu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-evaluation-of-codesign",
                            "type": "previous"
                        }
                    ],
                    "id": "task-refine-the-preliminary-business-model"
                },
                {
                    "name_translations": {
                        "en": "Feasibility analysis",
                        "es": "Análisis de viabilidad",
                        "it": "Analisi di fattibilità",
                        "lv": "Priekšizpētes analīze"
                    },
                    "description_translations": {
                        "en": "Are all technical skills and resources available to proceed with development? \r\nFollow the proposed checklist for an intermediate evaluation of technical sustainabiity.",
                        "es": "¿Están disponibles todas las competencias y recursos técnicos para proceder al desarrollo?\nSiga la lista de comprobación propuesta para una evaluación intermedia de la sostenibilidad técnica.",
                        "it": "Sono disponibili tutte le competenze e le risorse tecniche per procedere con l'implementazione?\nSegui la checklist per una valutazione intermedia della fattibilità tecnica.",
                        "lv": "Vai ir pieejamas visas tehniskās prasmes un resursi, lai turpinātu ar izstrādi?\nSekojiet piedāvātajam kontrolsarakstam, lai veiktu tehniskās ilgtspējas starpnovērtējumu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-refine-the-preliminary-business-model",
                            "type": "previous"
                        }
                    ],
                    "id": "task-feasibility-analysis"
                },
                {
                    "name_translations": {
                        "en": "Understand motivations and incentives",
                        "es": "Comprender las motivaciones y los incentivos",
                        "it": "Comprendi le motivazioni e come incentivarle",
                        "lv": "Izprast motivāciju un stimulus"
                    },
                    "description_translations": {
                        "en": "What are the incentives for those who can provide support / funding and for those developing / maintaining them?\r\nStop and reflect on how stakeholders collaboration in co-creation went so far. Follow the proposed checklist to understand whether further incentives and supportive measures are needed to ensure productive development and co-delivery phases.",
                        "es": "¿Cuáles son los incentivos para los que pueden proporcionar apoyo / financiación y para los que los desarrollan / mantienen?\nDeténgase y reflexione sobre cómo ha ido la colaboración de las partes interesadas en la cocreación hasta ahora. Siga la lista de comprobación propuesta para comprender si se necesitan más incentivos y medidas de apoyo para garantizar un desarrollo productivo y fases de cocreación.",
                        "it": "Quali sono gli incentivi per coloro che forniscono supporto e/o finanziamenti al servizio e per coloro che lo sviluppano, mantengono in vita?\nProva a riflettere su come ha funzionato fino ad ora la collaborazione fra gli attori. Segui la check-list per capire se sono necessari ulteriori incentivi, misure di supporto per assicurare l'implementazione e l'erogazione del servizio.",
                        "lv": "Kādi ir stimuli tiem, kas var sniegt atbalstu/finansējumu, un tiem, kas tos izstrādā/uztur?\nApstājies un pārdomā, kā līdz šim norisinājās ieinteresēto pušu sadarbība kopradīšanā. Sekojiet līdzi piedāvātajam kontrolsarakstam, lai saprastu, vai ir nepieciešami papildu stimuli un atbalsta pasākumi, lai nodrošinātu produktīvāku izstrādes un koppiegādes  fāzi."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-feasibility-analysis",
                            "type": "previous"
                        }
                    ],
                    "id": "task-understand-motivations-and-incentives"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-prototype",
                    "type": "previous"
                }
            ],
            "id": "objective-sustainability"
        }
    ],
    "is_part_of_codelivery": false
}