{
    "id": "phase-engage",
    "prerequisites": [],
    "name_translations": {
        "en": "Engage",
        "es": "Comprometer",
        "it": "Coinvolgimento",
        "lv": ""
    },
    "description_translations": {
        "en": "Which stakeholders should be involved in your co-production process? How to communicate with them about your project goals and the benefits of participation?\r\nLearn about the value of involving stakeholders. Use the available knowledge tools to understand who are the stakeholders to involve in your project and the role they can have. \r\nExploit communication templates to raise awareness, invite stakeholders, and create a lively network of motivated contributors. Define partnership agreements and make sure shared information is protected. Plan together the next steps and create working groups. ",
        "es": "",
        "it": "Quali stakeholders dovrebbero essere coinvolti nel processo di co-produzione? Come comunicare loro gli obiettivi del progetto e i benefici della partecipazione?\nImpara quale sia il valore di coinvolgere gli stakeholder. Utilizza gli strumenti di conoscenza messi a disposizione per comprendere chi sono gli stakeholder da coinvolgere nel progetto ed il ruolo che possono avere.\nSfrutta i modelli di comunicazione per attivare la consapevolezza, invitare gli stakeholder e creare una rete attiva di contributori motivati. Definisci degli accordi di partnership e assicura la protezione delle informazioni condivise. Pianifica in modo collaborativo i prossimi passi e crea dei sottogruppi di lavoro. ",
        "lv": ""
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Identify stakeholders",
                "es": "Identificar stakeholders",
                "it": "Identifica le parti interessate",
                "lv": ""
            },
            "description_translations": {
                "en": "The identification of key actors  is the first step to start your  process of co-production. According to the type of project, the goals and the level of citizen involvement, different questions are to be answered.\r\nWhat different  types of stakeholders enter into play in the initiative to be co-produced? What are their motivations and skills to participate in the project? What is their position in the network? How to contact them?\r\nFollow the specific tasks to get the complete picture.",
                "es": "",
                "it": "L'identificazione degli attori rilevanti è il primo passo per avviare il processo di co-produzione. A seconda del tipo di progetto, degli obiettivi e del livello di coinvolgimento dei cittadini, è necessario rispondere a diverse domande.\nQuali diversi tipi di portarori di interesse e stakeholder entrano in gioco nell'iniziativa da co-produrre? Quali sono le loro motivazioni e capacità per partecipare al progetto? Qual è la loro posizione nella rete? Come contattarli?\nSegui le attività specifiche per ottenere il quadro completo.",
                "lv": ""
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Understand the different types of stakeholders",
                        "es": "Entender los diferentes tipos de stakeholders y sus motivaciones",
                        "it": "Comprendi le diverse tipologie di stakeholders",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Usually different actors are engaged in co-production to create a new service or customizing an already existing service: public bodies, private companies, SMEs, citizens. Each actor brings specific needs and competences in relation to the service and has different motivations to participate in a project. Learn about the different types of stakeholders and which of them can add value to your co-production process",
                        "es": "",
                        "it": "Solitamente diversi attori sono impegnati in processi di co-produzione per creare un nuovo servizio o per personalizzare un servizio già esistente: enti pubblici, aziende private, PMI, cittadini. Ogni attore porta bisogni e competenze specifiche in relazione al servizio e ha motivazioni diverse per partecipare a un progetto. Scopri i diversi tipi di stakeholder e quali di essi possono aggiungere valore al tuo processo di co-produzione",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "id": "task-understand-the-different-types-of-stakeholders",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Map stakeholders, analyse motivation, skills, expectations",
                        "es": "Mapear partes interesadas analizar motivación habilidades expectativas",
                        "it": "Mappa le parti interessate, analizza la loro motivazione, competenze e aspettative",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Mapping the stakeholders is crucial to have a clear view of which roles stakeholders can play in different stages of innovation, what their level of commitment and strategic importance could be. Analyse the complexity of building relationships, realizing which connectors can be crucial for innovation development in your project.",
                        "es": "",
                        "it": "La mappatura delle parti interessate (stakeholders) è fondamentale per avere una visione chiara dei ruoli che gli stakeholder possono svolgere nelle diverse fasi dell'innovazione, quale potrebbe essere il loro livello di impegno e importanza strategica. Analizza la complessità della costruzione di relazioni, realizzando quali connettori possono essere cruciali per lo sviluppo dell'innovazione nel tuo progetto.",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-understand-the-different-types-of-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-map-stakeholders-analyse-motivation-skills-expectations"
                },
                {
                    "name_translations": {
                        "en": "Visually map the network of stakeholders",
                        "es": "Mapear visualmente la red de partes interesadas",
                        "it": "Mappa graficamente la rete degli stakeholder",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Is your network balanced and inclusive?\r\nCreate a Stakeholder Map, where the ecosystem of stakeholders involved in a customer experience is visualized.",
                        "es": "",
                        "it": "La tua rete è equilibrata e inclusiva?\nCrea una mappa degli stakeholder, in cui viene visualizzato l'ecosistema delle parti interessate.",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-map-stakeholders-analyse-motivation-skills-expectations",
                            "type": "previous"
                        }
                    ],
                    "id": "task-visually-map-the-network-of-stakeholders"
                },
                {
                    "name_translations": {
                        "en": "Create a contact list of potential network participants",
                        "es": "Crear una lista de contactos de posibles participantes de la red",
                        "it": "Crea un elenco di contatti di potenziali partecipanti alla rete",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Write down the list of participants, aside the co-production team, who may be interested in observing the progress of the co-production project and have the opportunity to emit opinions and take part in some decision processes. ",
                        "es": "",
                        "it": "Annota l'elenco dei partecipanti, a parte il team di coproduzione, che potrebbero essere interessati ad osservare l'andamento del progetto di coproduzione e avere l'opportunità di esprimere opinioni e prendere parte ad alcuni processi decisionali. ",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-visually-map-the-network-of-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-create-a-contact-list-of-potential-network-participants"
                }
            ],
            "id": "objective-identify-stakeholders",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Engage stakeholders",
                "es": "",
                "it": "Coinvolgi le parti interessate",
                "lv": ""
            },
            "description_translations": {
                "en": "Stakeholder engagement is about figuring out how to effectively communicate, collaborate, and interact with key people who have positive or negative influence, and may impact the success of your project.\r\nTo reach this objective you should carefully prepare an engagement plan, create awareness and communication material tailored to your audience, understand how to communicate benefit for stakeholders and, whenever this is forseen in your project, understand how to engage citizens in the co-production process. ",
                "es": "",
                "it": "Il coinvolgimento degli stakeholder inizia dalla comprensione di come comunicare, collaborare ed interagire efficacemente con le persone chiave che possono impattare ed avere una influenza positiva o negativa sul successo del progetto.\nPer raggiungere questo obiettivo, prepara attentamente un piano di coinvolgimento, crea consapevolezza a partire da materiale di comunicazione tagliato per l'audience specifica, rifletti su come comunicare i potenziali benefici della partecipazione agli stakeholder e, quando previsto dal progetto, rifletti su come coinvolgere i cittadini nel processo di co-produzione. ",
                "lv": ""
            },
            "problemprofiles": [
                "ORG_PROBLEM_12",
                "ORG_PROBLEM_13",
                "ORG_PROBLEM_14"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Prepare an engagement plan",
                        "es": "",
                        "it": "Prepara un piano di coinvolgimento",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Create an effective engagement plan which allows you to reach to the types and numbers of stakeholders sufficient to ensure that the co-produced service is well targeted. \r\nAn engagement plan is usually composed of three parts: the identification of your project’s stakeholders; the planning of effective means for interacting with each stakeholder, and protocols for accurately documenting your work for the sake of transparency, accountability and evaluation of the process.",
                        "es": "",
                        "it": "Crea un piano di coinvolgimento efficace che consenta di raggiungere le tipologie e il numero di stakeholder sufficienti per garantire che il servizio coprodotto sia ben mirato.\nUn piano di coinvolgimento è solitamente composto da tre parti: l'identificazione degli stakeholder del progetto; la pianificazione di mezzi efficaci per interagire con ogni stakeholder e protocolli per documentare accuratamente il vostro lavoro per motivi di trasparenza, responsabilità e valutazione del processo.",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_5"
                    ],
                    "id": "task-prepare-an-engagement-plan",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Create awareness and communication",
                        "es": "",
                        "it": "Crea consapevolezza e comunicazione",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Ensure that relevant stakeholders are aware of the initiative in order to ensure their participation. Awareness-raising is a process that seeks to inform and educate people about a topic or issue with the intention of influencing their attitudes, behaviours and beliefs towards the achievement of a defined purpose or goal.",
                        "es": "",
                        "it": "Accertati che le parti interessate siano a conoscenza dell'iniziativa al fine di garantire la loro partecipazione. La sensibilizzazione è un processo che cerca di informare ed educare le persone su un argomento o un problema con l'intenzione di influenzare i loro atteggiamenti, comportamenti e convinzioni verso il raggiungimento di uno scopo o obiettivo definito.",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4",
                        "ORG_PROBLEM_6.3"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-prepare-an-engagement-plan",
                            "type": "previous"
                        }
                    ],
                    "id": "task-create-awareness-and-communication"
                },
                {
                    "name_translations": {
                        "en": "Communicate benefit for stakeholders",
                        "es": "",
                        "it": "Comunica i benefici agli stakeholder",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Clearly communicate the benefits of service co-production to your network of stakeholders and citizens.\r\nParticipants need to understand why their participation matters, what they can gain individually and as a group.",
                        "es": "",
                        "it": "Comunica chiaramente i vantaggi della co-produzione di servizi alla tua rete di stakeholder e di cittadini.\nI partecipanti devono capire perché la loro partecipazione è importante, cosa possono ottenere individualmente e come gruppo.",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-create-awareness-and-communication",
                            "type": "previous"
                        }
                    ],
                    "id": "task-communicate-benefit-for-stakeholders"
                },
                {
                    "name_translations": {
                        "en": "Engage citizens in the co-production process",
                        "es": "",
                        "it": "Coinvolgi i cittadini nel processo di coproduzione",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Provide members of the public with the information they need to understand the project, the decision process, and also how public input can influence decisions, the design of the service and the way it is delivered. ",
                        "es": "",
                        "it": "Fornisci ai membri della società civile le informazioni di cui hanno bisogno per comprendere il progetto, il processo decisionale e anche come il loro input può influenzare le decisioni, la progettazione del servizio e il modo in cui viene erogato. ",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_10",
                        "ORG_PROBLEM_11"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-communicate-benefit-for-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-engage-citizens-in-the-co-production-process"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-identify-stakeholders",
                    "type": "previous"
                }
            ],
            "id": "objective-engage-stakeholders"
        },
        {
            "name_translations": {
                "en": "Define legal and ethical framework",
                "es": "",
                "it": "Definire il quadro giuridico ed etico",
                "lv": ""
            },
            "description_translations": {
                "en": "The complexity of legal regulations can sometime make it difficult for governments to take up ICTs to co-produce and can cause significant delays in the deployment of solutions.\r\nFollow the guidelines offered here to prepare the financial, technical, and legal agreements that ensure viability to your co-production project.",
                "es": "",
                "it": "La complessità delle normative legali a volte può rendere difficile per le amministrazioni utilizzare le ICT per co-produrre e può causare ritardi significativi nell'implementazione delle soluzioni.\nSegui le linee guida offerte qui per preparare gli accordi finanziari, tecnici e legali che garantiscono la fattibilità del tuo progetto di coproduzione.",
                "lv": ""
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Define a non-disclosure agreement (NDA)",
                        "es": "",
                        "it": "Definisci un accordo di riservatezza (NDA)",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "You should consider whether your collaborative network of stakeholders needs a formal  agreement for not disclosing the confidential information that is shared as part of co-producing a service together.",
                        "es": "",
                        "it": "Stabilisci se la tua rete collaborativa di parti interessate ha bisogno di un accordo formale per non divulgare le informazioni riservate condivise come parte della co-produzione di un servizio insieme.",
                        "lv": ""
                    },
                    "problemprofiles": [],
                    "id": "task-define-a-non-disclosure-agreement-nda",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Define a partnership agreement",
                        "es": "",
                        "it": "Definisci un accordo di partnenariato",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Participants should clearly understand their role in the co-production effort, their responsabilities, their rights. \r\nYou might wish to write down the terms and general plan for the collaboration, to give to the initiative a more formal structure, visibility and political support. \r\nGuidelines and examples of partnership agreements may help you decide which is the most suitable solution for your case.",
                        "es": "",
                        "it": "I partecipanti dovrebbero comprendere chiaramente il loro ruolo nello sforzo di coproduzione, le loro responsabilità, i loro diritti.\nPotresti scrivere i termini e il piano generale della collaborazione, per dare all'iniziativa una struttura più formale, visibilità e sostegno politico.\nLinee guida ed esempi di accordi di partnership possono aiutarti a decidere quale sia la soluzione più adatta al tuo caso.",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7",
                        "ORG_PROBLEM_8"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-define-a-non-disclosure-agreement-nda",
                            "type": "previous"
                        }
                    ],
                    "id": "task-define-a-partnership-agreement"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-engage-stakeholders",
                    "type": "previous"
                }
            ],
            "id": "objective-define-legal-and-ethical-framework"
        },
        {
            "name_translations": {
                "en": "Define data management plan",
                "es": "",
                "it": "Definisci il piano di gestione dei dati",
                "lv": ""
            },
            "description_translations": {
                "en": "Make sure data that is collected and processed during the co-production process is managed according to the GDPR and EU best practices.\r\nPrepare a data management plan to guide you throughout the project life time and beyond.",
                "es": "",
                "it": "Assicurati che i dati raccolti ed elaborati durante il processo di coproduzione siano gestiti secondo il GDPR e le best practices dell'UE.\nPrepara un piano di gestione dei dati che ti guidi per tutta la durata del progetto e oltre.",
                "lv": ""
            },
            "problemprofiles": [
                "ORG_PROBLEM_3",
                "ORG_PROBLEM_9"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Clarify the purpose for data collection",
                        "es": "",
                        "it": "Chiarisci lo scopo della raccolta dei dati",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Which data will be collected during co-production? \r\nStart your data management plan by making an inventory of data sources and types.",
                        "es": "",
                        "it": "Quali dati verranno raccolti durante la coproduzione?\nAvvia il tuo piano di gestione dei dati creando un inventario delle origini e dei tipi di dati che verrano raccolti e usati.",
                        "lv": ""
                    },
                    "problemprofiles": [],
                    "id": "task-clarify-the-purpose-for-data-collection",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Understand how the data flows",
                        "es": "",
                        "it": "Comprendi il flusso dei dati",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "From whom and for which purpose is data accessed? \r\nUnderstand where data can be securely stored and whether data is to be further transferred.",
                        "es": "",
                        "it": "Chi accede ai dati? Per quale scopo?\nComprendi dove i dati possono essere archiviati in modo sicuro e se i dati devono essere ulteriormente trasferiti.",
                        "lv": ""
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-clarify-the-purpose-for-data-collection",
                            "type": "previous"
                        }
                    ],
                    "id": "task-understand-how-the-data-flows"
                },
                {
                    "name_translations": {
                        "en": "Be aware of data impact",
                        "es": "",
                        "it": "Sii consapevole dell'impatto dei dati",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Consider which are users' and suppliers' pids concerning data.\r\nReflect on aspects of ownership, minimalization, responsibility, sharing, archiving, anonymity.",
                        "es": "",
                        "it": "Considera quali sono i pids degli utenti e dei fornitori relativi ai dati.\nRifletti sugli aspetti di proprietà, minimizzazione, responsabilità, condivisione, archiviazione, anonimato.",
                        "lv": ""
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-understand-how-the-data-flows",
                            "type": "previous"
                        }
                    ],
                    "id": "task-be-aware-of-data-impact"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-define-legal-and-ethical-framework",
                    "type": "previous"
                }
            ],
            "id": "objective-define-data-management-plan"
        }
    ]
}