{
    "id": "phase-engage",
    "prerequisites": [],
    "name_translations": {
        "en": "Engage",
        "es": "Comprometer",
        "it": "Coinvolgimento",
        "lv": "Iesaistīties"
    },
    "description_translations": {
        "en": "Which stakeholders should be involved in your co-production process? How to communicate with them about your project goals and the benefits of participation?\r\nLearn about the value of involving stakeholders. Use the available knowledge tools to understand who are the stakeholders to involve in your project and the role they can have. \r\nExploit communication templates to raise awareness, invite stakeholders, and create a lively network of motivated contributors. Define partnership agreements and make sure shared information is protected. Plan together the next steps and create working groups. ",
        "es": "¿Qué partes interesadas deben participar en su proceso de coproducción? ¿Cómo comunicarles los objetivos del proyecto y los beneficios de la participación?\nConozca el valor de la participación de las partes interesadas. Utilice las herramientas de conocimiento disponibles para comprender quiénes son las partes interesadas que deben participar en su proyecto y el papel que pueden tener. \nAproveche las plantillas de comunicación para sensibilizar, invitar a las partes interesadas y crear una red viva de colaboradores motivados. Defina los acuerdos de colaboración y asegúrese de que la información compartida está protegida. Planificar juntos los próximos pasos y crear grupos de trabajo. ",
        "it": "Quali attori dovrebbero essere coinvolti nel processo di realizzazione? Come comunicare loro gli obiettivi del progetto e i benefici della loro eventuale partecipazione?\nE' necessario che tu comprenda il valore insito nel coinvolgimento degli attori. Utilizza gli strumenti messi a disposizione per comprendere chi sono questi attori da coinvolgere nel progetto e il ruolo che possono avere.\nSfrutta gli strumenti di comunicazione per attivare la consapevolezza, invitare gli attori individuati e creare una rete attiva di persone che possano contribuire al progetto. Definisci degli accordi di partenariato e assicura la tutela delle informazioni condivise. Pianifica in modo collaborativo i prossimi passi e crea dei sottogruppi di lavoro. ",
        "lv": "Kuras ieinteresētās puses būtu jāiesaista jūsu koprades procesā? Kā sazināties ar viņiem par jūsu projekta mērķiem un dalības priekšrocībām?\nUzziniet, kāda varētu būt pievienotā vērtība no ieinteresēto pušu iesaistes. Izmantojiet pieejamos zināšanu rīkus, lai saprastu, kuras ir ieinteresētās puses, kuras jāiesaista jūsu projektā, un kādu lomu tās var ieņemt.\nIzmantojiet saziņas veidnes, lai vairotu izpratni, uzaicinātu ieinteresētās personas un izveidotu aktīvu un motivētu atbalstītāju tīklu. Definējiet partnerības līgumus un pārliecinieties, vai koplietotā informācija ir aizsargāta. Kopīgi plānojiet nākamos soļus un izveidojiet darba grupas. "
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Identify stakeholders",
                "es": "Identificar stakeholders",
                "it": "Identifica gli attori chiave",
                "lv": "Noteikt ieinteresētās puses"
            },
            "description_translations": {
                "en": "The identification of key actors  is the first step to start your  process of co-production. According to the type of project, the goals and the level of citizen involvement, different questions are to be answered.\r\nWhat different  types of stakeholders enter into play in the initiative to be co-produced? What are their motivations and skills to participate in the project? What is their position in the network? How to contact them?\r\nFollow the specific tasks to get the complete picture.",
                "es": "La identificación de los actores clave es el primer paso para iniciar su proceso de coproducción. Según el tipo de proyecto, los objetivos y el nivel de implicación de los ciudadanos, hay que responder a diferentes preguntas.\n¿Qué tipos de actores entran en juego en la iniciativa a coproducir? ¿Cuáles son sus motivaciones y aptitudes para participar en el proyecto? ¿Cuál es su posición en la red? ¿Cómo contactar con ellos?\nSiga las tareas específicas para obtener la imagen completa.",
                "it": "L'identificazione degli attori rilevanti è il primo passo per avviare il processo di realizzazione congiunta. A seconda del tipo di progetto, degli obiettivi e del livello di coinvolgimento dei cittadini, è necessario rispondere a diverse domande.\nQuali diversi portarori di interesse entrano in gioco nell'iniziativa da progettare collaborativamente? Quali sono le loro motivazioni? Hanno le competenze per partecipare al progetto? Qual è la loro posizione nella rete degli altri attori coinvolti? Come contattarli?\nSegui le attività specifiche per ottenere il quadro completo.",
                "lv": "Atslēgas dalībnieku noteikšana ir pirmais solis, lai sāktu koprades procesu. Atbilstoši projekta veidam, mērķiem un iedzīvotāju iesaistes līmenim ir jāatbild uz dažādiem jautājumiem.\nKādi ieinteresēto pušu tipi iesaistīsies koprades iniciatīvā? Kāda ir viņu motivācija un prasmes piedalīties projektā? Kāda ir viņu pozīcija tīklā? Kā ar viņiem sazināties?\nIzpildiet konkrētos uzdevumus, lai iegūtu pilnīgu priekšstatu."
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Understand the different types of stakeholders",
                        "es": "Entender los diferentes tipos de stakeholders y sus motivaciones",
                        "it": "Comprendi le diverse tipologie di attori da coinvolgere",
                        "lv": "Izprotiet dažādu tipu ieinteresētās puses"
                    },
                    "description_translations": {
                        "en": "Usually different actors are engaged in co-production to create a new service or customizing an already existing service: public bodies, private companies, SMEs, citizens. Each actor brings specific needs and competences in relation to the service and has different motivations to participate in a project. Learn about the different types of stakeholders and which of them can add value to your co-production process",
                        "es": "Por lo general, en la coproducción participan diferentes actores para crear un nuevo servicio o personalizar un servicio ya existente: organismos públicos, empresas privadas, PYMES, ciudadanos. Cada actor aporta necesidades y competencias específicas en relación con el servicio y tiene diferentes motivaciones para participar en un proyecto. Conozca los diferentes tipos de actores y cuál de ellos puede aportar valor a su proceso de coproducción",
                        "it": "Solitamente diversi attori sono impegnati in processi di co-produzione per creare un nuovo servizio o per personalizzare un servizio già esistente: enti pubblici, aziende private, PMI, cittadini. Ogni attore porta bisogni e competenze specifiche in relazione al servizio e ha motivazioni diverse per partecipare a un progetto. Scopri i diversi tipi di attori da coinvolgere e quali di essi possono aggiungere valore al tuo processo di co-produzione.",
                        "lv": "Parasti kopražošanā, lai izveidotu jaunu pakalpojumu vai pielāgotu jau esošu pakalpojumu, tiek iesaistīti dažādi dalībnieki: valsts iestādes, privātie uzņēmumi, MVU, iedzīvotāji. Katrs dalībnieks sniedz īpašas vajadzības un kompetences saistībā ar pakalpojumu, un viņam ir dažādas motivācijas piedalīties projektā. Uzziniet par dažāda veida ieinteresētajām personām un to, kuras no tām ir būtiskas kopražošanas procesā"
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "id": "task-understand-the-different-types-of-stakeholders",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Map stakeholders, analyse motivation, skills, expectations",
                        "es": "Mapear partes interesadas analizar motivación habilidades expectativas",
                        "it": "Crea una mappa delle parti interessate, analizza le loro motivazioni, competenze e aspettative",
                        "lv": "Kartējiet ieinteresētās puses, analizējiet motivāciju, prasmes un gaidas"
                    },
                    "description_translations": {
                        "en": "Mapping the stakeholders is crucial to have a clear view of which roles stakeholders can play in different stages of innovation, what their level of commitment and strategic importance could be. Analyse the complexity of building relationships, realizing which connectors can be crucial for innovation development in your project.",
                        "es": "Hacer un mapa de las partes interesadas es crucial para tener una visión clara de los papeles que pueden desempeñar las partes interesadas en las diferentes etapas de la innovación, cuál podría ser su nivel de compromiso y su importancia estratégica. Analizar la complejidad de las relaciones que se establecen, y darse cuenta de qué conectores pueden ser cruciales para el desarrollo de la innovación en su proyecto.",
                        "it": "La mappatura delle parti interessate è fondamentale per avere una visione chiara dei ruoli che questi attori possono svolgere nelle diverse fasi, del loro impegno e dell'importanza strategica che rivestono. Analizza la complessità delle relazioni, evidenziando quali sono i connettori che possono essere cruciali per lo sviluppo del tuo progetto.",
                        "lv": "Ir būtiski, lai ieinteresētajām personām būtu skaidrs priekšstats par to, kādas var būt ieinteresēto personu lomas dažādos jauninājumu posmos, kāds varētu būt viņu saistību līmenis un stratēģiskā nozīme. Analizējiet attiecību veidošanas sarežģītību, apzinoties, kuri savienotāji var būt būtiski jūsu projekta inovāciju attīstībai."
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-understand-the-different-types-of-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-map-stakeholders-analyse-motivation-skills-expectations"
                },
                {
                    "name_translations": {
                        "en": "Visually map the network of stakeholders",
                        "es": "Mapear visualmente la red de partes interesadas",
                        "it": "Crea una mappa grafica della rete dei portatori di interesse",
                        "lv": "Vizuāli kartēt ieinteresēto personu tīklu"
                    },
                    "description_translations": {
                        "en": "Is your network balanced and inclusive?\r\nCreate a Stakeholder Map, where the ecosystem of stakeholders involved in a customer experience is visualized.",
                        "es": "¿Es su red equilibrada e inclusiva?\nCree un mapa de partes interesadas, donde se visualice el ecosistema de partes interesadas que participan en la experiencia del cliente.",
                        "it": "La tua rete è equilibrata e inclusiva?\nCrea una mappa dei portatori di interesse, in cui venga visualizzato l'intero ecosistema di questi.",
                        "lv": "Vai jūsu tīkls ir līdzsvarots un iekļaujošs?\nIzveidojiet ieinteresēto pušu karti, kurā attēlota klientu pieredzē iesaistīto ieinteresēto pušu ekosistēma."
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-map-stakeholders-analyse-motivation-skills-expectations",
                            "type": "previous"
                        }
                    ],
                    "id": "task-visually-map-the-network-of-stakeholders"
                },
                {
                    "name_translations": {
                        "en": "Create a contact list of potential network participants",
                        "es": "Crear una lista de contactos de posibles participantes de la red",
                        "it": "Crea un elenco di contatti di potenziali partecipanti",
                        "lv": "Izveidot potenciālo tīkla dalībnieku kontaktpersonu sarakstu"
                    },
                    "description_translations": {
                        "en": "Write down the list of participants, aside the co-production team, who may be interested in observing the progress of the co-production project and have the opportunity to emit opinions and take part in some decision processes. ",
                        "es": "Anote la lista de participantes, aparte del equipo de coproducción, que pueden estar interesados en observar el progreso del proyecto de coproducción y tener la oportunidad de emitir opiniones y participar en algunos procesos de decisión. ",
                        "it": "Crea un elenco dei partecipanti che, in aggiunta al gruppo di lavoro, potrebbero essere interessati ad osservare l'andamento del progetto, che potrebbero esprimere opinioni, suggerimenti e prendere parte ad alcuni dei processi decisionali. ",
                        "lv": "Pierakstiet dalībnieku sarakstu, izņemot koprades komandu, kuri varētu būt ieinteresēti novērot koprades projekta gaitu un kuriem ir iespēja izteikt viedokli un piedalīties dažos lēmumu pieņemšanas procesos. "
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-visually-map-the-network-of-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-create-a-contact-list-of-potential-network-participants"
                }
            ],
            "id": "objective-identify-stakeholders",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Engage stakeholders",
                "es": "Involucrar a las partes interesadas",
                "it": "Coinvolgi gli attori individuati",
                "lv": "Iesaistiet ieinteresētās puses"
            },
            "description_translations": {
                "en": "Stakeholder engagement is about figuring out how to effectively communicate, collaborate, and interact with key people who have positive or negative influence, and may impact the success of your project.\r\nTo reach this objective you should carefully prepare an engagement plan, create awareness and communication material tailored to your audience, understand how to communicate benefit for stakeholders and, whenever this is forseen in your project, understand how to engage citizens in the co-production process. ",
                "es": "La implicación de las partes interesadas consiste en averiguar cómo comunicar, colaborar e interactuar eficazmente con las personas clave que tienen una influencia positiva o negativa y pueden influir en el éxito de su proyecto.\nPara alcanzar este objetivo debe preparar cuidadosamente un plan de compromiso, crear material de concienciación y comunicación adaptado a su público, entender cómo comunicar el beneficio para las partes interesadas y, siempre que esté previsto en su proyecto, entender cómo involucrar a los ciudadanos en el proceso de coproducción. ",
                "it": "Il coinvolgimento inizia con una fase di analisi su come comunicare, collaborare ed interagire efficacemente con gli attori chiave che possono avere una influenza positiva o negativa sul successo del progetto.\nPrepara attentamente un piano di coinvolgimento, crea consapevolezza sul percorso da intraprendere insieme e sui suoi benefici a partire da materiale di comunicazione creato esclusivamente per ogni singolo target individuato. Prova a immaginare come comunicare, con quali obiettivi e con quali strumenti, con i potenziali beneficiari e, se previsto dal progetto, anche come coinvolgere tutti i cittadini in generale nel processo. ",
                "lv": "Ieinteresēto pušu iesaiste balstās uz efektīvas saziņas, sadarbības un mijiedarbības atrašanu ar atslēgas cilvēkiem ar pozitīvu vai negatīvu ietekmi, kas var ietekmēt jūsu projekta panākumus.\nLai sasniegtu šo mērķi, jums rūpīgi jāsagatavo iesaistes plāns, jāizveido savai auditorijai pielāgots izpratnes veidošanas un komunikācijas plāns, jāsaprot, kā informēt ieinteresētās puses, un, kad vien tas ir paredzēts jūsu projektā, jāsaprot, kā iesaistīt iedzīvotājus koprades procesā. "
            },
            "problemprofiles": [
                "ORG_PROBLEM_12",
                "ORG_PROBLEM_13",
                "ORG_PROBLEM_14"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Prepare an engagement plan",
                        "es": "Preparar un plan de compromiso",
                        "it": "Disegna una strategia di coinvolgimento",
                        "lv": "Izveidojiet iesaistīšanās plānu"
                    },
                    "description_translations": {
                        "en": "Create an effective engagement plan which allows you to reach to the types and numbers of stakeholders sufficient to ensure that the co-produced service is well targeted. \r\nAn engagement plan is usually composed of three parts: the identification of your project’s stakeholders; the planning of effective means for interacting with each stakeholder, and protocols for accurately documenting your work for the sake of transparency, accountability and evaluation of the process.",
                        "es": "Cree un plan de compromiso eficaz que le permita llegar a los tipos y números de partes interesadas suficientes para garantizar que el servicio coproducido esté bien orientado. \nUn plan de participación suele constar de tres partes: la identificación de las partes interesadas de su proyecto; la planificación de medios eficaces para interactuar con cada parte interesada, y los protocolos para documentar con precisión su trabajo en aras de la transparencia, la responsabilidad y la evaluación del proceso.",
                        "it": "Crea un piano di coinvolgimento efficace per raggiungere le tipologie e il numero di attori sufficienti per garantire che il servizio risponda ai bisogni individuati.\nUn piano di coinvolgimento è solitamente composto da tre parti: l'identificazione degli attori del progetto; la pianificazione dei mezzi per interagire con loro in modo efficace e i protocolli per documentare il lavoro, ai fini di garantire trasparenza del percorso, i titolari delle responsabilità ed effettuare una valutazione complessiva.",
                        "lv": "Izveidojiet efektīvu iesaistes plānu, kas ļauj sasniegt pietiekamu skaitu ieinteresēto pušu, lai nodrošinātu vispusīgas auditorijas iesaisti koprades pakalpojumā.\nIesaistes plāns parasti sastāv no trim daļām: jūsu projektā ieinteresēto pušu noteikšana; efektīvu līdzekļu plānošana mijiedarbībai ar katru ieinteresēto pusi; un protokoli jūsu darba precīzai dokumentēšanai, lai nodrošinātu procesa caurskatāmību, atbildību un novērtēšanu."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_5"
                    ],
                    "id": "task-prepare-an-engagement-plan",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Create awareness and communication",
                        "es": "Crear conciencia y comunicación",
                        "it": "Crea consapevolezza e comunica i tuoi obiettivi",
                        "lv": "Veidojiet izpratni un komunicējiet"
                    },
                    "description_translations": {
                        "en": "Ensure that relevant stakeholders are aware of the initiative in order to ensure their participation. Awareness-raising is a process that seeks to inform and educate people about a topic or issue with the intention of influencing their attitudes, behaviours and beliefs towards the achievement of a defined purpose or goal.",
                        "es": "Garantizar que las partes interesadas conozcan la iniciativa para asegurar su participación. La sensibilización es un proceso que busca informar y educar a las personas sobre un tema o asunto con la intención de influir en sus actitudes, comportamientos y creencias hacia la consecución de un propósito u objetivo definido.",
                        "it": "Accertati che le parti interessate siano a conoscenza dell'iniziativa per assicurarti la loro partecipazione. Creare consapevolezza è un processo per informare ed educare le persone su un argomento o un problema con l'intenzione di influenzare i loro atteggiamenti, comportamenti e convinzioni verso il raggiungimento di uno scopo o un obiettivo definito.",
                        "lv": "Nodrošiniet attiecīgo ieinteresēto pušu informētību par šo iniciatīvu, lai nodrošinātu to līdzdalību. Izpratnes veidošana ir process, kura mērķis ir informēt un izglītot cilvēkus par kādu tēmu vai problēmu ar nolūku ietekmēt viņu attieksmi, uzvedību un uzskatus, lai sasniegtu noteiktu rezultātu vai mērķi."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4",
                        "ORG_PROBLEM_6.3"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-prepare-an-engagement-plan",
                            "type": "previous"
                        }
                    ],
                    "id": "task-create-awareness-and-communication"
                },
                {
                    "name_translations": {
                        "en": "Communicate benefit for stakeholders",
                        "es": "Comunicar el beneficio para las partes interesadas",
                        "it": "Comunica i vantaggi e le opportunità agli attori coinvolti",
                        "lv": "Pastāstiet par ieguvumiem iesaistītajām pusēm"
                    },
                    "description_translations": {
                        "en": "Clearly communicate the benefits of service co-production to your network of stakeholders and citizens.\r\nParticipants need to understand why their participation matters, what they can gain individually and as a group.",
                        "es": "Comunique claramente las ventajas de la coproducción de servicios a su red de interesados y ciudadanos.\nLos participantes tienen que entender por qué es importante su participación, qué pueden ganar individualmente y como grupo.",
                        "it": "Comunica con chiarezza quali sono i vantaggi di realizzare congiuntamente i servizi alla tua rete di attori individuati e ai cittadini.\nI partecipanti devono capire perché il loro coinvolgimento è importante, cosa possono ottenere sia individualmente sia come gruppo.",
                        "lv": "Skaidri izstāstiet par pakalpojumu koprades priekšrocībām jūsu ieinteresēto pušu un iedzīvotāju tīklam.\nDalībniekiem ir jāsaprot, kāpēc viņu līdzdalība ir svarīga, un ko viņi individuāli vai grupā var iegūt."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-create-awareness-and-communication",
                            "type": "previous"
                        }
                    ],
                    "id": "task-communicate-benefit-for-stakeholders"
                },
                {
                    "name_translations": {
                        "en": "Engage citizens in the co-production process",
                        "es": "Implicar a los ciudadanos en el proceso de coproducción",
                        "it": "Coinvolgi i cittadini nel processo di realizzazione",
                        "lv": "Iesaistiet iedzīvotājus koprades procesā"
                    },
                    "description_translations": {
                        "en": "Provide members of the public with the information they need to understand the project, the decision process, and also how public input can influence decisions, the design of the service and the way it is delivered. ",
                        "es": "Proporcionar a los miembros del público la información que necesitan para entender el proyecto, el proceso de decisión y también cómo las aportaciones del público pueden influir en las decisiones, en el diseño del servicio y en la forma de prestarlo. ",
                        "it": "Fornisci ai membri della società civile le informazioni di cui hanno bisogno per comprendere il progetto, il processo decisionale e anche come la loro partecipazione può influenzare le decisioni, la progettazione del servizio e il modo in cui viene erogato. ",
                        "lv": "Sniedziet sabiedrībai informāciju, kas tai nepieciešama, lai izprastu projektu, lēmumu pieņemšanas procesu un arī to, kā sabiedrības ieguldījums var ietekmēt lēmumus, pakalpojuma dizainu un tā sniegšanas veidu. "
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_10",
                        "ORG_PROBLEM_11"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-communicate-benefit-for-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-engage-citizens-in-the-co-production-process"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-identify-stakeholders",
                    "type": "previous"
                }
            ],
            "id": "objective-engage-stakeholders"
        },
        {
            "name_translations": {
                "en": "Define legal and ethical framework",
                "es": "Definir el marco legal y ético",
                "it": "Definisci il quadro giuridico ed etico",
                "lv": "Tiesiskā un ētiskā regulējuma definēšana"
            },
            "description_translations": {
                "en": "The complexity of legal regulations can sometime make it difficult for governments to take up ICTs to co-produce and can cause significant delays in the deployment of solutions.\r\nFollow the guidelines offered here to prepare the financial, technical, and legal agreements that ensure viability to your co-production project.",
                "es": "La complejidad de la normativa legal puede dificultar en ocasiones la asunción de las TIC para la coproducción por parte de los gobiernos y provocar importantes retrasos en el despliegue de las soluciones.\nSiga las pautas que se ofrecen aquí para preparar los acuerdos financieros, técnicos y jurídicos que garanticen la viabilidad de su proyecto de coproducción.",
                "it": "La complessità delle normative legali a volte può rendere difficile per le amministrazioni utilizzare le Tecnologie per l'Informazione e la Comunicazione (TIC) per realizzare servizi pubblici; può anche causare ritardi significativi nell'implementazione delle diverse soluzioni.\nSegui le linee guida che ti proponiamo per stilare gli accordi finanziari, tecnici e legali che garantiscono la fattibilità del tuo progetto.",
                "lv": "Juridisko noteikumu sarežģītība dažkārt var apgrūtināt publiskā sektora iespējas izmantot IKT kopradei, un tas var ievērojami aizkavēt risinājumu ieviešanu.\nIzmantojiet šeit piedāvātās vadlīnijas, lai sagatavotu finanšu, tehniskos un juridiskos līgumus, kas nodrošinās jūsu koprades projekta dzīvotspēju."
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Define a non-disclosure agreement (NDA)",
                        "es": "Definir un acuerdo de confidencialidad (NDA)",
                        "it": "Definisci un accordo di riservatezza (in inglese Non-Disclosure Agreement, NDA)",
                        "lv": "Formulējiet informācijas neizpaušanas līgumu (NDA)"
                    },
                    "description_translations": {
                        "en": "You should consider whether your collaborative network of stakeholders needs a formal  agreement for not disclosing the confidential information that is shared as part of co-producing a service together.",
                        "es": "Debe considerar si su red de colaboración de partes interesadas necesita un acuerdo formal para no revelar la información confidencial que se comparte como parte de la coproducción de un servicio conjunto.",
                        "it": "Considera l'opportunità per la tua rete di parti interessate di un accordo formale per non divulgare informazioni riservate ma condivise durante la realizzazione collaborativa del servizio.",
                        "lv": "Apsveriet, vai jūsu sadarbības tīklā ieinteresētajām personām ir nepieciešama oficiāla vienošanās, lai neatklātu konfidenciālo informāciju, kas tiek koplietota kā daļa no kopīga pakalpojuma izveides."
                    },
                    "problemprofiles": [],
                    "id": "task-define-a-non-disclosure-agreement-nda",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Define a partnership agreement",
                        "es": "Definir un acuerdo de asociación",
                        "it": "Definisci un accordo di partenariato",
                        "lv": "Formulējiet partnerības līgumu"
                    },
                    "description_translations": {
                        "en": "Participants should clearly understand their role in the co-production effort, their responsabilities, their rights. \r\nYou might wish to write down the terms and general plan for the collaboration, to give to the initiative a more formal structure, visibility and political support. \r\nGuidelines and examples of partnership agreements may help you decide which is the most suitable solution for your case.",
                        "es": "Los participantes deben entender claramente su papel en el esfuerzo de coproducción, sus responsabilidades y sus derechos. \nTal vez desee redactar los términos y el plan general de la colaboración, para dar a la iniciativa una estructura más formal, visibilidad y apoyo político. \nLas directrices y ejemplos de acuerdos de colaboración pueden ayudarle a decidir cuál es la solución más adecuada para su caso.",
                        "it": "I partecipanti dovrebbero comprendere chiaramente il loro ruolo nella realizzazione congiunta, le loro responsabilità, i loro diritti.\nPotresti scrivere il piano generale e i termini e della collaborazione, per dare all'iniziativa una struttura più formale, maggiore visibilità e sostegno politico.\nLinee guida ed esempi di accordi possono aiutarti a decidere quale sia la soluzione più adatta al tuo caso.",
                        "lv": "Dalībniekiem ir skaidri jāsaprot sava loma kopražošanas pasākumos, viņu pienākumi un tiesības.\nIespējams, vēlēsities pierakstīt sadarbības noteikumus un vispārīgo plānu, lai iniciatīvai piešķirtu formālāku struktūru, redzamību un politisko atbalstu.\nVadlīnijas un partnerattiecību līgumu piemēri var palīdzēt jums izlemt, kurš risinājums ir vispiemērotākais jūsu gadījumam."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7",
                        "ORG_PROBLEM_8"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-define-a-non-disclosure-agreement-nda",
                            "type": "previous"
                        }
                    ],
                    "id": "task-define-a-partnership-agreement"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-engage-stakeholders",
                    "type": "previous"
                }
            ],
            "id": "objective-define-legal-and-ethical-framework"
        },
        {
            "name_translations": {
                "en": "Define data management plan",
                "es": "Definir el plan de gestión de datos",
                "it": "Definisci il piano di gestione dei dati",
                "lv": "Definēt datu pārvaldības plānu"
            },
            "description_translations": {
                "en": "Make sure data that is collected and processed during the co-production process is managed according to the GDPR and EU best practices.\r\nPrepare a data management plan to guide you throughout the project life time and beyond.",
                "es": "Asegúrese de que los datos que se recogen y procesan durante el proceso de coproducción se gestionan de acuerdo con el GDPR y las mejores prácticas de la UE.\nPrepare un plan de gestión de datos que le sirva de guía durante toda la vida del proyecto y más allá.",
                "it": "Assicurati che i dati raccolti ed elaborati durante il processo di realizzazione siano gestiti secondo il regolamente europeo sulla protezione dei dati (il General Data Protection Regulation o GDPR) e le buone pratiche già esperite. Prepara un piano di gestione dei dati per tutta la durata del progetto e oltre.",
                "lv": "Pārliecinieties, ka koprades procesa laikā savāktie un apstrādātie dati tiek pārvaldīti saskaņā ar GDPR un ES labāko praksi.\nSagatavojiet datu pārvaldības plānu, kas palīdzēs jums strādāt visā projekta darbības laikā un pēc tam."
            },
            "problemprofiles": [
                "ORG_PROBLEM_3",
                "ORG_PROBLEM_9"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Clarify the purpose for data collection",
                        "es": "Aclarar la finalidad de la recogida de datos",
                        "it": "Chiarisci lo scopo della raccolta dei dati",
                        "lv": "Datu vākšanas mērķa precizēšana"
                    },
                    "description_translations": {
                        "en": "Which data will be collected during co-production? \r\nStart your data management plan by making an inventory of data sources and types.",
                        "es": "¿Qué datos se recogerán durante la coproducción? \nComience su plan de gestión de datos haciendo un inventario de las fuentes y tipos de datos.",
                        "it": "Quali dati verranno raccolti durante la realizzazione del servizio?\nAvvia il tuo piano di gestione dei dati creando un inventario dei tipi di dati che verrano raccolti e usati e della loro origine.",
                        "lv": "Kādi dati tiks ievākti koprades laikā?\nSāciet veidot savu datu pārvaldības plānu, veicot datu avotu un veidu uzskaiti."
                    },
                    "problemprofiles": [],
                    "id": "task-clarify-the-purpose-for-data-collection",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Understand how the data flows",
                        "es": "Entender cómo fluyen los datos",
                        "it": "Comprendi il flusso dei dati",
                        "lv": "Izprotiet, kā notiek datu plūsmas"
                    },
                    "description_translations": {
                        "en": "From whom and for which purpose is data accessed? \r\nUnderstand where data can be securely stored and whether data is to be further transferred.",
                        "es": "¿De quién y para qué se accede a los datos? \nComprender dónde se pueden almacenar los datos de forma segura y si se van a transferir posteriormente.",
                        "it": "Chi accede ai dati? Con quale scopo?\nStabilisci dove possono essere archiviati i dati in modo sicuro e se devono essere eventualmente trasferiti a terzi.",
                        "lv": "Kam un kādam nolūkam ir pieejami dati?\nUzziniet, kur datus var droši glabāt un vai dati ir jāpārsūta tālāk."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-clarify-the-purpose-for-data-collection",
                            "type": "previous"
                        }
                    ],
                    "id": "task-understand-how-the-data-flows"
                },
                {
                    "name_translations": {
                        "en": "Be aware of data impact",
                        "es": "Ser consciente del impacto de los datos",
                        "it": "Sii consapevole dell'impatto dei dati",
                        "lv": "Esiet informēti par datu ietekmi"
                    },
                    "description_translations": {
                        "en": "Consider which are users' and suppliers' pids concerning data.\r\nReflect on aspects of ownership, minimalization, responsibility, sharing, archiving, anonymity.",
                        "es": "Considerar cuáles son las pides de los usuarios y de los proveedores en relación con los datos.\nReflexionar sobre los aspectos de la propiedad, la minimización, la responsabilidad, la compartición, el archivo y el anonimato.",
                        "it": "Considera quali sono i Product Information Distribution Services (PIDs) degli utenti e dei fornitori.\nRifletti sugli aspetti di proprietà, minimizzazione, responsabilità, condivisione, archiviazione, anonimato.",
                        "lv": "Apsveriet, kuri ir lietotāju un piegādātāju datu pastāvīgie identifikatori (PID).\nApdomājiet īpašumtiesību, minimalizācijas, atbildības, koplietošanas, arhivēšanas un anonimitātes aspektus."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-understand-how-the-data-flows",
                            "type": "previous"
                        }
                    ],
                    "id": "task-be-aware-of-data-impact"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-define-legal-and-ethical-framework",
                    "type": "previous"
                }
            ],
            "id": "objective-define-data-management-plan"
        }
    ],
    "is_part_of_codelivery": false
}