{
    "id": "phase-sustain",
    "prerequisites": [
        {
            "item": "phase-build",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Sustain",
        "es": "Sostener",
        "it": "Durabilità",
        "lv": "Uzturēt"
    },
    "description_translations": {
        "en": "Define the business models to ensure sustainability of the co-produced service. Create business plans and exploitation agreements that will foster the adoption of your co-produced service by third party PAs, companies and stakeholders. Continous maintenance and monotoring is needed for responsive, accesible, widely adopted services as INTERLINK ambitions.",
        "es": "Definir los modelos de negocio para garantizar la sostenibilidad del servicio coproducido. Cree planes de negocio y acuerdos de explotación que fomenten la adopción de su servicio coproducido por parte de terceras AP, empresas y partes interesadas. El mantenimiento y la monitorización continuos son necesarios para que los servicios respondan, sean accesibles y se adopten ampliamente, tal y como ambiciona INTERLINK.",
        "it": "Definisci i modelli di business per garantire la sostenibilità economica del servizio realizzato congiuntamente. Crea piani aziendali e licenze per l'utilizzo del servizio, in modo da favorire l'adozione da parte di Pubbliche Amministrazioni, aziende e terze parti. La manutenzione e il monitoraggio continui sono cruciali per garantire servizi efficaci, aggiornati e accessibili.",
        "lv": "Definējiet uzņēmējdarbības modeļus, lai nodrošinātu kopēji radītā pakalpojuma ilgtspēju. Izveidojiet biznesa plānus un ekspluatācijas līgumus, kas veicinās to, ka trešo pušu publiskā pārvalde, uzņēmumi un ieinteresētās puses ievieš jūsu kopīgi izstrādātos pakalpojumus. Responsīviem, pieejamiem un plaši ieviestiem pakalpojumiem ir nepieciešama nepārtraukta uzturēšana un uzraudzība."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Handover",
                "es": "Entrega",
                "it": "Passaggio di consegne",
                "lv": "Nodošana"
            },
            "description_translations": {
                "en": "Optinally delegate service deployment from own on premise to Cloud-based to external hosting provider infrastructure. Agree on contract, costs, responsabilities and benefits for third party take over of service delivery ",
                "es": "Delegar opcionalmente el despliegue del servicio de las propias instalaciones a la infraestructura de un proveedor de alojamiento externo basado en la nube. Acordar el contrato, los costes, las responsabilidades y las ventajas de que un tercero se haga cargo de la prestación del servicio. ",
                "it": "Puoi delegare l'erogazione del servizio a terzi, passando da soluzioni basate su risorse interne a soluzioni basate su infrastrutture Cloud di fornitori esterni. Concorda contratti, costi, responsabilità e benefici con i fornitori. ",
                "lv": "Pēc izvēles deleģējiet pakalpojuma izvietošanu uz mākoņa bāzes ārējās izmitināšanas pakalpojumu sniedzēja infrastruktūru. Vienojieties par līgumu, izmaksām, atbildību un ieguvumiem, lai trešās personas varētu pārņemt pakalpojumu sniegšanu "
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Business model specification",
                        "es": "Especificación de Modelo de Negocio",
                        "it": "Specifica il modello di business",
                        "lv": "Biznesa modeļa specifikācija"
                    },
                    "description_translations": {
                        "en": "Co-production team defines one to many business models with their associated business plans which can be negotiated with third party adopters of the service, who want to take over execution, maintenance and monitoring, but where exploitation between co-producers and adopters needs to be clarified.",
                        "es": "El equipo de coproducción define de uno a varios modelos de negocio con sus correspondientes planes de negocio que pueden negociarse con terceros adoptantes del servicio, que quieren hacerse cargo de la ejecución, el mantenimiento y el seguimiento, pero en los que hay que aclarar la explotación entre coproductores y adoptantes.",
                        "it": "Il gruppo di lavoro definisce da uno a molti modelli di business con i relativi piani aziendali che possono essere negoziati con terze parti che adottano il servizio, che desiderano gestirne l'esecuzione, la manutenzione e il monitoraggio. In questo caso è necessario definire la strategia di valorizzazione tra chi realizza e chi adotta il nuovo servizio",
                        "lv": "Koprades darba grupa definē vienu vai vairākus uzņēmējdarbības modeļus ar to saistītajiem uzņēmējdarbības plāniem, par kuriem var vienoties ar trešās puses pakalpojuma izmantotājiem, kas vēlas pārņemt izpildi, uzturēšanu un uzraudzību, bet kur ir jāprecizē ekspluatācija starp koprades dalībniekiem un pakalpojuma ieviesējiem."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7"
                    ],
                    "id": "task-business-model-specification",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Exploitation agreement",
                        "es": "Acuerdo de Explotación",
                        "it": "Accordo per l'utilizzo",
                        "lv": "Ekspluatācijas līgums"
                    },
                    "description_translations": {
                        "en": "Before a third party adopter may take over a co-produced service an exploitation agreement must be produced and signed by the involved parties. ",
                        "es": "Antes de que un tercer adoptante pueda hacerse cargo de un servicio coproducido, debe elaborarse un acuerdo de explotación que deberán firmar las partes implicadas. ",
                        "it": "Prima che una terza parte possa adottare un servizio nuovo, è importante firmare un accordo per il suo utilizzo tra chi lo ha ideato e realizzato e chi lo dovrà erogare o gestire. ",
                        "lv": "Pirms trešā puse var pārņemt kopražoto pakalpojumu, ir jāsagatavo un jāparaksta iesaistītajām pusēm izmantošanas līgums. "
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-business-model-specification",
                            "type": "previous"
                        }
                    ],
                    "id": "task-exploitation-agreement"
                },
                {
                    "name_translations": {
                        "en": "Handover",
                        "es": "Entrega",
                        "it": "Passaggio di consegne",
                        "lv": "Nodošana"
                    },
                    "description_translations": {
                        "en": "Provide documentation for third party take over of service maintenane and monitoring. Agreement on contract to regulate transfer of runnning responsability to third party and sharing of revenues among those that co-produced the service and third parties who may optionally host the service. Customization of the delivered service to target customers (translations, content adaptations and so on) ",
                        "es": "Proporcionar documentación para que un tercero se haga cargo del mantenimiento y la supervisión del servicio. Acuerdo sobre el contrato para regular la transferencia de la responsabilidad de funcionamiento a terceros y el reparto de los ingresos entre los que coprodujeron el servicio y los terceros que pueden alojar opcionalmente el servicio. Personalización del servicio prestado a los clientes objetivo (traducciones, adaptaciones de contenido, etc.) ",
                        "it": "Fornisci la documentazione utile alle parti terze che si occuperanno della manutenzione e del monitoraggio del servizio. E' importante definire un accordo contrattuale per disciplinare il trasferimento della responsabilità di esercizio a terzi e la ripartizione dei ricavi tra coloro che hanno realizzato il servizio e le terze parti che possono sfruttarlo. Prevedi come personalizzare il servizio in base ai clienti (attraverso traduzioni in altre lingue d'uso, adattamenti di contenuti e così via). ",
                        "lv": "Nodrošiniet dokumentāciju, lai trešās personas varētu pārņemt pakalpojumu uzturēšanu un uzraudzību. Vienošanās par līgumu, ar ko reglamentē ilgstošas atbildības nodošanu trešajai personai un ieņēmumu sadali starp tiem, kas kopīgi sagatavojuši pakalpojumu, un trešajām personām, kuras potenciāli var uzņemt pakalpojumu. Piegādātā pakalpojuma pielāgošana klientiem (tulkojumi, satura pielāgojumi utt.) "
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-exploitation-agreement",
                            "type": "previous"
                        }
                    ],
                    "id": "task-handover"
                }
            ],
            "id": "objective-handover",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Maintenance",
                "es": "Mantenimiento",
                "it": "Manutenzione",
                "lv": "Uzturēšana"
            },
            "description_translations": {
                "en": "Ensure the deployed service is continously operative and responsive to new customer demands who may make the service further adopted and more useful. This responsability may be shared by co-production team and third parties who may have taken over the service. ",
                "es": "Garantizar que el servicio desplegado esté continuamente operativo y responda a las nuevas demandas de los clientes que puedan hacer que el servicio se adopte más y sea más útil. Esta responsabilidad puede ser compartida por el equipo de coproducción y por terceros que puedan haber asumido el servicio. ",
                "it": "Garantisci che il servizio implementato sia costantemente aggiornato e risponda alle richieste dei clienti. Questo potrebbe rendere il servizio più adatto ai loro bisogni e più utile. Questa responsabilità può essere condivisa tra il gruppo di lavoro e le terze parti che eventualmente gestiscono il servizio. ",
                "lv": "Nodrošiniet, lai izvietotais pakalpojums pastāvīgi darbotos un atbilstu jaunām klientu prasībām, kas var padarīt pakalpojumu vairāk pieņemamu un lietderīgāku. Šo atbildību var uzņemties koprades grupa un trešās personas, kas varētu būt pārņēmušas pakalpojumu. "
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Task distribution for maintenance, contracts regulation, data management archiving",
                        "es": "Distribución de tareas para el mantenimiento, regulación de contratos, archivo de la gestión de datos",
                        "it": "Distribuzione degli incarichi per la manutenzione, la regolamentazione dei contratti, la gestione dell'archiviazione dei dati",
                        "lv": "Uzdevumu sadale uzturēšanai, līgumu regulēšanai un datu pārvaldības arhivēšanai"
                    },
                    "description_translations": {
                        "en": "If service depoyment was delegated or is still carried out by co-production team, task distribution among those responsible for maintenance must be ensured. Regularly contract monitoring and maintenance activities will need to be carried out to ensure 24x7 operation.",
                        "es": "Si el depósito de servicios se delegó o se sigue llevando a cabo por el equipo de coproducción, debe garantizarse la distribución de tareas entre los responsables del mantenimiento. Será necesario realizar periódicamente actividades de supervisión y mantenimiento de los contratos para garantizar el funcionamiento 24 horas al día, 7 días a la semana.",
                        "it": "Sia che l'esecuzione del servizio sia stata delegata ad altri sia che sia svolta dal gruppo di lavoro, una efficace distribuzione delle attività deve essere assicurata fra coloro che si occupano della manutenzione. Operazioni regolari di monitoraggio e di manutenzione devono essere svolte per assicurare il funzionamento 24 ore al giorno, 7 giorni su 7.",
                        "lv": "Ja pakalpojuma sniegšana tika deleģēta vai to joprojām veic koprades komanda, ir jānodrošina uzdevumu sadale starp tiem, kas ir atbildīgi par tehnisko uzturēšanu. Lai nodrošinātu 24/7 darbību, regulāri jāveic līguma uraudzība un uzturēšanas darbi."
                    },
                    "problemprofiles": [],
                    "id": "task-task-distribution-for-maintenance-contracts-regulation-data-management-archiving",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-handover",
                    "type": "previous"
                }
            ],
            "id": "objective-maintenance"
        },
        {
            "name_translations": {
                "en": "Monitoring",
                "es": "Monitorización",
                "it": "Monitoraggio",
                "lv": "Uzraudzība"
            },
            "description_translations": {
                "en": "Monitor that the service is fulfilling its originally set objectives by tracking a set of KPIs inferred from usage or polling customers.  ",
                "es": "Supervisar que el servicio está cumpliendo los objetivos fijados originalmente mediante el seguimiento de un conjunto de KPIs inferidos del uso o el sondeo de los clientes.  ",
                "it": "Monitora il raggiungimento degli obiettivi originariamente definiti attraverso una serie di indicatori chiave (Key Performance Indicator, KPI) dedotti dall'utilizzo del servizio o effettuando sondaggi con chi lo fruisce.  ",
                "lv": "Uzraugiet, vai pakalpojums izpilda savus sākotnēji noteiktos mērķus, sekojot līdzi KPI kopumam, kas izriet no lietošanas datiem vai lietotāju aptaujām.  "
            },
            "problemprofiles": [
                "UND_PROBLEM_3",
                "VAL_PROBLEM_5"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Monitoring ongoing evaluation, periodic evaluations with stakeholders",
                        "es": "Seguimiento de la evaluación continua, evaluaciones periódicas con las partes interesadas",
                        "it": "Monitoraggio continuo della valutazione, valutazioni periodiche con le parti interessate",
                        "lv": "Nepārtraukta novērtējuma uzraudzība, regulāri novērtējumi ar ieinteresētajām pusēm"
                    },
                    "description_translations": {
                        "en": "Analyse logs gathered by the delivered service. Analyse surveys/questionnaires filled in by stakeholders. ",
                        "es": "Analizar los registros recogidos por el servicio prestado. Analizar las encuestas/cuestionarios rellenados por las partes interesadas. ",
                        "it": "Analizza i registri raccolti dal servizio erogato. Analizza i sondaggi e i questionari compilati dalle parti interessate. ",
                        "lv": "Analizējiet sniegtā pakalpojuma datu žurnālu (logfailus). Analizējiet ieinteresēto pušu aizpildītās aptaujas anketas. "
                    },
                    "problemprofiles": [],
                    "id": "task-monitoring-ongoing-evaluation-periodic-evaluations-with-stakeholders",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-maintenance",
                    "type": "previous"
                }
            ],
            "id": "objective-monitoring"
        }
    ],
    "is_part_of_codelivery": true
}