{
    "id": "phase-sustain",
    "prerequisites": [
        {
            "item": "phase-build",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Sustain",
        "es": "Sostener"
    },
    "description_translations": {
        "en": "Define the business models to ensure sustainability of the co-produced service. Create business plans and exploitation agreements that will foster the adoption of your co-produced service by third party PAs, companies and stakeholders. Continous maintenance and monotoring is needed for responsive, accesible, widely adopted services as INTERLINK ambitions.",
        "es": ""
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Handover",
                "es": "Entrega"
            },
            "description_translations": {
                "en": "Optinally delegate service deployment from own on premise to Cloud-based to external hosting provider infrastructure. Agree on contract, costs, responsabilities and benefits for third party take over of service delivery ",
                "es": ""
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Business model specification",
                        "es": "Especificación de Modelo de Negocio"
                    },
                    "description_translations": {
                        "en": "Co-production team defines one to many business models with their associated business plans which can be negotiated with third party adopters of the service, who want to take over execution, maintenance and monitoring, but where exploitation between co-producers and adopters needs to be clarified.",
                        "es": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7"
                    ],
                    "id": "task-business-model-specification",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Exploitation agreement",
                        "es": "Acuerdo de Explotación"
                    },
                    "description_translations": {
                        "en": "Before a third party adopter may take over a co-produced service an exploitation agreement must be produced and signed by the involved parties. ",
                        "es": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-business-model-specification",
                            "type": "previous"
                        }
                    ],
                    "id": "task-exploitation-agreement"
                },
                {
                    "name_translations": {
                        "en": "Handover",
                        "es": "Entrega"
                    },
                    "description_translations": {
                        "en": "Provide documentation for third party take over of service maintenane and monitoring. Agreement on contract to regulate transfer of runnning responsability to third party and sharing of revenues among those that co-produced the service and third parties who may optionally host the service. Customization of the delivered service to target customers (translations, content adaptations and so on) ",
                        "es": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-exploitation-agreement",
                            "type": "previous"
                        }
                    ],
                    "id": "task-handover"
                }
            ],
            "id": "objective-handover",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Maintenance",
                "es": "Mantenimiento"
            },
            "description_translations": {
                "en": "Ensure the deployed service is continously operative and responsive to new customer demands who may make the service further adopted and more useful. This responsability may be shared by co-production team and third parties who may have taken over the service. ",
                "es": ""
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Task distribution for maintenance, contracts regulation, data management archiving",
                        "es": "Distribución de tareas para el mantenimiento, regulación de contratos, archivo de la gestión de datos"
                    },
                    "description_translations": {
                        "en": "If service depoyment was delegated or is still carried out by co-production team, task distribution among those responsible for maintenance must be ensured. Regularly contract monitoring and maintenance activities will need to be carried out to ensure 24x7 operation.",
                        "es": ""
                    },
                    "problemprofiles": [],
                    "id": "task-task-distribution-for-maintenance-contracts-regulation-data-management-archiving",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-handover",
                    "type": "previous"
                }
            ],
            "id": "objective-maintenance"
        },
        {
            "name_translations": {
                "en": "Monitoring",
                "es": "Monitorización"
            },
            "description_translations": {
                "en": "Monitor that the service is fulfilling its originally set objectives by tracking a set of KPIs inferred from usage or polling customers.  ",
                "es": ""
            },
            "problemprofiles": [
                "UND_PROBLEM_3",
                "VAL_PROBLEM_5"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Monitoring ongoing evaluation, periodic evaluations with stakeholders",
                        "es": "Seguimiento de la evaluación continua, evaluaciones periódicas con las partes interesadas"
                    },
                    "description_translations": {
                        "en": "Analyse logs gathered by the delivered service. Analyse surveys/questionnaires filled in by stakeholders. ",
                        "es": ""
                    },
                    "problemprofiles": [],
                    "id": "task-monitoring-ongoing-evaluation-periodic-evaluations-with-stakeholders",
                    "prerequisites": []
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-maintenance",
                    "type": "previous"
                }
            ],
            "id": "objective-monitoring"
        }
    ]
}