{
    "administrative_scopes": [
        "eu"
    ],
    "constraints_and_limitations_translations": {
        "en": "No special constraints apply"
    },
    "description_translations": {
        "en": "<p>This resource suggests a model to define the features of a co-produced service. It guides the description of the problem(s) that the product will solve in the long run, the vision for the user experience as well as the user interface, the vision for how the product will generate a return of investment</p>",
        "es": "<p>Este recurso sugiere un modelo para definir las características de un servicio coproducido. Orienta la descripción del (los) problema(s) que el producto resolverá a largo plazo, la visión de la experiencia del usuario así como de la interfaz de usuario, la visión de cómo el producto generará un retorno de la inversión</p>",
        "it": "<p>Questa risorsa suggerisce un modello per definire le caratteristiche di un servizio coprodotto. Guida nella descrizione del problema o dei problemi che il prodotto risolverà a lungo termine, la visione dell'esperienza utente così come l'interfaccia utente, la visione di come il prodotto genererà un ritorno sull'investimento</p>",
        "lv": "<p>Šis resurss piedāvā kopradīta pakalpojuma funkciju definēšanas modeli. Tas vada ilgtermiņa risināmās problēmas definēšanas procesu, lietotāja pieredzes un lietotāja saskarnes vīziju un redzējumu par produkta investīciju atdevi (ROI)t</p>"
    },
    "difficulty": "easy",
    "domain": "",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "file_translations": {
        "en": "./interlinkers/knowledge/outcome-marketing-featureset/resource.docx"
    },
    "form": "guidelines",
    "format": "editable_source_document",
    "id": "outcome-marketing-featureset",
    "instructions_translations": {
        "en": "./interlinkers/knowledge/outcome-marketing-featureset/instructions.md"
    },
    "is_sustainability_related": true,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "public_domain",
    "name_translations": {
        "en": "Outcome marketing featureset",
        "es": "Conjunto de características de marketing de resultados",
        "it": "Set di funzionalità per la commercializzazione dei risultati",
        "lv": "Mārketinga rezultātu komplekts"
    },
    "problemprofiles": [
        "ORG_PROBLEM_6.2",
        "VAL_PROBLEM_1",
        "VAL_PROBLEM_5"
    ],
    "process": "",
    "regulations_and_standards_translations": {
        "en": ""
    },
    "softwareinterlinker": "googledrive",
    "tags_translations": {
        "en": [
            "product specification",
            "template",
            "understand"
        ]
    },
    "targets": [
        "all"
    ],
    "type": "knowledge",
    "types": [
        "enhancing_services"
    ]
}