{
    "author": "",
    "description_translations": {
        "en": "Specific co-production process specially catered for co-refinement of public service descriptions where citizens, civil servants managing public service infrastructure and civil servants working at specific departments cooperate. It is composed of the following phases: a) ENGAGE – where stakeholders involved in service description refinements are understood and engagement plans are proposed; b) DESIGN – where the actual managers of e-services prepare the description augmentation space to be used by those enhancing service descriptions; c) RUN – where the contributions from diverse stakeholders are gathered, moderated and validated with the support of the Description Augmenter INTERLINKER; and d) REFINE – where the validated contributions are assessment and applied in refinements to service descriptions.",
        "es": "Proceso específico de coproducción especialmente concebido para el perfeccionamiento de las descripciones de los servicios públicos en el que cooperan los ciudadanos, los funcionarios que gestionan la infraestructura de los servicios públicos y los funcionarios que trabajan en departamentos específicos. Se compone de las siguientes fases: a) ENGAGE \\u2013 donde se comprenden las partes interesadas que participan en el perfeccionamiento de las descripciones de los servicios y se proponen planes de participación; b) DESIGN \\u2013 donde los gestores reales de los servicios electrónicos preparan el espacio de aumento de la descripción que utilizarán los que mejoran las descripciones de los servicios; c) RUN \\u2013 donde se recogen las contribuciones de las diversas partes interesadas, se moderan y se validan con el apoyo del INTERLINKER de aumento de la descripción; y d) REFINE \\u2013 donde se evalúan las contribuciones validadas y se aplican en el perfeccionamiento de las descripciones de los servicios.",
        "it": "Si tratta di uno specifico processo di co-produzione specificamente rivolto alla definizione delle descrizioni dei servizi pubblici dove i cittadini, gli impiegati che gestiscono le infrastrutture dei servizi pubblici e gli impiegati in specifici dipartimenti collaborano nella preparazione delle spiegazioni. Questo processo è composto dalle seguenti fasi: a) COINVOLGIMENTO - durante il quale gli attori vengono individuati e coinvolti; b) PROGETTAZIONE - dove gli attuali gestori dei servizi digitali preparano lo spazio per la collaborazione e la definizione delle descrizioni dei servizi; c) ESECUZIONE - quando i contributi dei diversi attori vengono raccolti, moderati e validati con il supporto dell'INTERLIKER Description Augmenter; e d) DEFINIZIONE - quando i contributi validati vengono tradotti nelle descrizioni dei servizi.",
        "lv": "Konkrēts koprades process, kas īpaši paredzēts sabiedrisko pakalpojumu aprakstu kopīgai pilnveidošanai, kur sadarbojas iedzīvotāji, ierēdņi, kuri pārvalda sabiedrisko pakalpojumu infrastruktūru, un ierēdņi, kuri strādā noteiktās nodaļās. Tas sastāv no šādām fāzēm:) IESAISTE, kur tiek noskaidrotas pakalpojumu aprakstu uzlabošanā iesaistītās puses un piedāvāti iesaistes plāni; b) PROJEKTĒŠANA, kur faktiskie e-pakalpojumu vadītāji sagatavo apraksta papildināšanas vietu, kas jāizmanto tiem, kuri papildina pakalpojumu aprakstus; c) PALAIŠANA, kur dažādu ieinteresēto pušu ieguldījums tiek savākts, regulēts un apstiprināts, izmantojot Pakalpojumu aprakstu INTERLINKERa sasaisti; d) UZLABOŠANA ,kur apstiprinātie ieguldījumi tiek novērtēti un piemēroti pakalpojumu aprakstu precizējumos."
    },
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "servicedescriptionenhancement",
    "languages": [
        "en",
        "es",
        "it",
        "lv"
    ],
    "licence": "permissive",
    "name_translations": {
        "en": "Co-production schema to support co-refinement of public service descriptions",
        "es": "Esquema de coproducción para apoyar el perfeccionamiento de las descripciones de los servicios públicos",
        "it": "Schema di co-produzione per guidare la definizione collaborativa delle descrizioni dei servizi pubblici",
        "lv": "Koprades shēma sabiedrisko pakalpojumu aprakstu kopīgas pilnveidošanas atbalstam"
    },
    "tags_translations": {
        "en": [
            "default",
            "coproduction"
        ]
    }
}