{
  "The collaboration portal to co-produce better and more inclusive public services": "",
  "Go to dashboard": "",
  "Are you a Public Administration, a company or a citizen that wants to co-design and co-deliver better public services?": "",
  "The INTERLINK platform will support you in developing public-civic partnerships, co-designing and co-delivering public services. This digital platform to guide step-by-step the co-production and co-delivery of public services is currently being designed, together with a set of open-source reusable resources that will concretely aid the planning and implementation of services. The platform will provide a collaborative environment where the different actors will work together and find the knowledge and tools needed to carry out a joint effort toward the co-delivery of services.": "",
  "Why co-production?": "",
  "Co-production is a practice in the delivery of public services in which Public Administrations, stakeholders, as well as citizens work hand in hand for the creation of public policies and services. In co-production, service providers and users work together to reach a collective outcome. Co-production can help build stronger communities and develops citizenship.": "Co-production is a practice in the delivery of public services in which Public Administrations, stakeholders, as well as citizens work hand in hand for the creation of public policies and services. In co-production, service providers and users work together to reach a collective outcome. Co-production can help build stronger communities and develops citizenship.",
  "Learn more on coproduction": "",
  "Browse the catalogue of resources": "",
  "INTERLINK promotes the reuse and sharing of existing public services and resources leveraging on the partnership between citizens, private actors, and public administrations. INTERLINK provides a set of digital building blocks, called “INTERLINKERs”, that support different stakeholders to cooperate in the delivery of a service.": "INTERLINK promotes the reuse and sharing of existing public services and resources leveraging on the partnership between citizens, private actors, and public administrations. INTERLINK provides a set of digital building blocks, called “INTERLINKERs”, that support different stakeholders to cooperate in the delivery of a service.",
  "Join active co-production process": "",
  "INTERLINK is being used in different European Countries to carry out co-production projects. Discover who is using INTERLINK and join active co-production projects! Register to the INTERLINK platform and discover active projects!": "INTERLINK is being used in different European Countries to carry out co-production projects. Discover who is using INTERLINK and join active co-production projects! Register to the INTERLINK platform and discover active projects!",
  "Team-create-title": "",
  "External resource": "",
  "Keywords": "Keywords"
}
