{
    "administrative_scopes": [
        "eu",
        "national",
        "local"
    ],
    "asset_name_translations": {
        "en": "CEF eID and the eIDAS Regulation"
    },
    "constraints_and_limitations_translations": {
        "en": "No special constraints apply"
    },
    "description_translations": {
        "en": "<p>The eIDAS solution allows citizens from Member States to prove and verify their identification when accessing on-line services in other Member States. It allows citizens to authenticate themselves by using their eIDs and connecting with their Identity Provider (IdP) from their country. </p>",
        "es": "<p>La solución eIDAS permite a los ciudadanos de los Estados miembros demostrar y verificar su identificación cuando acceden a servicios en línea en otros Estados miembros. Permite a los ciudadanos autenticarse utilizando sus eIDs y conectándose con su proveedor de identidad (IdP) de su país. </p>",
        "it": "<p>La soluzione eIDAS consente ai cittadini degli Stati membri di provare e verificare la propria identificazione quando accedono a servizi online in altri Stati membri. Consente ai cittadini di autenticarsi utilizzando i propri eID e collegandosi con il proprio provider di identità (IdP) dal proprio paese. </p>",
        "lv": "<p>eIDAS risinājums lauj citu dalībvalstu pilsoņiem pierādīt un pārbaudīt viņu identitāti, piekļūstot citu dalībvalstu tiešsaistes pakalpojumiem. Tas ļauj pilsoņiem autentificēties, izmantojot eID un savienojoties ar viņu valsts identitātes pakalpojuma sniedzēju (IdP).</p>"
    },
    "difficulty": "medium",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "form": "guidelines",
    "format": "structured_format",
    "id": "eidas-standard",
    "instructions_translations": {
        "en": "./interlinkers/externalknowledge/eidas-standard/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "permissive",
    "name_translations": {
        "en": "eIDAS standard",
        "es": "eIDAS estándar",
        "it": "standard eIDAS",
        "lv": "eIDAS standarts"
    },
    "problemprofiles": [
        "BUILD_PROBLEM_3"
    ],
    "tags_translations": {
        "en": [
            "security"
        ]
    },
    "targets": [
        "all;pas",
        "all;businesses",
        "all;research_organizations"
    ],
    "type": "knowledge",
    "types": [
        "enabling_services"
    ],
    "uri_translations": {
        "en": "https://ec.europa.eu/digital-building-blocks/wikis/display/CEFDIGITAL/What+is+eID"
    }
}