{
    "administrative_scopes": [
        "eu",
        "national",
        "local"
    ],
    "constraints_and_limitations_translations": {
        "en": "None",
        "es": ""
    },
    "description_translations": {
        "en": "<p>Event Organiser (EVO) is a stand-alone web application to evaluate co-designed event proposals made with the ECO WordPress plugin and organise the events in practice. EVO complements the ZGZ use case by giving administrative tools to foster co-designing of events and implementing the best proposals. EVO comprises features to manage available resources and services and allocate them to requests made in event proposals. In addition, EVO can be used to organise co-evaluation polls to analyse different aspects of the proposal in order to find out which of the proposals are ready for implementation.</p>",
        "es": "<p>El organizador de eventos (EVO) es una aplicación web independiente para evaluar las propuestas de codiseño de eventos realizadas con el plugin ECO WordPress y organizar los eventos en la práctica. EVO complementa el caso de uso de ZGZ proporcionando herramientas administrativas para fomentar el codiseño de eventos e implementar las mejores propuestas. EVO incluye funciones para gestionar los recursos y servicios disponibles y asignarlos a las solicitudes realizadas en las propuestas de eventos. Además, EVO puede utilizarse para organizar encuestas de coevaluación para analizar diferentes aspectos de la propuesta con el fin de averiguar cuáles de las propuestas están listas para su implementación.</p>",
        "it": "<p>Event Organizer (EVO) è un'applicazione web autonoma per valutare le proposte di eventi co-progettate fatte con il plugin ECO WordPress e organizzare gli eventi nella pratica. EVO integra il caso d'uso ZGZ fornendo strumenti amministrativi per promuovere la co-progettazione di eventi e implementare le migliori proposte. EVO comprende funzionalità per gestire le risorse e i servizi disponibili e assegnarli alle richieste avanzate nelle proposte di eventi. Inoltre, EVO può essere utilizzato per organizzare sondaggi di co-valutazione per analizzare diversi aspetti della proposta al fine di scoprire quali proposte sono pronte per l'attuazione.</p>",
        "lv": "<p>Pasākumu organizētājs (EVO) ir patstāvīga tīmekļa aplikācija kopīgi veidoto pasākumu pieteikumu, kas veidoti ar ECO WordPress spraudni, vērtēšanai un praktiskai organizēšanai. EVO papildina Saragosas gadījumu, sniedzot administratīvus rīkus pasākumu kopīgai veidošanai un labāko piedāvājumu ieviešanai. EVO satur funkcijas pieejamo resursu un pakalpojumu vadīšanai un to piešķiršanai atkarībā no pieteikumos iekļautajiem pieprasījumiem. Papildus tam EVO var tikt izmantots kopējā izvērtējuma aptauju veidošanai, lai analizētu dažādus pieteikumu parametrus nolūkā identificēt ieviešanai gatavos pieteikumus.</p>"
    },
    "difficulty": "medium",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "event-organizer",
    "instructions_translations": {
        "en": "./interlinkers/externalsoftware/event-organizer/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "propietary",
    "logotype": "./interlinkers/externalsoftware/event-organizer/logo.png",
    "name_translations": {
        "en": "Event Organizer",
        "es": "Organizador de eventos",
        "it": "Event Organizer",
        "lv": "Pasākumu organizētājs"
    },
    "overview_text": {
        "en": "Web application for co-designing public events, co-evaluating event proposals and organizing the best events in practice",
        "es": ""
    },
    "problemprofiles": [
        "ORG_PROBLEM_1",
        "ORG_PROBLEM_2",
        "ORG_PROBLEM_4",
        "ORG_PROBLEM_6.1",
        "ORG_PROBLEM_6.3",
        "UND_PROBLEM_5",
        "DEF_PROBLEM_2",
        "DEF_PROBLEM_5",
        "VAL_PROBLEM_1",
        "VAL_PROBLEM_2",
        "HACKATHON_PROBLEM_1"
    ],
    "regulations_and_standards_translations": {
        "en": "None",
        "es": ""
    },
    "tags_translations": {
        "en": [
            "project management",
            "team working",
            "survey"
        ]
    },
    "targets": [
        "all"
    ],
    "type": "software",
    "types": [
        "enabling_services",
        "enhancing_services"
    ],
    "uri_translations": {
        "en": ""
    }
}