{
    "administrative_scopes": [
        "eu"
    ],
    "constraints_and_limitations_translations": {
        "en": "No special constraints apply"
    },
    "description_translations": {
        "en": "<p>This resource provides a skeleton to organize a focus group to investigate the problem that needs to be solved by a digital service / functionality. It addresses a series of questions about potential users, current practices, critical aspects and  desiderata.</p>",
        "es": "<p>Este recurso proporciona un esqueleto para organizar un grupo focal que investigue el problema que necesita resolver un servicio/funcionalidad digital. Aborda una serie de preguntas sobre los usuarios potenciales, las prácticas actuales, los aspectos críticos y los desiderata.</p>",
        "it": "<p>Questa risorsa fornisce uno scheletro per organizzare un focus group per indagare sul problema che deve essere risolto da un servizio/funzionalità digitale. Risponde a una serie di domande su potenziali utenti, pratiche attuali, aspetti critici e desiderata.</p>",
        "lv": "<p>Šis resurss piedāvā ietvaru fokusgrupu organizēšanai, lai izpētītu problēmu, kuru nepieciešams atrisināt ar digitālo pakalpojumu/funkcionalitāti. Tas apkopo jautājumu kopumu par potenciālajiem lietotājiem, esošo praksi, kritiskajiem aspektiem un vēlmēm.</p>"
    },
    "difficulty": "easy",
    "domain": "",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "file_translations": {
        "en": "./interlinkers/knowledge/Focus-Group-Template-problem-exploration-functionalities/resource.pptx"
    },
    "form": "document_template",
    "format": "editable_source_document",
    "id": "focus-group-on-problem-exploration-for-new-digital-functionality",
    "instructions_translations": {
        "en": "./interlinkers/knowledge/Focus-Group-Template-problem-exploration-functionalities/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "public_domain",
    "name_translations": {
        "en": "Focus Group on problem exploration for new digital functionality",
        "es": "Grupo de discusión sobre la exploración de problemas para una nueva funcionalidad digital",
        "it": "Focus Group sull'esplorazione dei problemi per nuove funzionalità digitali",
        "lv": "Fokusgrupa problēmu izpētei jaunas digitālās funkcionalitātes radīšanai"
    },
    "problemprofiles": [
        "UND_PROBLEM_3",
        "VAL_PROBLEM_2"
    ],
    "process": "",
    "regulations_and_standards_translations": {
        "en": ""
    },
    "softwareinterlinker": "googledrive",
    "tags_translations": {
        "en": [
            "focus group",
            "template",
            "understand"
        ]
    },
    "targets": [
        "all"
    ],
    "type": "knowledge",
    "types": [
        "enhancing_services"
    ]
}