{
    "administrative_scopes": [
        "eu"
    ],
    "constraints_and_limitations_translations": {
        "en": "No special constraints apply"
    },
    "description_translations": {
        "en": "<p>This resource provides a skeleton to organize a focus group to investigate the co-production practices in a given organization. It addresses a series of questions about previous or current collaboration practices, the dynamics of collaboration (timeline, people, tools, communication channels), current KPIs, critical aspects and  desiderata.</p>",
        "es": "<p>Este recurso proporciona un esqueleto para organizar un grupo focal que investigue las prácticas de coproducción en una organización determinada. Aborda una serie de preguntas sobre las prácticas de colaboración anteriores o actuales, la dinámica de la colaboración (calendario, personas, herramientas, canales de comunicación), los KPI actuales, los aspectos críticos y los desiderata.</p>",
        "it": "<p>Questa risorsa fornisce uno scheletro per organizzare un focus group per studiare le pratiche di coproduzione in una determinata organizzazione. Affronta una serie di domande sulle pratiche di collaborazione precedenti o attuali, le dinamiche della collaborazione (timeline, persone, strumenti, canali di comunicazione), KPI attuali, aspetti critici e desiderata.</p>",
        "lv": "<p>Šis resurss piedāvā fokusgrupas organizēšanas ietvaru koprades prakses izpētei konkrētā organizācijā. Tas ietver jautājumu kopumu par šībrīža sadarbības praksi, sadarbības dinamiku (laika grafiks, cilvēki, rīki, komunikācijas kanāli), šībrīža sasniedzamajiem rādītājiem (KPI), kritiskajiem aspektiem un vēlmēm.</p>"
    },
    "difficulty": "easy",
    "domain": "",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "file_translations": {
        "en": "./interlinkers/knowledge/Focus-Group-Template-Co-production/resource.pptx"
    },
    "form": "document_template",
    "format": "editable_source_document",
    "id": "focus-group-template-co-production-investigation",
    "instructions_translations": {
        "en": "./interlinkers/knowledge/Focus-Group-Template-Co-production/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "public_domain",
    "name_translations": {
        "en": "Focus Group Template Co-production Investigation",
        "es": "Plantilla de grupo focal Investigación de coproducción",
        "it": "Schema per focus group in indagini di coproduzione",
        "lv": "Koprades izpētes fokusgrupas veidlapa"
    },
    "problemprofiles": [
        "VAL_PROBLEM_2"
    ],
    "process": "",
    "regulations_and_standards_translations": {
        "en": ""
    },
    "softwareinterlinker": "googledrive",
    "tags_translations": {
        "en": [
            "focus group",
            "template",
            "understand"
        ]
    },
    "targets": [
        "all"
    ],
    "type": "knowledge",
    "types": [
        "enhancing_services"
    ]
}