{
    "externalknowledge;agid-cloud-computing-competence-evalution-template;description": "<p>Questa risorsa contiene un questionario per verificare il livello di conoscenza e competenza nel cloud computing </p>",
    "externalknowledge;agid-cloud-computing-competence-evalution-template;name": "Modello di valutazione delle competenze di AgID Cloud computing",
    "externalknowledge;agid-cloud-computing-migration-strategy-evalution-template;description": "<p>Questa risorsa contiene un questionario per verificare la strategia di migrazione del cloud computing </p>",
    "externalknowledge;agid-cloud-computing-migration-strategy-evalution-template;name": "Modello di valutazione della strategia di migrazione del cloud computing AgID",
    "externalknowledge;agid-guidelines-for-the-development-of-secure-software-in-italian;description": "<p>Questa risorsa descrive le linee guida per lo sviluppo di software sicuro nella pubblica amministrazione</p>",
    "externalknowledge;agid-guidelines-for-the-development-of-secure-software-in-italian;name": " Linee guida AgID per lo sviluppo di software sicuro (in italiano)",
    "externalknowledge;agid-minimum-security-measures-for-public-administration;description": "<p>Questa risorsa descrive le misure minime di sicurezza ICT emanate da AgID volte a contrastare le più frequenti minacce informatiche per la pubblica amministrazione italiana.</p>",
    "externalknowledge;agid-minimum-security-measures-for-public-administration;name": "Misure minime AgID per sicurezza per la Pubblica Amministrazione. ",
    "externalknowledge;cloud-enablement-kit-in-italian;description": "<p>Questa risorsa descrive la strategia di Cloud Enablement delineata da AGID e Team Digitale (in italiano). </p>",
    "externalknowledge;cloud-enablement-kit-in-italian;name": "Kit di abilitazione al cloud (in italiano)",
    "externalknowledge;edpb-data-protection-guidelines;description": "<p>Le presenti Linee guida forniscono indicazioni generali sull'obbligo di protezione dei dati fin dalla progettazione e per impostazione predefinita (di seguito \"DPbDD\") di cui all'articolo 25 del GDPR.</p>",
    "externalknowledge;edpb-data-protection-guidelines;name": "Linee guida EDPB per la protezione dei dati",
    "externalknowledge;eidas-standard;description": "<p>La soluzione eIDAS consente ai cittadini degli Stati membri di provare e verificare la propria identificazione quando accedono a servizi online in altri Stati membri. Consente ai cittadini di autenticarsi utilizzando i propri eID e collegandosi con il proprio provider di identità (IdP) dal proprio paese. </p>",
    "externalknowledge;eidas-standard;name": "standard eIDAS",
    "externalknowledge;guidelines-on-the-acquisition-and-reuse-of-software-for-public-administrations;description": "<p>Questa risorsa mira a spiegare come acquisire e riutilizzare software nel contesto della PA.</p>",
    "externalknowledge;guidelines-on-the-acquisition-and-reuse-of-software-for-public-administrations;name": "Linee guida per l'acquisizione e il riutilizzo di software per le pubbliche amministrazioni",
    "externalknowledge;italian-pa-interoperablity-model;description": "<p>Questa risorsa descrive le linee guida per l'interoperabilità tecnica per la PA e i relativi documenti operativi: modelli di interazione, profili di interoperabilità, raccomandazioni di attuazione (in italiano). </p>",
    "externalknowledge;italian-pa-interoperablity-model;name": "Modello per l'interoperabilità delle PA italiane",
    "externalknowledge;open-api-specification;description": "<p>Un documento RFC che specifica l'open API .</p>",
    "externalknowledge;open-api-specification;name": "Specifiche di Open API",
    "externalknowledge;open-source-guides;description": "<p>Una raccolta di risorse per individui, comunità e aziende che desiderano imparare a gestire e contribuire a un progetto open source.</p>",
    "externalknowledge;open-source-guides;name": "Indicazioni per Open Source",
    "externalknowledge;w3c-web-content-accessibility-guidelines;description": "<p>Le Linee guida per l'accessibilità dei contenuti Web (WCAG) mirano a spiegare come rendere i contenuti Web più accessibili alle persone con disabilità. Si applica generalmente ai servizi pubblici forniti come applicazioni Web e si riferisce alle informazioni in una pagina Web dell'applicazione, inclusi sia il contenuto (testo, immagini, suoni, ...) che la struttura (markup, presentazione, stili). </p><br><ul><li>definisce una serie di linee guida con corrispondenti criteri di successo verificabili a diversi livelli</li><li>basati sui principi di accessibilità: percepibile, utilizzabile, comprensibile, robusto.</li ></ul>",
    "externalknowledge;w3c-web-content-accessibility-guidelines;name": "Linee guida W3C per contenuto Web accessibile",
    "externalsoftware;aac-authentication-and-authorization-controller;description": "<p> AAC è una piattaforma Open Source per la gestione delle identità, l'autenticazione e l'autorizzazione. Basato su protocolli di sicurezza standard, come OAuth2.0, OpenID Connect, SAML, SCIM, lo strumento consente di proteggere le API e le applicazioni, gestire gli utenti, autenticarsi utilizzando provider di identità esterni eseguendo anche funzionalità di Single Sign-On e Single Logout. Lo strumento è compatibile con i fornitori di eID e consente l'integrazione di soluzioni di autenticazione a livello nazionale o cross-country.</p><p>In particolare, lo strumento consente, ma non solo,<ul><li>Multi- gestione tenant di utenti, applicazioni e gestione dei dati personali in modo estensibile con gli attributi utente personalizzati (claims) e l'estrazione degli attributi;</li><li>Gestione degli utenti con registrazione utente basata su e-mail/password o anche autenticazione senza password (basata su Standard WebAuthn)</li> <li>Federazione di autenticazione con provider esterni e, in particolare, con soluzioni conformi a eIDAS, utilizzando i protocolli SAML, OpenId Connect e OAuth2.0;</li> <li>Esegui OAuth2.0- autorizzazione e controllo degli accessi basati su modelli personalizzabili ed estensibili di ambiti, servizi e applicazioni;</li><li>Esegui l'implementazione di criteri di controllo degli accessi basati su ruoli e attributi per utenti finali e applicazioni che accedono ad API protette.</li ></ul></p>",
    "externalsoftware;aac-authentication-and-authorization-controller;name": "AAC - Controller per autenticazione ed autorizzazione",
    "externalsoftware;accessibility-tools;description": "<p>Gli strumenti di valutazione dell'accessibilità del Web sono programmi software o servizi online che consentono di determinare se i contenuti Web soddisfano le linee guida sull'accessibilità. Questa pagina fornisce un elenco di strumenti di valutazione che puoi filtrare per trovare quelli che soddisfano le tue esigenze particolari.</p>",
    "externalsoftware;accessibility-tools;name": "Strumenti per l'accessibità",
    "externalsoftware;doodle;description": "<p>Strumento calendario online per la gestione del tempo e il coordinamento delle riunioni. Ogni volta che più di due persone stanno cercando di organizzare un incontro, Doodle molto utile. Puoi utilizzare doodle per pianificare riunioni con membri del team, collaboratori di progetto e fornitori esterni. </p>",
    "externalsoftware;doodle;name": "Doodle",
    "externalsoftware;event-co-designer;description": "<p>Event Co-designer (ECO) è un plug-in open source per il popolare sistema di gestione dei contenuti WordPress (WP) che consente la co-progettazione e l'organizzazione di nuovi eventi pubblici. È appositamente progettato in base alle esigenze del caso d'uso ZGZ e può essere integrato direttamente nel sito Web Etopia WP esistente. ECO fornisce una visualizzazione calendario facile da usare e ricca di funzionalità per programmare nuovi eventi ed effettuare richieste di risorse, strutture e servizi necessari per organizzare l'evento. Inoltre, ECO include strumenti collaborativi per la documentazione, la discussione e la co-valutazione della proposta dell'evento.</p>",
    "externalsoftware;event-co-designer;name": "Event Co-Designer",
    "externalsoftware;event-organizer;description": "<p>Event Organizer (EVO) è un'applicazione web autonoma per valutare le proposte di eventi co-progettate fatte con il plugin ECO WordPress e organizzare gli eventi nella pratica. EVO integra il caso d'uso ZGZ fornendo strumenti amministrativi per promuovere la co-progettazione di eventi e implementare le migliori proposte. EVO comprende funzionalità per gestire le risorse e i servizi disponibili e assegnarli alle richieste avanzate nelle proposte di eventi. Inoltre, EVO può essere utilizzato per organizzare sondaggi di co-valutazione per analizzare diversi aspetti della proposta al fine di scoprire quali proposte sono pronte per l'attuazione.</p>",
    "externalsoftware;event-organizer;name": "Event Organizer",
    "externalsoftware;google-chart;description": "<p>Google Charts è una libreria di script Java che fornisce un modo per visualizzare i dati sul tuo sito web (da semplici grafici a linee a complesse mappe ad albero gerarchiche)</p>",
    "externalsoftware;google-chart;name": "Google Chart",
    "externalsoftware;grafana;description": "<p>Applicazione web di analisi open source multipiattaforma e visualizzazione interattiva. Fornisce grafici, grafici e avvisi per il Web quando è connesso a origini dati supportate. </p>",
    "externalsoftware;grafana;name": "Grafana",
    "externalsoftware;keycloak;description": "<p>Keycloak fornisce federazione di utenti, autenticazione avanzata, gestione degli utenti e autorizzazione dettagliata</p>",
    "externalsoftware;keycloak;name": "Keycloak",
    "externalsoftware;mailchimp;description": "<p>Piattaforma di automazione del marketing e servizio di email marketing[6] per la gestione di mailing list e la creazione di campagne di email marketing da inviare ai clienti.</p>",
    "externalsoftware;mailchimp;name": "Mailchimp",
    "externalsoftware;markup-validation-service;description": "<p>Questo validatore verifica la validità del markup dei documenti Web in HTML, XHTML, SMIL, MathML, ecc.</p>",
    "externalsoftware;markup-validation-service;name": "Markup Validation Service",
    "externalsoftware;trello;description": "<p>Trello è uno strumento di collaborazione che organizza i tuoi progetti in bacheche. In un colpo d'occhio, Trello ti dice su cosa si sta lavorando, chi sta lavorando su cosa e dove si trova qualcosa in un processo.</p>",
    "externalsoftware;trello;name": "Trello",
    "externalsoftware;wso2-api-manager;description": "<p>WSO2 API Manager è una piattaforma completa per creare, integrare ed esporre i tuoi servizi digitali come API gestite nelle architetture cloud, on-premise e ibride per guidare la tua strategia di trasformazione digitale. Consente agli sviluppatori API di progettare, pubblicare e gestire il ciclo di vita delle API e ai product manager API di creare prodotti API da una o più API.</p>",
    "externalsoftware;wso2-api-manager;name": "WSO2 API Manager",
    "knowledgeinterlinker;business-model-canvas;description": "Questo canvas può essere utilizzato in modo collaborativo, ad esempio, durante un brainstorming o un focus group, per riflettere sul modello di business più adatto associato a un servizio coprodotto.",
    "knowledgeinterlinker;business-model-canvas;name": "Business Model Canvas",
    "knowledgeinterlinker;business-plan-template;description": "<p>Questo modello può essere modificato in collaborazione dal team di coproduzione per elaborare il business plan per un servizio di coproduzione.</p>",
    "knowledgeinterlinker;business-plan-template;name": "Modello del Business Plan",
    "knowledgeinterlinker;collaborative-problem-refinement;description": "<p>Questa risorsa ti aiuterà a perfezionare il problema in modo che venga affrontato dal team di co-produzione come passaggio importante per creare una soluzione efficace ed efficiente.</p>",
    "knowledgeinterlinker;collaborative-problem-refinement;name": "Raffinamento collaborativo del problema",
    "knowledgeinterlinker;consent-form-for-interlink-project;description": "<p>Modulo per raccogliere il consenso dei partecipanti impegnati in attività di ricerca INTERLINK sull'utilizzo dei propri dati personali</p>",
    "knowledgeinterlinker;consent-form-for-interlink-project;name": "Modulo di consenso per il progetto INTERLINK",
    "knowledgeinterlinker;consent-form-template;description": "<p>Modello per preparare un modulo per raccogliere il consenso dei partecipanti impegnati in attività di ricerca sull'uso dei loro dati personali</p>",
    "knowledgeinterlinker;consent-form-template;name": "Modello di modulo di consenso",
    "knowledgeinterlinker;demographic-and-activity-satisfaction-questionnaire;description": "<p>Questo è un modello di questionario volto a raccogliere dati demografici e punteggi di soddisfazione delle attività dai partecipanti agli eventi e alle attività del progetto.</p>",
    "knowledgeinterlinker;demographic-and-activity-satisfaction-questionnaire;name": "Questionario demografico e sulla soddisfazione delle attività",
    "knowledgeinterlinker;final-end-user-s-questionnaire-quality-of-service;description": "Questo è un modello di questionario sulla percezione degli utenti finali. Mira a misurare le percezioni degli utenti finali sulla qualità basata sull'utente, sulla qualità basata sul valore, sulla fiducia e sull'accettazione. Il questionario è pensato per ricevere risposta dagli utenti dei servizi tradizionali e anche da coloro che li hanno co-prodotti tramite INTERLINK.",
    "knowledgeinterlinker;final-end-user-s-questionnaire-quality-of-service;name": "Questionario per l'utente finale - Qualità del servizio",
    "knowledgeinterlinker;focus-group-guidelines;description": "<p>Istruzioni su come impostare un'attività di ricerca basata su focus group in un progetto di coproduzione.</p>",
    "knowledgeinterlinker;focus-group-guidelines;name": "Linee guida per focus group",
    "knowledgeinterlinker;focus-group-on-problem-exploration-for-new-digital-functionality;description": "<p>Questa risorsa fornisce uno scheletro per organizzare un focus group per indagare sul problema che deve essere risolto da un servizio/funzionalità digitale. Risponde a una serie di domande su potenziali utenti, pratiche attuali, aspetti critici e desiderata.</p>",
    "knowledgeinterlinker;focus-group-on-problem-exploration-for-new-digital-functionality;name": "Focus Group sull'esplorazione dei problemi per nuove funzionalità digitali",
    "knowledgeinterlinker;focus-group-template-co-production-investigation;description": "<p>Questa risorsa fornisce uno scheletro per organizzare un focus group per studiare le pratiche di coproduzione in una determinata organizzazione. Affronta una serie di domande sulle pratiche di collaborazione precedenti o attuali, le dinamiche della collaborazione (timeline, persone, strumenti, canali di comunicazione), KPI attuali, aspetti critici e desiderata.</p>",
    "knowledgeinterlinker;focus-group-template-co-production-investigation;name": "Schema per focus group in indagini di coproduzione",
    "knowledgeinterlinker;guidelines-for-co-design-of-service;description": "<p>Questa risorsa descrive le linee guida per la progettazione di un servizio nella pubblica amministrazione</p>",
    "knowledgeinterlinker;guidelines-for-co-design-of-service;name": "Linee guida per la co-progettazione del servizio",
    "knowledgeinterlinker;guidelines-for-interviews;description": "<p>Istruzioni su come impostare un'attività di ricerca basata su interviste, per un progetto di coproduzione. </p>",
    "knowledgeinterlinker;guidelines-for-interviews;name": "Linee guida per interviste",
    "knowledgeinterlinker;guidelines-for-online-surveys;description": "<p>Istruzioni su come impostare un'attività di ricerca basata su sondaggi online, nell'ambito di un progetto di coproduzione </p>",
    "knowledgeinterlinker;guidelines-for-online-surveys;name": "Linee guida per i sondaggi online",
    "knowledgeinterlinker;guidelines-for-surveys;description": "<p>Questo è un modello di questionario volto a misurare le percezioni del coproduttore sulla qualità basata sull'utente, sulla qualità basata sul valore, sulla fiducia e sull'accettazione. Si ritiene che a questo questionario rispondano coloro che partecipano alla coproduzione di un servizio pubblico o riutilizzano manufatti (servizi pubblici e INTERLINKER) messi a disposizione attraverso gli strumenti di coproduzione INTERLINK (Ambiente e Catalogo Collaborativi).</p>",
    "knowledgeinterlinker;guidelines-for-surveys;name": "Linee guida per i sondaggi",
    "knowledgeinterlinker;hackathon-rules-template-for-interlink-project;description": "<p>Documento con schemi e modello per il co-design delle Regole in Hackathon</p>",
    "knowledgeinterlinker;hackathon-rules-template-for-interlink-project;name": "Modello relativo alle regole per hackaton specifiche per progetto INTERLINK",
    "knowledgeinterlinker;information-sheet-for-interlink-project;description": "<p>Informazioni sul progetto INTERLINK da distribuire ai partecipanti. Fornisce informazioni sulle attività di ricerca.</p>",
    "knowledgeinterlinker;information-sheet-for-interlink-project;name": "Foglio informativo per il progetto INTERLINK",
    "knowledgeinterlinker;information-sheet-template;description": "<p>Modello per guidare la preparazione di una scheda informativa da distribuire ai partecipanti alle attività del progetto. Fornisce informazioni sugli obiettivi di ricerca.</p>",
    "knowledgeinterlinker;information-sheet-template;name": "Modello di foglio informativo",
    "knowledgeinterlinker;model-for-personas-in-italian;description": "<p>Questa risorsa fornisce un modello per persona delineato da AGID e da Team Digitale (in italiano).</p>",
    "knowledgeinterlinker;model-for-personas-in-italian;name": "Modello per Personas (in italiano)",
    "knowledgeinterlinker;outcome-marketing-featureset;description": "<p>Questa risorsa suggerisce un modello per definire le caratteristiche di un servizio coprodotto. Guida nella descrizione del problema o dei problemi che il prodotto risolverà a lungo termine, la visione dell'esperienza utente così come l'interfaccia utente, la visione di come il prodotto genererà un ritorno sull'investimento</p>",
    "knowledgeinterlinker;outcome-marketing-featureset;name": "Set di funzionalità per la commercializzazione dei risultati",
    "knowledgeinterlinker;project-description-example;description": "<p>Esempio di descrizione del progetto che riassume sinteticamente gli obiettivi e gli aspetti principali di un'iniziativa di coproduzione. </p>",
    "knowledgeinterlinker;project-description-example;name": "Esempio di descrizione del progetto",
    "knowledgeinterlinker;public-service-proposal-template-for-interlink-project;description": "<p>Documento con template per la co-progettazione della Proposta di Servizio Pubblico</p>",
    "knowledgeinterlinker;public-service-proposal-template-for-interlink-project;name": "Modello di proposta di servizio pubblico per il progetto INTERLINK",
    "knowledgeinterlinker;stakeholder-engagement-plan-for-interlink-project;description": "<p>Documento per progettare il piano di coinvolgimento per coloro che coproducono e/o utilizzano il prodotto risultante in coproduzione</p>",
    "knowledgeinterlinker;stakeholder-engagement-plan-for-interlink-project;name": "Piano di coinvolgimento degli stakeholder per il progetto INTERLINK",
    "knowledgeinterlinker;stakeholder-types-guidelines;description": "<p>Linee guida per capire quali sono le diverse tipologie di stakeholder, le loro motivazioni, competenze, aspettative nei confronti del progetto</p>",
    "knowledgeinterlinker;stakeholder-types-guidelines;name": "Linee guida sui tipi di stakeholder",
    "knowledgeinterlinker;stakeholders-identification-analisys-template-guidelines;description": "<p>Questo modello di file excel può essere utilizzato insieme allo Stakeholders Mapping Canvas per identificare per nome e titolo le persone, i gruppi e le organizzazioni che hanno un'influenza significativa sulla direzione del progetto e sul suo successo o che sono significativamente influenzati dal progetto . Il modello aiuta a pianificare il coinvolgimento degli stakeholder in base a diverse dimensioni:<br> <ul><br><li>il livello di coinvolgimento desiderato o previsto<br><li> potenziali problemi legati al loro coinvolgimento<br><li>motivazioni e barriere che possono supportarti nella ricerca della migliore strategia per coinvolgerli nel processo di coproduzione<br><li> aspettative dei diversi Stakeholders<br><li> competenze e ruolo potenziale all'interno del processo di coproduzione.<br><li> ></ul></p>",
    "knowledgeinterlinker;stakeholders-identification-analisys-template-guidelines;name": "Modello di linee guida per l'analisi identificativa degli stakeholder",
    "knowledgeinterlinker;stakeholders-mapping-canvas;description": "<p>Questa risorsa supporta l'identificazione e la selezione delle parti interessate da coinvolgere in un team di co-produzione.</p>",
    "knowledgeinterlinker;stakeholders-mapping-canvas;name": "Modello per la mappatura degli shakeholder",
    "knowledgeinterlinker;template-for-online-survey-guidelines;description": "<p>Modello per raccogliere dati tramite sondaggi online per valutare l'utilizzo e attitudine verso media e tecnologia</p>",
    "knowledgeinterlinker;template-for-online-survey-guidelines;name": "modello di linee guida per sondaggi online",
    "knowledgeinterlinker;template-for-project-description;description": "<p>Modello per la preparazione di una descrizione del progetto che riassume sinteticamente gli obiettivi e gli aspetti principali di un'iniziativa di coproduzione. </p>",
    "knowledgeinterlinker;template-for-project-description;name": "Modello per la descrizione del progetto",
    "knowledgeinterlinker;template-for-semi-structured-interview;description": "<p>Istruzioni ed esempi su come condurre interviste strutturate in un progetto di coproduzione.</p>",
    "knowledgeinterlinker;template-for-semi-structured-interview;name": "Modello per interviste semi strutturate",
    "knowledgeinterlinker;template-for-structured-interview;description": "<p>Istruzioni ed esempi su come condurre interviste strutturate in un progetto di coproduzione. </p>",
    "knowledgeinterlinker;template-for-structured-interview;name": "Modello per interviste strutturate",
    "knowledgeinterlinker;template-for-use-case-scenarios;description": "<p>Modello per la preparazione di scenari d'uso. </p>",
    "knowledgeinterlinker;template-for-use-case-scenarios;name": "Modello schematico per gli scenari d'uso",
    "knowledgeinterlinker;template-for-user-journey;description": "<p>Modello per la preparazione di un percorso utente. </p>",
    "knowledgeinterlinker;template-for-user-journey;name": "Modello schematico per il percorso dell'utente",
    "knowledgeinterlinker;usability-testing-guidelines;description": "<p>Linee guida e suggerimenti su come eseguire un test di usabilità</p>",
    "knowledgeinterlinker;usability-testing-guidelines;name": "Linee guida per i test di usabilità",
    "knowledgeinterlinker;user-acceptance-testing-template;description": "Questo modello dovrebbe essere usato da un tester esperto per controllare due volte che i requisiti attesi dagli utenti finali siano pienamente soddisfatti e, quindi, una nuova release dell'ambiente collaborativo prodotta.",
    "knowledgeinterlinker;user-acceptance-testing-template;name": "Modello di test di accettazione dell'utente",
    "softwareinterlinker;augmenter;description": "<p>Augmenter è un'applicazione Open Source che offre la possibilità di creare e migliorare le descrizioni dei servizi pubblici, nell'area di lavoro gli utenti possono condividere opinioni, domande e feedback, infine un moderatore incaricato deciderà di approvare o meno un suggerimento. Con Augmenter è possibile</p><ul><li>creare e migliorare le descrizioni dei servizi pubblici, organizzare discussioni e tenere traccia della partecipazione e del coinvolgimento;</li><li>gestire le decisioni dei moderatori sui miglioramenti;</li ><li>Genera un rapporto di miglioramento finale. </li></ul>",
    "softwareinterlinker;augmenter;name": "Augmenter",
    "softwareinterlinker;collaborative-editor;description": "Questo interlinker utilizza etherpad, un editor online open source, per fornire editing collaborativo in tempo reale.\nEtherpad (https://etherpad.org/) è un editor collaborativo in tempo reale open source basato sul Web, che consente agli autori di modificare contemporaneamente un documento di testo e vedere tutte le modifiche dei partecipanti in tempo reale, con il possibilità di visualizzare il testo di ogni autore nel proprio colore. C'è anche una casella di chat nella barra laterale per consentire la meta-comunicazione.",
    "softwareinterlinker;collaborative-editor;name": "Editor collaborativo",
    "softwareinterlinker;google-drive;description": "Google Drive è un servizio di archiviazione e sincronizzazione di file sviluppato da Google. Lanciato il 24 aprile 2012, Google Drive consente agli utenti di archiviare file nel cloud, sincronizzare file tra dispositivi e condividere file.\nGoogle Drive comprende Google Docs, Google Sheets e Google Slides, che fanno parte della suite per ufficio di Google Docs Editors che consente la modifica collaborativa di documenti, fogli di lavoro, presentazioni, disegni, moduli e altro ancora. I file creati e modificati tramite la suite Google Docs vengono salvati in Google Drive.\nQuesto INTERLIKER software consente agli utenti dell'ambiente collaborativo di creare nuovi documenti, fogli di calcolo e presentazioni che possono essere modificati e condivisi dai partecipanti del team di coproduzione",
    "softwareinterlinker;google-drive;name": "Google Drive",
    "softwareinterlinker;loomio;description": "<p>Loomio è una soluzione Open Source che offre uno spazio di lavoro per la conversazione, la condivisione di informazioni e opinioni, la formulazione di proposte, la decisione di azioni e il raggiungimento di risultati. Con Loomio è possibile</p><ul><li>avviare e organizzare discussioni e tenere traccia della partecipazione e del coinvolgimento;</li><li>gestire decisioni collaborative attraverso diverse forme di sondaggi, sondaggi, ecc;</li><li> li><li>consentire di collaborare votando su idee e proposte in discussione.</li></ul>",
    "softwareinterlinker;loomio;name": "Loomio",
    "softwareinterlinker;survey-editor;description": "L INTERLINKER Survey designer and publishing permette di creare on demand nuovi moduli per raccogliere informazioni o aiutare nel processo decisionale nei processi di coproduzione. Si basa sullo strumento open source SurveyJs (https://github.com/surveyjs)",
    "softwareinterlinker;survey-editor;name": "Survey editor"
}