{
    "problemprofile;build_problem_1;description": "L'implementazione dell'interfaccia utente dovrebbe garantire l'usabilità. I membri del team di co-produzione coinvolti nel disegno dell'interfaccia dovrebbero tenere in considerazione le buone pratiche per il disegno di interfacce per servizi pubblici.",
    "problemprofile;build_problem_1;name": "Disegno dell'interfaccia utente",
    "problemprofile;build_problem_2;description": "Quando un servizio pubblico viene offerto digitalmente attraverso un sito web o una applicazione mobile, è necessario che il servizio sia facilmente usabile da diverse categorie di utenti, con particolare attenzione agli utenti con disabilità. I servizi dovrebbero essere offerti attraverso canali diversi, massimizzando il loro potenziale utilizzo da parte di ogni categoria di utente o da parte di attori che agiscono per  conto dei reali beneficiari. Chiare asserzioni dovrebbero essere incluse sui limiti di accessibilità presenti nella implementazione corrente.",
    "problemprofile;build_problem_2;name": "Implementazione di servizi pubblici digitali accessibili",
    "problemprofile;build_problem_3;description": "L'Unione Europea e la legislazione nazionale promuovono l'uso e l'adozione di soluzioni software Open Source come metodo per ridurre i costi di sviluppo, limitare la dipendenza dai fornitori e incoraggiare l'adozione della tecnologia favorita dalle comunità che promuovono il software libero. In altri termini, l'approccio Open Source funge da abililitatore dei principi di riusabilità alla base dello European Interoperability Framework. Per affrontare questo problema è necessario facilitare la selezione, lo sviluppo e la manutenzione dei prodotti software di tipo open source.",
    "problemprofile;build_problem_3;name": "Utilizzo di licenze software Open Source",
    "problemprofile;build_problem_4;description": "Lo European Interoperability Framework impone che i servizi digitali raggiungano un appropriato livello di interoperabilità tecnica. Relativamente all'implementazione, questo requisito si riferisce all'utilizzo di protocolli di comunicazione e formati di dati standard per garantire l'utilizzabilità del servizio in comunicazioni fra sistemi diversi, per facilitare l'integrazione software e il riuso.",
    "problemprofile;build_problem_4;name": "Implementazione di servizi pubblici digitali interoperabili",
    "problemprofile;build_problem_5;description": "I servizi pubblici digitali dovrebbero garantire che le interazioni degli utenti con i servizi avvengano in un ambiente sicuro ed affidabile, secondo il principio di \"sicurezza tramite design appropriato\". I controlli di accesso, l'identificazione dell'utente, la gestione dei dati dovrebbero essere conformi alle normative corrispondenti, ad esempio la normativa e le direttive sulla protezione dei dati, la normativa sulla identità elettronica, ecc.",
    "problemprofile;build_problem_5;name": "Implementazione di servizi pubblici digitali sicuri e affidabili",
    "problemprofile;build_problem_6;description": "Un importante obiettivo per la realizzazione di servizi pubblici aperti, trasparenti e interoperabili è quello di renderli centrati sul cittadino e consentire la partecipazione dei cittadini alla esecuzione, miglioramento ed evoluzione dei servizi stessi. Per raggiungere tale obiettivo, è necessario incentivare e rendere maggiormente attrattiva questa partecipazione e collaborazione. Un'ampia gamma di metodi può essere utilizzata, spaziando dalle tecniche di gamification (che introducono aspetti di gioco), alla raccolta di opinioni e riscontri, all'utilizzo di ricompense e premi.",
    "problemprofile;build_problem_6;name": "Coinvolgimento e incentivi alla partecipazione dei cittadini nella implementazione ed esecuzione dei servizi pubblici",
    "problemprofile;build_problem_7;description": "In linea con il principio \"Cloud-first\" promosso dalla strategia europea per il Cloud (EU Cloud Strategy), è richiesto che i servizi digitali pubblici, quando implementati come soluzioni software, adottino delle architetture e soluzioni Cloud che assicurino compatibilità, portabilità e scalabilità. In questi contesti è dunque importante definire e realizzare una appropriata strategia per l'implementazione del servizio con appropriate architetture basate su Cloud, diversi tipi di fornitori Cloud e appropriate tecnologie abilitanti.",
    "problemprofile;build_problem_7;name": "Servizi pubblici digitali basati su Cloud",
    "problemprofile;build_problem_8;description": "I \"Building Blocks\" sono componenti di sviluppo standard promossi dalla Commissione Europea come metodologia per garantire che i servizi digitali siano pienamente compatibili con altri sul mercato e diventino prodotti interoperabili soddisfacenti le normative europee. All'interno del paradigma CEF, un Building Block viene definito come una soluzione digitale aperta e riusabile. L'implementazione di nuovi servizi pubblici dovrebbe sfruttare i CEF Building Blocks is più possibile.",
    "problemprofile;build_problem_8;name": "Riuso di CEF Building Blocks",
    "problemprofile;build_problem_9;description": "Questo problema è riferito alla necessità di poter disporre di un servizio digitale che supporti la creazione collaborativa di descrizioni efficaci di servizi o processi pubblici che possa essere utile (i) per supportare il lavoro quotidiano del personale che fornisce ai pubblico informazioni sui servizi, (ii) per informare direttamente i cittadini e gli altri utenti finali dei servizi, (iii) per informare altre Pubbliche Amministrazioni che volessero replicare i servizi e i processi nel loro territorio. Il problema considerato qui comprende le seguenti attività: 1) co-creazione e messa a disposizione collaborativa di informazioni di pubblica utilità (ad esempio: conoscenza sui servizi pubblici; buone pratiche su servizi pubblici e processi; informazioni arricchite con il punto di vista dei diversi stakeholder e dei cittadini); 2) strutturazione dell'informazione rispetto a classificazioni standard e modelli di dati per servizi pubblici e processi; 3) co-creazione di informazione che aumenta e descrive in maniera più efficace sorgenti informative esistenti attraverso delle visualizzazioni in sovraimpressione; 4) Monitoraggio della qualità del servizio informativo ai cittadini.",
    "problemprofile;build_problem_9;name": "Condivisione collaborativa di conoscenza su servizi e processi pubblici",
    "problemprofile;def_problem_1;description": "Le Pubbliche Amministrazioni e i loro fornitori di servizi possono necessitare di una guida introduttiva e di un accompagnamento al disegno di servizi pubblici di buona qualità. Linee guida dovrebbero essere messe a disposizione e chiarire le diverse problematiche collegate al disegno di servizi.",
    "problemprofile;def_problem_1;name": "Linee guida per il disegno di servizi pubblici (digitali)",
    "problemprofile;def_problem_2;description": "Sessioni di brainstorming possono essere utili in diverse fasi del processo di co-produzione. Durante ciascuna fase, i modelli e i materiali utili per guidare la discussione dovrebbero essere personalizzati per facilitare l'organizzazione dei singoli eventi. Durante la fase ideativa di un servizio, il gruppo di lavoro di co-produzione può necessitare di una guida alla organizzazione e conduzione di un brainstorming per generare idee del servizio, discuterle e selezionarle, attraverso fasi  di discussione divergenti e convergenti.",
    "problemprofile;def_problem_2;name": "Brainstorming per idee sul futuro servizio",
    "problemprofile;def_problem_3;description": "Dopo l'analisi approfondita del problema da risolvere e un primo brainstorming di idee sul servizio, il team di co-produzione  dovrebbe elaborare delle prime soluzioni concrete per la sfida da affrontare. Dei workshop di co-design (disegno collaborativo del servizio) sono utili in questa fase, come forma di attività collettiva per discutere idee di design e possibili scelte. Informazioni e linee guida dovrebbero essere messi a disposizione per fornire una traccia di come i team di co-produzione possano lavorare insieme, anche in collaborazione con portatori di interesse esterni, per raffinare il servizio che deve essere disegnato ed eseguito in modo collaborativo.",
    "problemprofile;def_problem_3;name": "Organizzazione di un workshop di co-design",
    "problemprofile;def_problem_4;description": "Il team di co-produzione può necessitare di una guida nella definizione della interazione fra gli utenti ed il servizio. Possono essere utili dei momenti di riflessione su come il servizio potrebbe essere utilizzato da utenti reali in contesti reali.",
    "problemprofile;def_problem_4;name": "Definizione della interazione fra gli utenti e il servizio (scenari e percorsi utente)",
    "problemprofile;def_problem_5;description": "",
    "problemprofile;def_problem_5;name": "",
    "problemprofile;def_problem_6;description": "",
    "problemprofile;def_problem_6;name": "",
    "problemprofile;hackathon_problem_1;description": "",
    "problemprofile;hackathon_problem_1;name": "",
    "problemprofile;hackathon_problem_2;description": "",
    "problemprofile;hackathon_problem_2;name": "",
    "problemprofile;org_problem_10;description": "",
    "problemprofile;org_problem_10;name": "",
    "problemprofile;org_problem_11;description": "",
    "problemprofile;org_problem_11;name": "",
    "problemprofile;org_problem_12;description": "",
    "problemprofile;org_problem_12;name": "",
    "problemprofile;org_problem_13;description": "",
    "problemprofile;org_problem_13;name": "",
    "problemprofile;org_problem_14;description": "",
    "problemprofile;org_problem_14;name": "",
    "problemprofile;org_problem_1;description": "",
    "problemprofile;org_problem_1;name": "",
    "problemprofile;org_problem_2;description": "",
    "problemprofile;org_problem_2;name": "",
    "problemprofile;org_problem_3;description": "",
    "problemprofile;org_problem_3;name": "",
    "problemprofile;org_problem_4;description": "",
    "problemprofile;org_problem_4;name": "",
    "problemprofile;org_problem_5;description": "",
    "problemprofile;org_problem_5;name": "",
    "problemprofile;org_problem_6.1;description": "",
    "problemprofile;org_problem_6.1;name": "",
    "problemprofile;org_problem_6.2;description": "",
    "problemprofile;org_problem_6.2;name": "",
    "problemprofile;org_problem_6.3;description": "",
    "problemprofile;org_problem_6.3;name": "",
    "problemprofile;org_problem_7;description": "",
    "problemprofile;org_problem_7;name": "",
    "problemprofile;org_problem_8;description": "",
    "problemprofile;org_problem_8;name": "",
    "problemprofile;org_problem_9;description": "",
    "problemprofile;org_problem_9;name": "",
    "problemprofile;sus_problem_1;description": "",
    "problemprofile;sus_problem_1;name": "",
    "problemprofile;und_problem_1;description": "",
    "problemprofile;und_problem_1;name": "",
    "problemprofile;und_problem_2;description": "",
    "problemprofile;und_problem_2;name": "",
    "problemprofile;und_problem_3;description": "",
    "problemprofile;und_problem_3;name": "",
    "problemprofile;und_problem_4;description": "",
    "problemprofile;und_problem_4;name": "",
    "problemprofile;und_problem_5;description": "",
    "problemprofile;und_problem_5;name": "",
    "problemprofile;und_problem_6;description": "",
    "problemprofile;und_problem_6;name": "",
    "problemprofile;val_problem_1;description": "",
    "problemprofile;val_problem_1;name": "",
    "problemprofile;val_problem_2;description": "",
    "problemprofile;val_problem_2;name": "",
    "problemprofile;val_problem_3;description": "",
    "problemprofile;val_problem_3;name": "",
    "problemprofile;val_problem_4;description": "",
    "problemprofile;val_problem_4;name": "",
    "problemprofile;val_problem_5;description": "",
    "problemprofile;val_problem_5;name": ""
}
