{
    "problemprofile;build_problem_1;description": "L'implementazione dell'interfaccia utente dovrebbe garantire l'usabilità. I membri del team di co-produzione coinvolti nel disegno dell'interfaccia dovrebbero tenere in considerazione le buone pratiche per il disegno di interfacce per servizi pubblici.",
    "problemprofile;build_problem_1;name": "Disegno dell'interfaccia utente",
    "problemprofile;build_problem_2;description": "Quando un servizio pubblico viene offerto digitalmente attraverso un sito web o una applicazione mobile, è necessario che il servizio sia facilmente usabile da diverse categorie di utenti, con particolare attenzione agli utenti con disabilità. I servizi dovrebbero essere offerti attraverso canali diversi, massimizzando il loro potenziale utilizzo da parte di ogni categoria di utente o da parte di attori che agiscono per  conto dei reali beneficiari. Chiare asserzioni dovrebbero essere incluse sui limiti di accessibilità presenti nella implementazione corrente.",
    "problemprofile;build_problem_2;name": "Implementazione di servizi pubblici digitali accessibili",
    "problemprofile;build_problem_3;description": "L'Unione Europea e la legislazione nazionale promuovono l'uso e l'adozione di soluzioni software Open Source come metodo per ridurre i costi di sviluppo, limitare la dipendenza dai fornitori e incoraggiare l'adozione della tecnologia favorita dalle comunità che promuovono il software libero. In altri termini, l'approccio Open Source funge da abililitatore dei principi di riusabilità alla base dello European Interoperability Framework. Per affrontare questo problema è necessario facilitare la selezione, lo sviluppo e la manutenzione dei prodotti software di tipo open source.",
    "problemprofile;build_problem_3;name": "Utilizzo di licenze software Open Source",
    "problemprofile;build_problem_4;description": "Lo European Interoperability Framework impone che i servizi digitali raggiungano un appropriato livello di interoperabilità tecnica. Relativamente all'implementazione, questo requisito si riferisce all'utilizzo di protocolli di comunicazione e formati di dati standard per garantire l'utilizzabilità del servizio in comunicazioni fra sistemi diversi, per facilitare l'integrazione software e il riuso.",
    "problemprofile;build_problem_4;name": "Implementazione di servizi pubblici digitali interoperabili",
    "problemprofile;build_problem_5;description": "I servizi pubblici digitali dovrebbero garantire che le interazioni degli utenti con i servizi avvengano in un ambiente sicuro ed affidabile, secondo il principio di \"sicurezza tramite design appropriato\". I controlli di accesso, l'identificazione dell'utente, la gestione dei dati dovrebbero essere conformi alle normative corrispondenti, ad esempio la normativa e le direttive sulla protezione dei dati, la normativa sulla identità elettronica, ecc.",
    "problemprofile;build_problem_5;name": "Implementazione di servizi pubblici digitali sicuri e affidabili",
    "problemprofile;build_problem_6;description": "Un importante obiettivo per la realizzazione di servizi pubblici aperti, trasparenti e interoperabili è quello di renderli centrati sul cittadino e consentire la partecipazione dei cittadini alla esecuzione, miglioramento ed evoluzione dei servizi stessi. Per raggiungere tale obiettivo, è necessario incentivare e rendere maggiormente attrattiva questa partecipazione e collaborazione. Un'ampia gamma di metodi può essere utilizzata, spaziando dalle tecniche di gamification (che introducono aspetti di gioco), alla raccolta di opinioni e riscontri, all'utilizzo di ricompense e premi.",
    "problemprofile;build_problem_6;name": "Coinvolgimento e incentivi alla partecipazione dei cittadini nella implementazione ed esecuzione dei servizi pubblici",
    "problemprofile;build_problem_7;description": "In linea con il principio \"Cloud-first\" promosso dalla strategia europea per il Cloud (EU Cloud Strategy), è richiesto che i servizi digitali pubblici, quando implementati come soluzioni software, adottino delle architetture e soluzioni Cloud che assicurino compatibilità, portabilità e scalabilità. In questi contesti è dunque importante definire e realizzare una appropriata strategia per l'implementazione del servizio con appropriate architetture basate su Cloud, diversi tipi di fornitori Cloud e appropriate tecnologie abilitanti.",
    "problemprofile;build_problem_7;name": "Servizi pubblici digitali basati su Cloud",
    "problemprofile;build_problem_8;description": "I \"Building Blocks\" sono componenti di sviluppo standard promossi dalla Commissione Europea come metodologia per garantire che i servizi digitali siano pienamente compatibili con altri sul mercato e diventino prodotti interoperabili soddisfacenti le normative europee. All'interno del paradigma CEF, un Building Block viene definito come una soluzione digitale aperta e riusabile. L'implementazione di nuovi servizi pubblici dovrebbe sfruttare i CEF Building Blocks is più possibile.",
    "problemprofile;build_problem_8;name": "Riuso di CEF Building Blocks",
    "problemprofile;build_problem_9;description": "Questo problema è riferito alla necessità di poter disporre di un servizio digitale che supporti la creazione collaborativa di descrizioni efficaci di servizi o processi pubblici che possa essere utile (i) per supportare il lavoro quotidiano del personale che fornisce ai pubblico informazioni sui servizi, (ii) per informare direttamente i cittadini e gli altri utenti finali dei servizi, (iii) per informare altre Pubbliche Amministrazioni che volessero replicare i servizi e i processi nel loro territorio. Il problema considerato qui comprende le seguenti attività: 1) co-creazione e messa a disposizione collaborativa di informazioni di pubblica utilità (ad esempio: conoscenza sui servizi pubblici; buone pratiche su servizi pubblici e processi; informazioni arricchite con il punto di vista dei diversi stakeholder e dei cittadini); 2) strutturazione dell'informazione rispetto a classificazioni standard e modelli di dati per servizi pubblici e processi; 3) co-creazione di informazione che aumenta e descrive in maniera più efficace sorgenti informative esistenti attraverso delle visualizzazioni in sovraimpressione; 4) Monitoraggio della qualità del servizio informativo ai cittadini.",
    "problemprofile;build_problem_9;name": "Condivisione collaborativa di conoscenza su servizi e processi pubblici",
    "problemprofile;def_problem_1;description": "Le Pubbliche Amministrazioni e i loro fornitori di servizi possono necessitare di una guida introduttiva e di un accompagnamento al disegno di servizi pubblici di buona qualità. Linee guida dovrebbero essere messe a disposizione e chiarire le diverse problematiche collegate al disegno di servizi.",
    "problemprofile;def_problem_1;name": "Linee guida per il disegno di servizi pubblici (digitali)",
    "problemprofile;def_problem_2;description": "Sessioni di brainstorming possono essere utili in diverse fasi del processo di co-produzione. Durante ciascuna fase, i modelli e i materiali utili per guidare la discussione dovrebbero essere personalizzati per facilitare l'organizzazione dei singoli eventi. Durante la fase ideativa di un servizio, il gruppo di lavoro di co-produzione può necessitare di una guida alla organizzazione e conduzione di un brainstorming per generare idee del servizio, discuterle e selezionarle, attraverso fasi di discussione divergenti e convergenti.",
    "problemprofile;def_problem_2;name": "Brainstorming per idee sul futuro servizio",
    "problemprofile;def_problem_3;description": "Dopo l'analisi approfondita del problema da risolvere e un primo brainstorming di idee sul servizio, il team di co-produzione dovrebbe elaborare delle prime soluzioni concrete per la sfida da affrontare. Dei workshop di co-design (disegno collaborativo del servizio) sono utili in questa fase, come forma di attività collettiva per discutere idee di design e possibili scelte. Informazioni e linee guida dovrebbero essere messi a disposizione per fornire una traccia di come i team di co-produzione possano lavorare insieme, anche in collaborazione con portatori di interesse esterni, per raffinare il servizio che deve essere disegnato ed eseguito in modo collaborativo.",
    "problemprofile;def_problem_3;name": "Organizzazione di un workshop di co-design",
    "problemprofile;def_problem_4;description": "Il team di co-produzione può necessitare di una guida nella definizione della interazione fra gli utenti ed il servizio. Possono essere utili dei momenti di riflessione su come il servizio potrebbe essere utilizzato da utenti reali in contesti reali.",
    "problemprofile;def_problem_4;name": "Definizione della interazione fra gli utenti e il servizio (scenari e percorsi utente)",
    "problemprofile;def_problem_5;description": "Le idee e i concetti per il disegno del servizio devono essere tradotti in requisiti formali e specifiche di servizio per procedere all'implementazione del servizio. Una guida può essere necessaria su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che chiariscono l'obiettivo del servizio e come dovrebbe essere sviluppato.",
    "problemprofile;def_problem_5;name": "Definizione dei requisiti e delle specifiche del servizio",
    "problemprofile;def_problem_6;description": "Durante la definizione di un nuovo servizio pubblico, il team di co-produzione deve preparare contenuto adeguato. Una guida è necessaria su come identificare il linguaggio più appropriato da usare a seconda degli utilizzatori del servizio digitale e delle loro capacità.",
    "problemprofile;def_problem_6;name": "Disegno del contenuto",
    "problemprofile;hackathon_problem_1;description": "Questo problema si riferisce alla necessità di specificare una nuova proposta di servizio pubblico da considerare per la co-produzione.",
    "problemprofile;hackathon_problem_1;name": "Definizione di una nuova proposta di servizio pubblico",
    "problemprofile;hackathon_problem_2;description": "Questo problema si riferisce alla necessità di definire delle regole per una competizione (hackathon, concorso) a cui prendono parte diverse squadre.",
    "problemprofile;hackathon_problem_2;name": "Definizione delle regole per un hackathon o un concorso",
    "problemprofile;org_problem_10;description": "Questo problema si riferisce alla necessità di fornire al pubblico le informazioni che necessitano per comprendere il progetto, il processo decisionale e per comprendere come il loro contributo può influenzare le decisioni.",
    "problemprofile;org_problem_10;name": "Informare il pubblico",
    "problemprofile;org_problem_11;description": "Questo problema si riferisce alla necessità di consentire alla cittadinanza di partecipare in modo attivo al processo decisionale, qualcosa questo sia previsto dal modello di governance selezionato.",
    "problemprofile;org_problem_11;name": "Costruzione di consenso e di accordo da parte dei cittadini",
    "problemprofile;org_problem_12;description": "Questo problema si riferisce alla necessità di fornire una guida e consigli su come sviluppare una linguaggio condiviso all'interno del team di co-produzione per assicurare attività di co-design e di esecuzione collaborativa dei servizi efficaci. Lo sviluppo di un linguaggio comune è cruciale per consentire agli stakeholder di: i) costruire una base di partenza comune per attività congiunte, ii) condividere, concordare e comprendere un piano ed un protocollo di ricerca a lungo termine, (iii) valutare progressivamente il successo o il fallimento delle decisioni prese.",
    "problemprofile;org_problem_12;name": "Sviluppo di un linguaggio condiviso (valorizzando la diversità)",
    "problemprofile;org_problem_13;description": "La partecipazione dei cittadini in progetti collaborativi dipende fortemente dalla loro motivazione e dalla loro disponibilità ad interagire con istituzione governative e a fornire input su task assegnati.",
    "problemprofile;org_problem_13;name": "Fidelizzazione, incentivi e premi",
    "problemprofile;org_problem_14;description": "Durante fasi diverse del processo di co-produzione, gli stakeholder (inclusi i cittadini) vengono contattati, intervistati, incoraggiati a fornire idee ed opinioni. E' importante informarli sul contesto e gli obiettivi della raccolta dati e ottenere il loro consenso all'utilizzo del materiale raccolto in conformità con le normative sulla privacy e la protezione dei dati.",
    "problemprofile;org_problem_14;name": "Raccolta dei consensi",
    "problemprofile;org_problem_1;description": "Questo problema si riferisce alla necessità di supportare gli iniziatori di un progetto di co-produzione nella descrizione dell'obiettivo principale e dei benefici che si attendono dalla creazione di una rete collaborativa di stakeholders e dal loro coinvolgimento nel processo di co-produzione.",
    "problemprofile;org_problem_1;name": "Descrizione degli obiettivi di progetto",
    "problemprofile;org_problem_2;description": "Questo problema si riferisce all'utilità di preparare un piano di lavoro che riassuma le fasi di co-produzione, lo sviluppo temporale e le tappe salienti di un progetto collaborativo. Il piano di lavoro deve poter essere condiviso con gli altri membri della rete collaborativa e deve essere aggiornabile man mano che il progetto progredisce.",
    "problemprofile;org_problem_2;name": "Piano di lavoro e gestione del progetto",
    "problemprofile;org_problem_3;description": "Questo problema si riferisce alla necessità di garantire autenticazione e accesso sicuro ai servizi.",
    "problemprofile;org_problem_3;name": "Registrazione e autenticazione",
    "problemprofile;org_problem_4;description": "Questo problema si riferisce alla necessità di sviluppare appropriate strategie per comunicare l'iniziativa, contattare gli stakeholder e pianificare gli incontri.",
    "problemprofile;org_problem_4;name": "Comunicazione per il team di co-produzione",
    "problemprofile;org_problem_5;description": "Questo problema si riferisce alla necessità di supportare gli iniziatori di un progetto di co-produzione nel pianificare il coinvolgimento attivo di potenziali portatori di interesse all'interno del team di co-produzione. Questo problema è collegato alla \"Mappatura degli Stakeholder\" il cui obiettivo è fornire conoscenza su come creare un team di co-produzione efficace e bilanciato, su quali siano i diversi tipi rilevanti di stakeholder, le loro motivazioni e ruolo potenziale nel progetto.",
    "problemprofile;org_problem_5;name": "Piano di coinvolgimento degli stakeholder",
    "problemprofile;org_problem_6.1;description": "Questo problema si riferisce alla necessità che può emergere in diverse fasi di una iniziativa di co-produzione di produrre documenti in modo collaborativo e condividerli. Le attività possono includere l'organizzazione e gestione di documenti visibili da più persone, la condivisione con altri stakeholder, il supporto al lavoro collaborativo di più persone sullo stesso file per raggiungere un'unica versione finale.",
    "problemprofile;org_problem_6.1;name": "Collaborazione su documenti",
    "problemprofile;org_problem_6.2;description": "Questo problema si riferisce alla necessità di usare delle mappe o dei grafici per aiutare il team di co-produzione a comprendere diversi aspetti misurabili relativi ad un servizio pubblico, come ad esempio: variabili che descrivono il contesto del servizio, indicatori di performance, dimensioni di valutazione come usabilità, accettabilità, facilità d'uso, qualità del servizio.",
    "problemprofile;org_problem_6.2;name": "Visualizzazione di dati",
    "problemprofile;org_problem_6.3;description": "Questo problema si riferisce alla necessità di supportare discussioni aperte all'interno del gruppo di lavoro sulla co-produzione. Ad esempio, forum di discussione dove i membri del team possano scambiare idee, requisiti o funzionalità del servizio, piani di attività.",
    "problemprofile;org_problem_6.3;name": "Spazio di discussione",
    "problemprofile;org_problem_7;description": "Questo problema si riferisce alla necessità di supportare il team di co-produzione nella definizione di un accordo di riservatezza relativo all'informazione condivisa all'interno del gruppo di lavoro durante le fasi di co-produzione collaborativa di un servizio.",
    "problemprofile;org_problem_7;name": "Definizione di accordi di riservatezza",
    "problemprofile;org_problem_8;description": "Questo problema si riferisce alla necessità di disporre di informazioni relative a buone pratiche, modelli ed esempi per preparare documenti che definiscono in modo formale accordi di collaborazione per una rete di stakeholder. Questa necessità può emergere durante il coinvolgimento iniziale degli stakeholder per elencare i termini ed il piano generale di collaborazione. Possibili revisioni al documento di accordo possono essere necessarie durante le fasi di valutazione iterativa dei risultati della collaborazione rispetto agli accordi iniziali.",
    "problemprofile;org_problem_8;name": "Definizione di accordi di partnership",
    "problemprofile;org_problem_9;description": "Questo problema si riferisce alla necessità di descrivere il ciclo di vita della gestione dei dati per tutte le collezioni di dati raccolte, processate o generate durante la co-produzione di servizi pubblici.",
    "problemprofile;org_problem_9;name": "Definizione di un piano di gestione dei dati",
    "problemprofile;sus_problem_1;description": "Questo problema si riferisce alla necessità di rivedere e raffinare il modello di business e il piano di copertura del mercato associato ad un servizio co-prodotto.",
    "problemprofile;sus_problem_1;name": "Definizione di un piano di business e di sostenibilità",
    "problemprofile;und_problem_1;description": "Questa problematica si riferisce alla necessità di esplorare e raffinare il problema che un servizio deve risolvere. Il processo di disegno di un servizio è essenzialmente una attività di risoluzione di problemi (problem-solving) ed è importante comprendere in modo chiaro quale è la sfida che il team di lavoro deve risolvere e come informazioni aggiuntive possano essere raccolte. Linee guida e strumenti sono necessari per aiutare il team di co-produzione nella discussione delle idee ed assunzioni iniziali, nel loro raffinamento tramite metodi strutturati e nell'identificazione delle informazioni mancanti che devono ancora essere raccolte.",
    "problemprofile;und_problem_1;name": "Raffinamento collaborativo del problema",
    "problemprofile;und_problem_2;description": "Questo problema si riferisce alla necessità di supportare gli iniziatori di un progetto di co-produzione nel processo di identificazione, selezione e pianificazione del coinvolgimento attivo degli stakeholder all'interno del team di co-produzione. E' importante che gli iniziatori del processo di co-produzione comprendano chi sono i potenziali stakeholder, quali sono le loro motivazioni a partecipare e potenziali barriere, quali competenze ed esperienze possono portare nel progetto, quale tipo di supporto necessitano per contribuire pienamente.",
    "problemprofile;und_problem_2;name": "Mappatura degli stakeholder",
    "problemprofile;und_problem_3;description": "Questo problema si riferisce alla necessità di supportare i gruppi di lavoro nella raccolta di dati e informazioni sui potenziali utenti di un servizio ed il loro comportamento. Queste informazioni possono essere utili per diversi scopi e durante varie fasi del processo di co-produzione, ad esempio per comprendere meglio un fenomeno, per migliorare la conoscenza sulle necessità dei cittadini rispetto ai servizi, per misurare attitudini ed aspettative, per monitorare la soddisfazione degli utenti verso un servizio o una struttura.",
    "problemprofile;und_problem_3;name": "Raccolta di dati sugli utenti ed il loro comportamento (ricerca utente)",
    "problemprofile;und_problem_4;description": "Un team di co-produzione può necessitare aiuto nella definizione dei destinatari del servizio e delle caratteristiche degli utenti, le loro necessità e le difficoltà che incontrano.",
    "problemprofile;und_problem_4;name": "Identificazione e comprensione degli utenti del servizio (Personas)",
    "problemprofile;und_problem_5;description": "Questo problema si riferisce alla necessità di supportare il team di co-produzione nella raccolta di idee, collegate ad una specifica sfida, da un vasto numero di contributori (ad esempio cittadini). Ulteriori attività riguardano l'organizzazione e gestione delle idee e la loro eventuale valutazione. Progetti di crowdsourcing possono coinvolgere sia partecipanti interni che esterni attraverso strumenti e piattaforme dedicate, questionari, social media, competizioni ed altri metodi.",
    "problemprofile;und_problem_5;name": "Crowsourcing di idee",
    "problemprofile;und_problem_6;description": "Questo problema si riferisce alla necessità di mappare in una rappresentazione sintetica tutti i ruoli principali che possono impattare sull'utente, l'organizzazione e il contesto del servizio. La mappa dell'ecosistema viene costruita attraverso una prima identificazione delle entità coinvolte e il loro successivo collegamento in base al tipo di valore che scambiano.",
    "problemprofile;und_problem_6;name": "Mappatura dell'ecosistema",
    "problemprofile;val_problem_1;description": "La definizione dei criteri di valutazione di un servizio che deve essere eseguito in modo collaborativo rappresenta un passo cruciale per il monitoraggio della qualità del servizio. Il team di co-produzione deve essere accompagnato nella ricerca dei criteri più appropriati, nel concordare la loro scelta e nella loro applicazione per la valutazione del servizio.",
    "problemprofile;val_problem_1;name": "Definizione dei criteri di valutazione e degli principali indicatori di performance",
    "problemprofile;val_problem_2;description": "Questo problema sottolinea l'importanza di una strategia di riflessione che supporti il team di co-produzione nel valutare iterativamente se il servizio è fattibile e sostenibile nel lungo termine o meno, e quindi nel decidere se è opportuno proseguire nell'iniziativa di co-produzione. Le risorse per risolvere questo problema dovrebbero supportare il team nel riflettere e valutare in modo continuo il processo collaborativo ed i suoi risultati.",
    "problemprofile;val_problem_2;name": "Valutazione interna continua (Go-no go)",
    "problemprofile;val_problem_3;description": "Questo problema si riferisce alla necessità di validare la concezione di un servizio o di verificare le assunzioni su un prodotto prima del suo sviluppo. Diversi modalità di validazione possono essere utilizzate, a seconda dello stadio di sviluppo del tipo di servizio, e a seconda che il servizio sia digitale o meno.",
    "problemprofile;val_problem_3;name": "Sviluppo e test di un prototipo di idea",
    "problemprofile;val_problem_4;description": "Questo problema si riferisce alla necessità di eseguire una valutazione precoce dei servizi digitali sfruttando le competenze di esperti senza coinvolgere ancora gli utenti finali.",
    "problemprofile;val_problem_4;name": "Testare i servizi digitali con esperti",
    "problemprofile;val_problem_5;description": "Questo problema si riferisce alla necessità di monitorare in modo continuo il servizio eseguito in modo collaborativo al fine di mantenere l'esecuzione secondo le aspettative, di controllare regolarmente i progressi e applicare aggiustamenti o cambiamenti se necessario.",
    "problemprofile;val_problem_5;name": "Monitoraggio e valutazione in itinere del servizio erogato in modo collaborativo"
}
