{
    "default;description": "Il progetto INTERLINK ha definito un processo di coproduzione generico che può accompagnare diverse iniziative di coproduzione. Il processo si compone di due fasi principali : a) Fase di co-design. Si tratta di attività che incorporano \"l'esperienza degli utenti e delle loro comunità\" nella creazione, pianificazione o organizzazione di servizi pubblici. In questa fase viene creato il team di co-produzione e inizia a lavorare insieme per definire il servizio da co-produrre. Questa fase prevede due sottofasi: Engagement e Design; e b) Fase di co-consegna. È uno sforzo congiunto delle autorità pubbliche e delle parti interessate per fornire e migliorare i servizi pubblici in cui il servizio è implementato ed erogato in modo sostenibile. La fase di co-consegna prevede due sottofasi: Realizzare e Sostenere.",
    "default;name": "Schema predefinito",
    "default;phase-build;description": "Sfoglia il catalogo degli INTERLINKERs per trovare i building block riutilizzabili per l'implementazione del tuo servizio. Monitora l'avanzamento dello sviluppo nel piano di lavoro del progetto. Fermati e rifletti sul processo finora svolto con le checklist di co-valutazione che aiutano a verificare la conformità a standard e regolamenti. Utilizzare gli incentivi e gli strumenti di ricompensa messi a disposizione dalla piattaforma INTERLINK per sostenere il contributo delle parti interessate e dei cittadini all'erogazione dei servizi. Monitora la qualità del servizio e la soddisfazione dei cittadini con sondaggi accuratamente preparati. Fermati e rifletti su come sta andando la co-consegna con le checklist di co-valutazione.",
    "default;phase-build;name": "Realizzazione",
    "default;phase-build;objective-service-codelivery;description": "Rilascia il servizio coprodotto. Assicurati che sia operativo 24x7. Fornisci supporto per integrare miglioramenti o correzioni. Stabilisci meccanismi fluidi tra i co-fornitori di servizi e i consumatori. Monitora l'adempimento degli obblighi e delle responsabilità di chi eroga il servizio.",
    "default;phase-build;objective-service-codelivery;name": "Coerogazione del servizio",
    "default;phase-build;objective-service-codelivery;task-coordinate-the-actors-involved-in-the-codelivery-of-the-service;description": "Organizza le attività tra i co-erogatori del servzio in base ai loro ruoli e responsabilità. Garantisci che la qualità del servizio sia mantenuta nelle attività coinvolte nell'erogazione del servizio. Avvia sondaggi di valutazione della soddisfazione e della qualità del servizio.",
    "default;phase-build;objective-service-codelivery;task-coordinate-the-actors-involved-in-the-codelivery-of-the-service;name": "Coordina gli attori coinvolti nella coerogazione del servizio",
    "default;phase-build;objective-service-codelivery;task-guarantee-transparent-communication-about-the-service-codelivered;description": "Garantisci una comunicazione fluida e reattiva tra il team di co-erogatori e, soprattutto, tra coloro che consumano e riutilizzano il servizio fornito e il team responsabile dell'erogazione del serivizio. Stabilisci un meccanismo di comunicazione basato sul web che consenta di tracciare la comunicazione con tutti gli attori coinvolti. ",
    "default;phase-build;objective-service-codelivery;task-guarantee-transparent-communication-about-the-service-codelivered;name": "Garantisci una comunicazione trasparente sul servizio coerogato",
    "default;phase-build;objective-service-codelivery;task-identify-all-the-actors-engaged-in-the-codelivery-their-role-and-responsability;description": "Crea una mappa degli attori che si assumono la responsabilità dell'erogazione continua del servizio: rilascio, manutenzione, supporto e sfruttamento. Assegnare ruoli e responsabilità ai diversi attori. Valorizzare le attività di co-consegna in modo che i contributi di co-consegna possano essere tracciati e valutati. Definire un'area di disegno del modello di erogazione del servizio. ",
    "default;phase-build;objective-service-codelivery;task-identify-all-the-actors-engaged-in-the-codelivery-their-role-and-responsability;name": "Identificare tutti gli attori coinvolti nell'erogazione del servizio, il loro ruolo e responsabilità",
    "default;phase-build;objective-service-implementation;description": "A seconda della natura del servizio , si adottano strumenti e meccanismi diversi per realizzare un determinato servizio coprodotto. La realizzazione di un servizio coprodotto potrebbe comportare la programmazione, l'utilizzo di strumenti di progettazione grafica, la modellazione e la fabbricazione 3D e così via. Registra i progressi raggiunti durante la realizzazione dell'implementazione del servizio coprodotto, crea e condividi report sullo stato di avanzamento, crea collegamenti incrociati con i repository, documenta l'API del servizio coprodotto o il kit e/o le risorse generate per realizzare il servizio . Riconosci e traccia i contributi di diversi membri del team di coproduzione o contributori esterni. Riutilizza gli INTERLINKERs esistenti (software e conoscenza) e sfogliali nel Catalogo, non reinventare la ruota!",
    "default;phase-build;objective-service-implementation;name": "Implementazione del servizio",
    "default;phase-build;objective-service-implementation;task-service-implementation;description": "A partire dalle specifiche di progettazione del servizio generate nella fase di PROGETTAZIONE, implementa o crea le funzionalità del servizio. Garantisci meccanismi accessibili e inclusivi per favorire la futura fruizione del servizio. ",
    "default;phase-build;objective-service-implementation;task-service-implementation;name": "Implementazione del servizio",
    "default;phase-build;objective-technical-implementation;description": "L'implementazione del servizio non è possibile se non si considera in anticipo un ambiente per il suo rilascio e la sua manutenzione. Indipendentemente dal fatto che il servizio coprodotto previsto sarà software o un insieme di risorse digitali, identifica, seleziona e prepara gli ambienti di sviluppo e distribuzione per la tua soluzione. E' importante specificare e testare chiaramente i vincoli tecnici entro i quali sarà ospitato il servizio erogato.",
    "default;phase-build;objective-technical-implementation;name": "Implementazione tecnica",
    "default;phase-build;objective-technical-implementation;task-technical-implementation;description": "Identifica le dipendenze e l'ambiente necessario per la co-produzione e l'erogazione del servizio. Configura e rilascia (se non già disponibili) le dipendenze e l'ambiente. Documenta i progressi relativi all'implementazione degli aspetti tecnici associati al servizio coprodotto. ",
    "default;phase-build;objective-technical-implementation;task-technical-implementation;name": "Implementazione tecnica",
    "default;phase-design;description": "Segui le linee guida per discutere insieme, in modo equilibrato e inclusivo, temi, beneficiari e priorità per il servizio da progettare. Trova risorse utili per condurre interviste, sondaggi e focus group per una comprensione più profonda dei bisogni e delle esigenze degli stakeholder e dei cittadini. Utilizza il materiale proposto per organizzare sessioni di progettazione dei servizi e sviluppare momockups. Fermati e rifletti sul processo finora svolto con le checklist di co-valutazione.",
    "default;phase-design;name": "Progettazione",
    "default;phase-design;objective-focus-the-problem-collaboratively;description": "Definisci e concorda chiaramente il problema che deve essere affrontato dal team di co-produzione. Questo è un passo importante verso la creazione di una soluzione efficace ed efficiente. Diverse risorse possono essere utili a tal fine: suggerimenti su come creare e condividere un linguaggio comune tra i membri del team, risorse per guidare discussioni collaborative, strumenti per la raccolta di idee.",
    "default;phase-design;objective-focus-the-problem-collaboratively;name": "Focalizza il problema in modo collaborativo",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaborative-agree-on-a-service-idea;description": "Torna alla tua rete di stakeholder per convalidare l'idea di servizio tramite un focus group o un sondaggio.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaborative-agree-on-a-service-idea;name": "Concorda in modo collaborativo l'idea di servizio",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-problem-refinement;description": "Affina grazie alla collaborazione della rete degli stakeholder il problema da affrontare. La progettazione del servizio è un'attività di problem solving ed è importante capire chiaramente qual è la sfida che il team affronta e come raccogliere maggiori informazioni per capire come dovrebbe essere progettato il servizio. Organizza focus group per discutere idee e ipotesi iniziali, perfezionali attraverso metodi strutturati e identifica le informazioni mancanti che devono ancora essere raccolte.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-problem-refinement;name": "Raffina il problema in modo collaborativo",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-define-requirements-and-constraints-for-the-service;description": "Le idee relative alla progettazione del servizio devono essere tradotti in requisiti formali per procedere all'implementazione del servizio. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato. Utilizza formalismi standard per le descrizioni dei requisiti, come ad esempio il modello di specifica dei requisiti di Volere.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-define-requirements-and-constraints-for-the-service;name": "Definisci i requisiti e i vincoli del servizio",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-develop-a-shared-language;description": "Sviluppa un linguaggio condiviso tra i membri del team e incoraggia la comunicazione e la condivisione di idee con tutti gli stakeholder. Lo sviluppo di un linguaggio condiviso è fondamentale per consentire alle parti interessate di: i) costruire un terreno comune per un'azione congiunta, ii) condividere, concordare reciprocamente e comprendere un piano e un protocollo di ricerca a lungo termine, iii) valutare costantemente il successo o il fallimento di decisioni.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-develop-a-shared-language;name": "Sviluppa un linguaggio comune",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-problem-exploration-and-refinement;description": "In caso di necessità, amplia la raccolta di idee sui vari aspetti del problema avviando un forum di discussione.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-problem-exploration-and-refinement;name": "Raccogli idee per l'esplorazione e il perfezionamento del problema",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-service;description": "Abbozza una descrizione iniziale (o più descrizioni) del potenziale servizio: cosa fa? chi beneficia del servizio? chi lo eroga? Usa i modelli di descrizione per facilitare questa attivita.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-service;name": "Abbozza un'idea iniziale del servizio",
    "default;phase-design;objective-ideation;description": "L'ideazione è la fase preliminare della progettazione del servizio; in questa fase viene creato il team di progettazione, vengono esaminati i dati raccolti e, se necessario, vengono elaborate ulteriori idee.",
    "default;phase-design;objective-ideation;name": "Ideazione",
    "default;phase-design;objective-ideation;task-engage-relevant-actors-in-the-design;description": "Crea un nucleo di stakeholder per procedere con l'ideazione vera e propria del servizio. Fornisci informazioni appropriate e informazioni sul piano di lavoro sulle fasi successive della co-creazione del servizio.",
    "default;phase-design;objective-ideation;task-engage-relevant-actors-in-the-design;name": "Coinvolgi gli attori rilevanti nella progettazione",
    "default;phase-design;objective-ideation;task-ideas-crowdsourcing;description": "Raccogli idee da un ampio gruppo di contributori (ad es. cittadini) relative a una sfida specifica, organizza e gestisci le idee ed eventualmente valutale. I progetti di crowdsourcing possono rivolgersi a partecipanti sia interni che esterni tramite strumenti e piattaforme dedicati, questionari, social media, concorsi e altri strumenti.",
    "default;phase-design;objective-ideation;task-ideas-crowdsourcing;name": "Crowdsourcing di idee",
    "default;phase-design;objective-ideation;task-organize-a-brainstorming;description": "Organizza e gestisci un brainstorming per rivedere i dati raccolti sull'ecosistema dei servizi e produrre idee di servizio, discuterle e selezionarle, attraverso fasi divergenti e convergenti di discussione di gruppo.",
    "default;phase-design;objective-ideation;task-organize-a-brainstorming;name": "Organizza un brainstorming",
    "default;phase-design;objective-problem-exploration;description": "Prima di progettare come il servizio apparira' , esplora a fondo il contesto del problema, per raccogliere dati concreti su utenti, organizzazioni e i loro bisogni.",
    "default;phase-design;objective-problem-exploration;name": "Esplorazione del problema",
    "default;phase-design;objective-problem-exploration;task-collect-data-about-users-and-their-behavior;description": "Raccogli tutte le informazioni rilevanti sul servizio  per mettere in atto i processi giusti. Si consiglia di stabilire diverse tipologie di consultazione a seconda dei gruppi a cui ci si rivolge:\n\\n- Consultare gli utenti sui risultati desiderati del servizio\n- Consultare i fornitori di servizi sulle soluzioni che possono dare in risposta al servizio richiesto\n- Chiedere alle autorità pubbliche le implicazioni (organizzative, normative, ecc.) che incidono sull'erogazione del servizio\nOrganizza focus group, interviste o sondaggi per ottenere i dati desiderati.",
    "default;phase-design;objective-problem-exploration;task-collect-data-about-users-and-their-behavior;name": "Raccogli dati sugli utenti e sul loro comportamento",
    "default;phase-design;objective-problem-exploration;task-ecosystem-mapping;description": "Mappa in una rappresentazione grafica gli elementi che possono avere un impatto sull'utente, sull'organizzazione e sull'ambiente di servizio. La mappa dell'ecosistema viene costruita visualizzando prima tutte le entità e poi collegandole in base al tipo di valore che si scambiano.",
    "default;phase-design;objective-problem-exploration;task-ecosystem-mapping;name": "Mappa dell'ecosistema",
    "default;phase-design;objective-prototype;description": "Come mostrare e raccontare in che modo dovrebbe funzionare il servizio?\nConvalida l'idea del tuo servizio o verifica le ipotesi sul tuo prodotto finale prima di svilupparlo. Possono essere utilizzati diversi tipi di prototipo di idee, a seconda della fase di sviluppo del servizio e del tipo di servizio, che si tratti di un servizio digitale o meno.",
    "default;phase-design;objective-prototype;name": "Realizza dei prototipi",
    "default;phase-design;objective-prototype;task-experience-scenarios;description": "Analizza e visualizza come il sistema cambia o si evolve in base a scenari specifici e alle loro dinamiche.\nGli scenari di sistema introducono un livello dinamico di analisi, applicando la lente del tempo e mostrando le possibili variazioni che potrebbero verificarsi. In questo modo, gli scenari di sistema forniscono un livello più profondo di analisi del sistema, volto a comprendere le dinamiche del sistema e le relazioni tra gli attori nelle varie condizioni.",
    "default;phase-design;objective-prototype;task-experience-scenarios;name": "Scenari dell'esperienza dell'utente",
    "default;phase-design;objective-prototype;task-mockups-and-lowfi-prototypes;description": "Discuti e valuta in modo iterativo mockup e prototipi a bassa fedelta' all'interno del team di progettazione allargato. Crea un forum di discussione, un metodo per votare le idee e sondaggi di valutazione per facilitare digitalmente questo passaggio.",
    "default;phase-design;objective-prototype;task-mockups-and-lowfi-prototypes;name": "Modelli di interfaccia e prototipi a bassa fedeltà",
    "default;phase-design;objective-prototype;task-perform-a-test-with-users;description": "Conduci esperimenti di valutazione controllata con potenziali utenti finali.\nCapiscono la lingua dei modelli di interfaccia? Sono presenti le funzionalità principali? Ci sono percorsi di interazione inaspettati?\nAnche esperimenti molto piccoli possono fornire input estremamente preziosi in questa fase.",
    "default;phase-design;objective-prototype;task-perform-a-test-with-users;name": "Esegui un test con gli utenti",
    "default;phase-design;objective-prototype;task-perform-an-heuristic-evaluation;description": "Testa il design del servizio digitale con esperti. Segui le linee guida su come condurre una valutazione euristica (chiamata anche valutazione esperta) e utilizzare i modelli con le euristiche (principi) da seguire durante l'esecuzione del test. Il test può essere condotto con i primi modelli e con i primi prototipi funzionanti.",
    "default;phase-design;objective-prototype;task-perform-an-heuristic-evaluation;name": "Esegui una valutazione euristica",
    "default;phase-design;objective-service-design;description": "Dopo la comprensione del problema e il brainstorming relativo alle idee di servizio, elabora soluzioni concrete per la tua sfida. I workshop di co-progettazione sono utili in questa fase come attività collettive organizzate per discutere questioni e scelte progettuali. Collabora con gli altri portatori di interesse per iniziare a definire il servizio da co-progettare e co-erogare.",
    "default;phase-design;objective-service-design;name": "Progettazione del servizio",
    "default;phase-design;objective-service-design;task-define-personas;description": "Rifletti sul comportamento, i bisogni e le aspettative del beneficiario finale del servizio. Le \"Personas\" sono personaggi fittizi che incarnano l'archetipo del tuo beneficiario finale del servizio. Le \"personas\" sono create attraverso un'osservazione del segmento di clientela e uniscono le caratteristiche, i comportamenti, le motivazioni, gli interessi di un particolare target. È uno strumento utile per concentrarsi sul fruitore finale del servizio che si sta progettando.",
    "default;phase-design;objective-service-design;task-define-personas;name": "Definisci le \"personas\"",
    "default;phase-design;objective-service-design;task-define-scenarios;description": "Scrivi degli scenari. Per descrivere in modo collaborativo il servizio previsto, gli scenari possono essere utilizzati per riflettere sull'esperienza degli utenti. Uno scenario utente è una storia che descrive, in modo narrativo, come l'utente interagirà con il servizio durante una situazione specifica. Scrivere scenari utente richiede di identificare un contesto specifico in cui si svolge l'azione, gli attori coinvolti e bisogni dell'utente.",
    "default;phase-design;objective-service-design;task-define-scenarios;name": "Definisci gli scenari d'uso",
    "default;phase-design;objective-service-design;task-define-user-journeys;description": "Descrivi l'interazione tra l'utente e l'organizzazione, il servizio o il prodotto. Racconta la storia dal punto di vista dell'utente e cerca di descrivere come le aspettative dell'utente si intersecano con l'offerta dell'organizzazione. È un utile strumento strategico che ti permette di tenere i clienti, i beneficiari e i fornitori al centro delle scelte di progettazione, evidenziando punti deboli e opportunità per l'organizzazione di creare una migliore esperienza utente e un servizio efficace.",
    "default;phase-design;objective-service-design;task-define-user-journeys;name": "Definisci il percorso dell'utente",
    "default;phase-design;objective-service-specification;description": "Le idee relative alla progettazione del servizio devono essere tradotte in requisiti formali per procedere all'implementazione del servizio. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato.",
    "default;phase-design;objective-service-specification;name": "Specifiche del servizio",
    "default;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;description": "Consulta le buone pratiche per la progettazione dell'interfaccia e lo sviluppo dei servizi pubblici. Rifletti, nel tuo caso d'uso specifico, su come assicurarti che i servizi siano forniti in modo multicanale, massimizzando lo valorizazzione potenzialmente da parte di qualsiasi gruppo di utenti o da parte degli attori che agiscono per loro conto, e fornisci dichiarazioni chiare sui limiti di accessibilità nell'attuale implementazione.",
    "default;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;name": "Considera le linee guida dell'UE per lo sviluppo del servizio pubblico",
    "default;phase-design;objective-service-specification;task-content-design;description": "Prepara contenuti adeguati per il nuovo servizio pubblico. Segui le linee guida su come selezionare e utilizzare il linguaggio più appropriato in base agli utenti del servizio digitale e alle loro competenze.",
    "default;phase-design;objective-service-specification;task-content-design;name": "Progettazione dei contenuti",
    "default;phase-design;objective-service-specification;task-data-model-design;description": "Procedi con l'implementazione del servizio definendo un modello di dati che spieghi: l'organizzazione concettuale del servizio, la sua organizzazione logica in termini di componenti, e il livello fisico delle implementazioni del database richieste. ",
    "default;phase-design;objective-service-specification;task-data-model-design;name": "Progettazione del modello di dati",
    "default;phase-design;objective-service-specification;task-service-specification-definition;description": "Utilizza possibilmente formalismi di specifica standard per descrivere il servizio. INTERLINK ti suggerisce di dare un'occhiata agli standard dell'UE come il Service Offering Canvas. Compilando questa classificazione visiva strutturata dei servizi digitali, puoi descrivere come vengono soddisfatte le esigenze degli stakeholder. Il risultato è una rappresentazione consolidata che guida l'orientamento al servizio e la consapevolezza dei bisogni e del modo in cui i servizi devono essere fruiti. Le specifiche SOC possono essere condivise e confrontate con altri servizi simili a livello dell'UE.",
    "default;phase-design;objective-service-specification;task-service-specification-definition;name": "Definizione delle specifiche del servizio",
    "default;phase-design;objective-service-specification;task-software-architecture-and-api-design;description": "Crea un documento che descriva l'architettura software del sistema digitale alla base del servizio e la progettazione delle API.",
    "default;phase-design;objective-service-specification;task-software-architecture-and-api-design;name": "Architettura del software e progettazione delle API",
    "default;phase-design;objective-service-specification;task-user-interface-design;description": "Procedi con la progettazione dell'interfaccia utente del servizio attraverso la predisposizione di schizzi e mockup iniziali. Assicurati che il design dell'interfaccia utente segua le linee guida sull'usabilità e l'accessibilità. ",
    "default;phase-design;objective-service-specification;task-user-interface-design;name": "Progettazione dell'interfaccia utente",
    "default;phase-design;objective-sustainability;description": "Prima di approfondire ulteriormente lo sviluppo del tuo servizio fermati e rifletti sui risultati progettuali finora ottenuti e sull'effettiva fattibilità e sostenibilità di ciò che stai per realizzare.",
    "default;phase-design;objective-sustainability;name": "Sostenibilità",
    "default;phase-design;objective-sustainability;task-evaluation-of-codesign;description": "L'output del progetto è soddisfacente?\nSegui la checklist di controllo proposta per capire se hai terminato la progettazione o se è consigliabile un ciclo di perfezionamento iterativo.",
    "default;phase-design;objective-sustainability;task-evaluation-of-codesign;name": "Valutazione del codesign",
    "default;phase-design;objective-sustainability;task-feasibility-analysis;description": "Sono disponibili tutte le competenze e le risorse tecniche per procedere con lo sviluppo?\nSegui la checklist proposta per una valutazione intermedia della sostenibilità tecnica.",
    "default;phase-design;objective-sustainability;task-feasibility-analysis;name": "Analisi di fattibilità",
    "default;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;description": "Quanti finanziamenti sono necessari? Da dove proviene il denaro? Quali sono le fonti di finanziamento/sostegno necessarie per mantenere il servizio operativo dopo l'implementazione?\nSegui la checklist proposta per una valutazione intermedia della sostenibilità finanziaria.",
    "default;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;name": "Perfeziona il modello di business preliminare",
    "default;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "Quali sono gli incentivi per coloro che forniscono supporto / finanziamenti al servizio e per coloro che lo sviluppano / mantengono?\nFermati e rifletti come ha funzionato fino ad ora la collaborazione fra gli stakeholder. Segui la lista di controllo per capire se siano necessari ulteriori incentivi e misure di supporto per assicurare uno sviluppo ed una erogazione del servizio produttivi.",
    "default;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Comprendi le motivazioni e gli incentivi necessari",
    "default;phase-engage;description": "Quali stakeholders dovrebbero essere coinvolti nel processo di co-produzione? Come comunicare loro gli obiettivi del progetto e i benefici della partecipazione?\nImpara quale sia il valore di coinvolgere gli stakeholder. Utilizza gli strumenti di conoscenza messi a disposizione per comprendere chi sono gli stakeholder da coinvolgere nel progetto ed il ruolo che possono avere.\nSfrutta i modelli di comunicazione per attivare la consapevolezza, invitare gli stakeholder e creare una rete attiva di contributori motivati. Definisci degli accordi di partnership e assicura la protezione delle informazioni condivise. Pianifica in modo collaborativo i prossimi passi e crea dei sottogruppi di lavoro. ",
    "default;phase-engage;name": "Coinvolgimento",
    "default;phase-engage;objective-define-data-management-plan;description": "Assicurati che i dati raccolti ed elaborati durante il processo di coproduzione siano gestiti secondo il GDPR e le best practices dell'UE.\nPrepara un piano di gestione dei dati che ti guidi per tutta la durata del progetto e oltre.",
    "default;phase-engage;objective-define-data-management-plan;name": "Definisci il piano di gestione dei dati",
    "default;phase-engage;objective-define-data-management-plan;task-be-aware-of-data-impact;description": "Considera quali sono i pids degli utenti e dei fornitori relativi ai dati.\nRifletti sugli aspetti di proprietà, minimizzazione, responsabilità, condivisione, archiviazione, anonimato.",
    "default;phase-engage;objective-define-data-management-plan;task-be-aware-of-data-impact;name": "Sii consapevole dell'impatto dei dati",
    "default;phase-engage;objective-define-data-management-plan;task-clarify-the-purpose-for-data-collection;description": "Quali dati verranno raccolti durante la coproduzione?\nAvvia il tuo piano di gestione dei dati creando un inventario delle origini e dei tipi di dati che verrano raccolti e usati.",
    "default;phase-engage;objective-define-data-management-plan;task-clarify-the-purpose-for-data-collection;name": "Chiarisci lo scopo della raccolta dei dati",
    "default;phase-engage;objective-define-data-management-plan;task-understand-how-the-data-flows;description": "Chi accede ai dati? Per quale scopo?\nComprendi dove i dati possono essere archiviati in modo sicuro e se i dati devono essere ulteriormente trasferiti.",
    "default;phase-engage;objective-define-data-management-plan;task-understand-how-the-data-flows;name": "Comprendi il flusso dei dati",
    "default;phase-engage;objective-define-legal-and-ethical-framework;description": "La complessità delle normative legali a volte può rendere difficile per le amministrazioni utilizzare le ICT per co-produrre e può causare ritardi significativi nell'implementazione delle soluzioni.\nSegui le linee guida offerte qui per preparare gli accordi finanziari, tecnici e legali che garantiscono la fattibilità del tuo progetto di coproduzione.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;name": "Definire il quadro giuridico ed etico",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-non-disclosure-agreement-nda;description": "Stabilisci se la tua rete collaborativa di parti interessate ha bisogno di un accordo formale per non divulgare le informazioni riservate condivise come parte della co-produzione di un servizio insieme.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-non-disclosure-agreement-nda;name": "Definisci un accordo di riservatezza (NDA)",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-partnership-agreement;description": "I partecipanti dovrebbero comprendere chiaramente il loro ruolo nello sforzo di coproduzione, le loro responsabilità, i loro diritti.\nPotresti scrivere i termini e il piano generale della collaborazione, per dare all'iniziativa una struttura più formale, visibilità e sostegno politico.\nLinee guida ed esempi di accordi di partnership possono aiutarti a decidere quale sia la soluzione più adatta al tuo caso.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-partnership-agreement;name": "Definisci un accordo di partnenariato",
    "default;phase-engage;objective-engage-stakeholders;description": "Il coinvolgimento degli stakeholder inizia dalla comprensione di come comunicare, collaborare ed interagire efficacemente con le persone chiave che possono impattare ed avere una influenza positiva o negativa sul successo del progetto.\nPer raggiungere questo obiettivo, prepara attentamente un piano di coinvolgimento, crea consapevolezza a partire da materiale di comunicazione tagliato per l'audience specifica, rifletti su come comunicare i potenziali benefici della partecipazione agli stakeholder e, quando previsto dal progetto, rifletti su come coinvolgere i cittadini nel processo di co-produzione. ",
    "default;phase-engage;objective-engage-stakeholders;name": "Coinvolgi le parti interessate",
    "default;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Comunica chiaramente i vantaggi della co-produzione di servizi alla tua rete di stakeholder e di cittadini.\nI partecipanti devono capire perché la loro partecipazione è importante, cosa possono ottenere individualmente e come gruppo.",
    "default;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Comunica i benefici agli stakeholder",
    "default;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;description": "Accertati che le parti interessate siano a conoscenza dell'iniziativa al fine di garantire la loro partecipazione. La sensibilizzazione è un processo che cerca di informare ed educare le persone su un argomento o un problema con l'intenzione di influenzare i loro atteggiamenti, comportamenti e convinzioni verso il raggiungimento di uno scopo o obiettivo definito.",
    "default;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;name": "Crea consapevolezza e comunicazione",
    "default;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;description": "Fornisci ai membri della società civile le informazioni di cui hanno bisogno per comprendere il progetto, il processo decisionale e anche come il loro input può influenzare le decisioni, la progettazione del servizio e il modo in cui viene erogato. ",
    "default;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;name": "Coinvolgi i cittadini nel processo di coproduzione",
    "default;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Crea un piano di coinvolgimento efficace che consenta di raggiungere le tipologie e il numero di stakeholder sufficienti per garantire che il servizio coprodotto sia ben mirato.\nUn piano di coinvolgimento è solitamente composto da tre parti: l'identificazione degli stakeholder del progetto; la pianificazione di mezzi efficaci per interagire con ogni stakeholder e protocolli per documentare accuratamente il vostro lavoro per motivi di trasparenza, responsabilità e valutazione del processo.",
    "default;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Prepara un piano di coinvolgimento",
    "default;phase-engage;objective-identify-stakeholders;description": "L'identificazione degli attori rilevanti è il primo passo per avviare il processo di co-produzione. A seconda del tipo di progetto, degli obiettivi e del livello di coinvolgimento dei cittadini, è necessario rispondere a diverse domande.\nQuali diversi tipi di portarori di interesse e stakeholder entrano in gioco nell'iniziativa da co-produrre? Quali sono le loro motivazioni e capacità per partecipare al progetto? Qual è la loro posizione nella rete? Come contattarli?\nSegui le attività specifiche per ottenere il quadro completo.",
    "default;phase-engage;objective-identify-stakeholders;name": "Identifica le parti interessate",
    "default;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Annota l'elenco dei partecipanti, a parte il team di coproduzione, che potrebbero essere interessati ad osservare l'andamento del progetto di coproduzione e avere l'opportunità di esprimere opinioni e prendere parte ad alcuni processi decisionali. ",
    "default;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Crea un elenco di contatti di potenziali partecipanti alla rete",
    "default;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;description": "La mappatura delle parti interessate (stakeholders) è fondamentale per avere una visione chiara dei ruoli che gli stakeholder possono svolgere nelle diverse fasi dell'innovazione, quale potrebbe essere il loro livello di impegno e importanza strategica. Analizza la complessità della costruzione di relazioni, realizzando quali connettori possono essere cruciali per lo sviluppo dell'innovazione nel tuo progetto.",
    "default;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;name": "Mappa le parti interessate, analizza la loro motivazione, competenze e aspettative",
    "default;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Solitamente diversi attori sono impegnati in processi di co-produzione per creare un nuovo servizio o per personalizzare un servizio già esistente: enti pubblici, aziende private, PMI, cittadini. Ogni attore porta bisogni e competenze specifiche in relazione al servizio e ha motivazioni diverse per partecipare a un progetto. Scopri i diversi tipi di stakeholder e quali di essi possono aggiungere valore al tuo processo di co-produzione",
    "default;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Comprendi le diverse tipologie di stakeholders",
    "default;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;description": "La tua rete è equilibrata e inclusiva?\nCrea una mappa degli stakeholder, in cui viene visualizzato l'ecosistema delle parti interessate.",
    "default;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;name": "Mappa graficamente la rete degli stakeholder",
    "default;phase-sustain;description": "Definisci i modelli di business per garantire la sostenibilità del servizio coprodotto. Crea piani aziendali e accordi per la valorizzazione e l'utilizzo del servizio che ne favoriscano l'adozione da parte di PA, aziende e terze parti. La manutenzione e il monitoraggio continui sono cruciali per garantire servizi reattivi e accessibili.",
    "default;phase-sustain;name": "Sostenibilità",
    "default;phase-sustain;objective-handover;description": "Delega in modo ottimale l'implementazione del servizio dall'infrastruttura propria in sede all'infrastruttura basata su cloud a un provider di hosting esterno. Concordare contratto, costi, responsabilità e benefici per l'assunzione da parte di terzi della fornitura del servizio ",
    "default;phase-sustain;objective-handover;name": "Passaggio di consegne",
    "default;phase-sustain;objective-handover;task-business-model-specification;description": "Il team di coproduzione definisce da uno a molti modelli di business con i relativi piani aziendali che possono essere negoziati con terze parti che adottano il servizio, che desiderano gestirne l'esecuzione, la manutenzione e il monitoraggio. In questo caso è necessario definire la strategia di valorizzazione tra co-produttori e adottanti.",
    "default;phase-sustain;objective-handover;task-business-model-specification;name": "Specifica del modello di business",
    "default;phase-sustain;objective-handover;task-exploitation-agreement;description": "Prima che un terzo adottante possa rilevare un servizio coprodotto, deve essere realizato e firmato dalle parti coinvolte un accordo per la valorizzazione del servizio. ",
    "default;phase-sustain;objective-handover;task-exploitation-agreement;name": "Accordo per la valorizzazione",
    "default;phase-sustain;objective-handover;task-handover;description": "Fornisce documentazione per l'assunzione da parte di terzi della manutenzione e del monitoraggio del servizio. E' importante definire un accordo contrattuale per disciplinare il trasferimento della responsabilità di esercizio a terzi e la ripartizione dei ricavi tra coloro che hanno coprodotto il servizio e terzi che possono ospitare il servizio. Personalizzazione del servizio erogato ai clienti target (traduzioni, adattamenti di contenuti e così via) ",
    "default;phase-sustain;objective-handover;task-handover;name": "Passaggio di consegne",
    "default;phase-sustain;objective-maintenance;description": "Garantisci che il servizio implementato sia costantemente operativo e risponda alle nuove richieste dei clienti che potrebbero rendere il servizio ulteriormente adottato e più utile. Questa responsabilità può essere condivisa dal team di coproduzione e da terze parti che potrebbero gestire il servizio. ",
    "default;phase-sustain;objective-maintenance;name": "Mantenimento",
    "default;phase-sustain;objective-maintenance;task-task-distribution-for-maintenance-contracts-regulation-data-management-archiving;description": "Sia che l'esecuzione del servizio sia stata delegata ad altri sia che sia svolta dal team di co-produzione, deve essere assicurata una efficace distribuzione delle attività da svolgere fra le persone responsabili della manutenzione. Operazioni regolari di monitoraggio e di manutenzione devono essere svolte per assicurare il funzionamento 24x7.",
    "default;phase-sustain;objective-maintenance;task-task-distribution-for-maintenance-contracts-regulation-data-management-archiving;name": "Distribuzione degli incarichi per la manutenzione, la regolamentazione dei contratti, la gestione dell'archiviazione dei dati",
    "default;phase-sustain;objective-monitoring;description": "Monitora che il servizio soddisfi gli obiettivi originariamente definiti, monitorando una serie di indicatori chiave di performance (KPI - Key Performance Indicator) dedotti dall'utilizzo del servizio o effettuando sondaggi con gli utilizzatori.  ",
    "default;phase-sustain;objective-monitoring;name": "Monitoraggio",
    "default;phase-sustain;objective-monitoring;task-monitoring-ongoing-evaluation-periodic-evaluations-with-stakeholders;description": "Analizza i log (registri) raccolti dal servizio erogato. Analizza i sondaggi e i questionari compilati dalle parti interessate. ",
    "default;phase-sustain;objective-monitoring;task-monitoring-ongoing-evaluation-periodic-evaluations-with-stakeholders;name": "Monitoraggio continuo della valutazione, valutazioni periodiche con gli stakeholder",
    "hackathon;description": "Il progetto INTERLINK consente la definizione di processi di coproduzione specifici. In questo caso, questo processo di co-produzione è realizzato per guidare l'ideazione, la preparazione, il lancio e la valorizazione di un Hackathon, con l'obiettivo di affrontare alcune sfide della società grazie alla collaborazione tra le pubbliche amministrazioni, i cittadini e altri stakeholder, come ad esempio PMI, mondo accademico o organizzazioni non profit. Il processo e' composto da 4 fasi principali: a) COINVOLGIMENTO – strumenti e best practices per comprendere, avvicinare e coinvolgere gli stakeholder appropriati; b) PROGETTAZIONE – linee guida per discutere insieme, in modo equilibrato e inclusivo, temi, beneficiari e priorità per la progettazione dell'hackathon; c) ESECUZIONE – sfoglia il catalogo degli INTERLINKER per trovare i building block riutilizzabili per l'implementazione dell'hackathon e il suo lancio; e d) VALORIZZAZIONE – realizza i risultati degli hackathon realizzando accordi per trasformare in realtà le idee di servizio proposte",
    "hackathon;name": "Processo di creazione di un hackathon",
    "hackathon;phase-design;description": "Segui le linee guida per discutere insieme, in modo equilibrato e inclusivo, temi, beneficiari e priorità per il servizio da progettare. Trova risorse utili per condurre interviste, sondaggi e focus group per una comprensione più profonda dei bisogni e delle esigenze degli stakeholder e dei cittadini. Utilizza il materiale proposto per organizzare sessioni di progettazione dei servizi e sviluppare mockup. Fermati e rifletti sul processo finora svolto con le checklist di co-valutazione.",
    "hackathon;phase-design;name": "Progettazione",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;description": "Definisci e concorda chiaramente il problema che deve essere affrontato dal team di co-produzione. Questo è un passo importante verso la creazione di una soluzione efficace ed efficiente. Diverse risorse possono essere utili a tal fine: suggerimenti su come creare e condividere un linguaggio comune tra i membri del team, risorse per guidare discussioni collaborative, strumenti per la raccolta di idee.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;name": "Focalizza il problema in modo collaborativo",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-hackathon-problem-refinement;description": "Affina grazie alla collaborazione della rete degli stakeholder il problema da affrontare. La progettazione del servizio è un'attività di problem solving ed è importante capire chiaramente qual è la sfida che il team affronta e come raccogliere maggiori informazioni per capire come dovrebbe essere progettato il servizio. Organizza focus group per discutere idee e ipotesi iniziali, perfezionali attraverso metodi strutturati e identifica le informazioni mancanti che devono ancora essere raccolte.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-hackathon-problem-refinement;name": "Raffinamento collaborativo del problema dell'Hackathon",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-hackathon-exploration-and-refinement;description": "In caso di necessità, amplia la raccolta di idee sui vari aspetti del problema avviando un forum di discussione.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-hackathon-exploration-and-refinement;name": "Raccolta di idee per l'esplorazione e il perfezionamento dell'Hackathon",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-hackathon-theme-plan-submission-evaluation-process;description": "Abbozza una descrizione iniziale (o più descrizioni) del potenziale servizio: cosa fa? chi beneficia del servizio? chi lo eroga? Usa i modelli di descrizione per facilitare questa attività.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-hackathon-theme-plan-submission-evaluation-process;name": "Abbozza un'idea iniziale dell'Hackathon: il tema, il piano, il processo di presentazione e di valutazione",
    "hackathon;phase-design;objective-ideation;description": "L'ideazione è la fase preliminare della progettazione del servizio; in questa fase viene creato il team di progettazione, vengono esaminati i dati raccolti e, se necessario, vengono elaborate ulteriori idee.",
    "hackathon;phase-design;objective-ideation;name": "Ideazione",
    "hackathon;phase-design;objective-ideation;task-collaboratively-agree-on-hackathon-design;description": "Consulta nuovamente la rete di stakeholder per validare l'idea di servizio attraverso un focus group o un sondaggio.",
    "hackathon;phase-design;objective-ideation;task-collaboratively-agree-on-hackathon-design;name": "Concorda in modo collaborativo il disegno dell'Hackathon",
    "hackathon;phase-design;objective-ideation;task-define-requirements-and-constraints-for-the-hackathon-plan-submission-evaluation-process;description": "Le idee relative alla progettazione del servizio devono essere tradotti in requisiti formali per procedere all'implementazione del servizio. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato. Utilizza formalismi standard per le descrizioni dei requisiti, come ad esempio il modello di specifica dei requisiti di Volere.",
    "hackathon;phase-design;objective-ideation;task-define-requirements-and-constraints-for-the-hackathon-plan-submission-evaluation-process;name": "Definisci requisiti e vincoli per l'Hackathon: piano, processo di sottomissione e valutazione",
    "hackathon;phase-design;objective-service-specification;description": "Le idee relative alla progettazione del servizio devono essere tradotti in requisiti formali per procedere all'implementazione del servizio. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato.",
    "hackathon;phase-design;objective-service-specification;name": "Specifica del servizio",
    "hackathon;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;description": "Consulta le buone pratiche per la progettazione di interfacce e lo sviluppo di servizi pubblici. Rifletti, nel tuo caso d'uso specifico, su come assicurare che i servizi vengano erogati in modo multicanale, massimizzandone l'utilizzo potenzialmente da parte di qualsiasi gruppo di utenti o da parte degli attori che agiscono per loro conto. Fornisci dichiarazioni chiare sulle limitazioni in termini di accessibilità dell'attuale implementazione.",
    "hackathon;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;name": "Considera linee guida europee per lo sviluppo di servizi pubblici",
    "hackathon;phase-design;objective-service-specification;task-content-design-including-plan-rules-prize-announcement-and-so-on;description": "Prepara contenuti adeguati per il nuovo servizio pubblico. Segui le linee guida su come selezionare e utilizzare il linguaggio più appropriato in base agli utenti del servizio digitale e alle loro competenze.",
    "hackathon;phase-design;objective-service-specification;task-content-design-including-plan-rules-prize-announcement-and-so-on;name": "Disegno del contenuto, inclusi piano, regole, annuncio di premi e così via",
    "hackathon;phase-design;objective-service-specification;task-user-interface-design-for-hackathon-website-and-submission-system;description": "Procedi con la progettazione dell'interfaccia utente del servizio attraverso la predisposizione di schizzi e mockup iniziali. Assicurati che il design dell'interfaccia utente segua le linee guida sull'usabilità e l'accessibilità. ",
    "hackathon;phase-design;objective-service-specification;task-user-interface-design-for-hackathon-website-and-submission-system;name": "Disegno dell'interfaccia utente per il sito web dell'Hackathon e il sistema di sottomissione",
    "hackathon;phase-design;objective-sustainability;description": "Prima di approfondire ulteriormente lo sviluppo del tuo servizio fermati e rifletti sui risultati progettuali finora ottenuti e sull'effettiva fattibilità e sostenibilità di ciò che stai per realizzare.",
    "hackathon;phase-design;objective-sustainability;name": "Sostenibilità",
    "hackathon;phase-design;objective-sustainability;task-evaluation-of-codesign;description": "L'output del progetto è soddisfacente?\nSegui la checklist di controllo proposta per capire se hai terminato la progettazione o se è consigliabile un ciclo di perfezionamento iterativo.",
    "hackathon;phase-design;objective-sustainability;task-evaluation-of-codesign;name": "Valutazione del design collaborativo",
    "hackathon;phase-design;objective-sustainability;task-feasibility-analysis;description": "Sono disponibili tutte le competenze e le risorse tecniche per procedere con lo sviluppo?\nSegui la checklist proposta per una valutazione intermedia della sostenibilità tecnica.",
    "hackathon;phase-design;objective-sustainability;task-feasibility-analysis;name": "Analisi di fattibilità",
    "hackathon;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;description": "Quanti finanziamenti sono necessari? Da dove proviene il denaro? Quali sono le fonti di finanziamento/sostegno necessarie per mantenere il servizio operativo dopo l'implementazione?\nSegui la checklist proposta per una valutazione intermedia della sostenibilità finanziaria.",
    "hackathon;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;name": "Raffina il modello di business preliminare",
    "hackathon;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "Quali sono gli incentivi per coloro che forniscono supporto / finanziamenti al servizio e per coloro che lo sviluppano / mantengono?\nFermati e rifletti come ha funzionato fino ad ora la collaborazione fra gli stakeholder. Segui la lista di controllo per capire se siano necessari ulteriori incentivi e misure di supporto per assicurare uno sviluppo ed una erogazione del servizio produttivi.",
    "hackathon;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Comprendi le motivazioni e gli incentivi necessari",
    "hackathon;phase-engage;description": "Quali stakeholders dovrebbero essere coinvolti nel processo di co-produzione? Come comunicare loro gli obiettivi del progetto e i benefici della partecipazione?\nImpara quale sia il valore di coinvolgere gli stakeholder. Utilizza gli strumenti di conoscenza messi a disposizione per comprendere chi sono gli stakeholder da coinvolgere nel progetto ed il ruolo che possono avere.\nSfrutta i modelli di comunicazione per attivare la consapevolezza, invitare gli stakeholder e creare una rete attiva di contributori motivati. Definisci degli accordi di partnership e assicura la protezione delle informazioni condivise. Pianifica in modo collaborativo i prossimi passi e crea dei sottogruppi di lavoro. ",
    "hackathon;phase-engage;name": "Coinvolgimento",
    "hackathon;phase-engage;objective-engage-stakeholders;description": "Il coinvolgimento degli stakeholder inizia dalla comprensione di come comunicare, collaborare ed interagire efficacemente con le persone chiave che possono impattare ed avere una influenza positiva o negativa sul successo del progetto.\nPer raggiungere questo obiettivo, prepara attentamente un piano di coinvolgimento, crea consapevolezza a partire da materiale di comunicazione tagliato per l'audience specifica, rifletti su come comunicare i potenziali benefici della partecipazione agli stakeholder e, quando previsto dal progetto, rifletti su come coinvolgere i cittadini nel processo di co-produzione. ",
    "hackathon;phase-engage;objective-engage-stakeholders;name": "Coinvolgi gli stakeholder",
    "hackathon;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Comunica chiaramente i vantaggi della co-produzione di servizi alla tua rete di stakeholder e di cittadini.\nI partecipanti devono capire perché la loro partecipazione è importante, cosa possono ottenere individualmente e come gruppo.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Comunica i benefici agli stakeholder",
    "hackathon;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;description": "Accertati che le parti interessate siano a conoscenza dell'iniziativa al fine di garantire la loro partecipazione. La sensibilizzazione è un processo che cerca di informare ed educare le persone su un argomento o un problema con l'intenzione di influenzare i loro atteggiamenti, comportamenti e convinzioni verso il raggiungimento di uno scopo o obiettivo definito.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;name": "Crea consapevolezza e comunicazione",
    "hackathon;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;description": "Fornisci ai membri della società civile le informazioni di cui hanno bisogno per comprendere il progetto, il processo decisionale e anche come il loro input può influenzare le decisioni, la progettazione del servizio e il modo in cui viene erogato. ",
    "hackathon;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;name": "Coinvolgi i cittadini nel processo di coproduzione",
    "hackathon;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Crea un piano di coinvolgimento efficace che consenta di raggiungere le tipologie e il numero di stakeholder sufficienti per garantire che il servizio coprodotto sia ben mirato.\nUn piano di coinvolgimento è solitamente composto da tre parti: l'identificazione degli stakeholder del progetto; la pianificazione di mezzi efficaci per interagire con ogni stakeholder e protocolli per documentare accuratamente il lavoro per motivi di trasparenza, responsabilità e valutazione del processo.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Prepara un piano di coinvolgimento",
    "hackathon;phase-engage;objective-identify-stakeholders;description": "L'identificazione degli attori rilevanti è il primo passo per avviare il processo di co-produzione. A seconda del tipo di progetto, degli obiettivi e del livello di coinvolgimento dei cittadini, è necessario rispondere a diverse domande.\nQuali diversi tipi di portatori di interesse e stakeholder entrano in gioco nell'iniziativa da co-produrre? Quali sono le loro motivazioni e capacità per partecipare al progetto? Qual è la loro posizione nella rete? Come contattarli?\nSegui le attività specifiche per ottenere il quadro completo.",
    "hackathon;phase-engage;objective-identify-stakeholders;name": "Identifica gli stakeholder",
    "hackathon;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Annota l'elenco dei partecipanti, oltre al team di co-produzione, che potrebbero essere interessati ad osservare l'andamento del progetto di co-produzione e ad avere l'opportunità di esprimere opinioni e prendere parte ad alcuni processi decisionali. ",
    "hackathon;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Crea un elenco di contatti di potenziali partecipanti alla rete",
    "hackathon;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;description": "La mappatura delle parti interessate (stakeholder) è fondamentale per avere una visione chiara dei ruoli che gli stakeholder possono svolgere nelle diverse fasi dell'innovazione, quale potrebbe essere il loro livello di impegno e importanza strategica. Analizza la complessità della costruzione di relazioni, identificando quali connettori possono essere cruciali per lo sviluppo dell'innovazione nel tuo progetto.",
    "hackathon;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;name": "Mappa le parti interessate, analizza la loro motivazione, competenze e aspettative",
    "hackathon;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Solitamente diversi attori sono impegnati in processi di co-produzione per creare un nuovo servizio o per personalizzare un servizio già esistente: enti pubblici, aziende private, PMI, cittadini. Ogni attore porta bisogni e competenze specifiche in relazione al servizio e ha motivazioni diverse per partecipare a un progetto. Scopri i diversi tipi di stakeholder e quali di essi possono aggiungere valore al tuo processo di co-produzione",
    "hackathon;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Comprendi le diverse tipologie di stakeholders",
    "hackathon;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;description": "La tua rete è equilibrata e inclusiva?\nCrea una mappa degli stakeholder, in cui viene visualizzato l'ecosistema delle parti interessate.",
    "hackathon;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;name": "Mappa graficamente la rete degli stakeholder",
    "hackathon;phase-exploit;description": "Definisci i modelli di business per garantire la sostenibilità del servizio coprodotto. Crea piani aziendali e accordi per la valorizzazione e l'utilizzo del servizio che ne favoriscano l'adozione da parte di PA, aziende e terze parti. La manutenzione e il monitoraggio continui sono cruciali per garantire servizi reattivi e accessibili.",
    "hackathon;phase-exploit;name": "Valorizzazione",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;description": "Eventualmente delega la messa in esercizio del servizio passando da soluzioni basate su risorse interne a soluzioni basate su infrastrutture Cloud di fornitori esterni. Concorda contratti, costi, responsabilità e benefici per le terze parti coinvolte nella messa in esercizio. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;name": "Valorizzazione post-Hackathon",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-agreement-for-winners-solutions-exploitation;description": "Organizza discussioni collaborative fra organizzatori e vincitori per definire accordi di collaborazione, aiutare i team vincitori nell'adottare misure per proteggere e sviluppare ulteriormente le loro soluzioni. Un accordo di sfruttamento deve essere creato e firmato dalle parti coinvolte. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-agreement-for-winners-solutions-exploitation;name": "Accordi per lo sfruttamento delle soluzioni vincitrici",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-publish-results;description": "Pubblica sui social media e sul sito web degli organizzatori i dettagli di progetti vincenti",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-publish-results;name": "Pubblica i risultati",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-sustainability-report;description": "Prepara un report che includa approfondimenti e lezioni apprese utili agli organizzatori. Questi informazioni valorizzano quanto è stato appreso dalla realizzazione dell'hackathon, come ad esempio i modi in cui le soluzioni concepite durante l'hackthon possono essere sfruttate dagli organizzatori per i loro scopi o affari. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-sustainability-report;name": "Report su sostenibilità",
    "hackathon;phase-run;description": "Sfoglia il catalogo degli INTERLINKERs per trovare i building block riutilizzabili per l'implementazione del tuo servizio. Monitora l'avanzamento dello sviluppo nel piano di lavoro del progetto. Fermati e rifletti sul processo finora svolto con le checklist di co-valutazione che aiutano a verificare la conformità a standard e regolamenti. Utilizzare gli incentivi e gli strumenti di ricompensa messi a disposizione dalla piattaforma INTERLINK per sostenere il contributo delle parti interessate e dei cittadini all'erogazione dei servizi. Monitora la qualità del servizio e la soddisfazione dei cittadini con sondaggi accuratamente preparati. Fermati e rifletti su come sta andando la co-consegna con le checklist di co-valutazione.",
    "hackathon;phase-run;name": "Esecuzione",
    "hackathon;phase-run;objective-hackathon-celebration;description": "Rilascia il servizio coprodotto. Assicurati che sia operativo 24x7. Fornisci supporto per integrare miglioramenti o correzioni. Stabilisci meccanismi fluidi tra i co-fornitori di servizi e i consumatori. Monitora l'adempimento degli obblighi e delle responsabilità di chi eroga il servizio.",
    "hackathon;phase-run;objective-hackathon-celebration;name": "Realizzazione dell'hackathon",
    "hackathon;phase-run;objective-hackathon-celebration;task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants;description": "Organizza le attività tra i co-erogatori del servizio in base ai loro ruoli e responsabilità. Garantisci che la qualità del servizio sia mantenuta nelle attività coinvolte nell'erogazione del servizio. Avvia sondaggi di valutazione della soddisfazione e della qualità del servizio. ",
    "hackathon;phase-run;objective-hackathon-celebration;task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants;name": "Coordina gli attori coinvolti nella co-esecuzione dell'hackathon (organizzatori, valutatori, partecipanti)",
    "hackathon;phase-run;objective-hackathon-celebration;task-guarantee-transparent-communication-with-participants-in-the-hackathon;description": "Garantisci una comunicazione fluida e reattiva tra il team di co-erogatori e, soprattutto, tra coloro che consumano e riutilizzano il servizio fornito e il team responsabile dell'erogazione del servizio. Stabilisci un meccanismo di comunicazione basato sul web che consenta di tracciare la comunicazione con tutti gli attori coinvolti. ",
    "hackathon;phase-run;objective-hackathon-celebration;task-guarantee-transparent-communication-with-participants-in-the-hackathon;name": "Garantisci comunicazioni trasparenti con i partecipanti dell'hackathon",
    "hackathon;phase-run;objective-hackathon-celebration;task-winner-selection-and-announcement;description": "In base ai criteri stabiliti durante la fase di DESIGN, i valutatori valutano i progetti sottomessi, producono una classifica e gli organizzatori annunciano i vincitori.",
    "hackathon;phase-run;objective-hackathon-celebration;task-winner-selection-and-announcement;name": "Selezione dei vincitori e annuncio",
    "hackathon;phase-run;objective-launch-hackathon-website;description": "L'implementazione del servizio non è possibile se non si considera in anticipo un ambiente per il suo rilascio e la sua manutenzione. Indipendentemente dal fatto che il servizio coprodotto previsto sia un software o un insieme di risorse digitali, identifica, seleziona e prepara gli ambienti di sviluppo e di distribuzione per la tua soluzione. E' importante specificare e testare chiaramente i vincoli tecnici entro i quali sarà ospitato il servizio erogato.",
    "hackathon;phase-run;objective-launch-hackathon-website;name": "Lancia il sito web per l'hackathon",
    "hackathon;phase-run;objective-launch-hackathon-website;task-technical-implementation-and-deployment;description": "Identifica le dipendenze e l'ambiente necessario per la co-produzione e l'erogazione del servizio. Configura e rilascia (se non già disponibili) le dipendenze e l'ambiente. Documenta i progressi relativi all'implementazione degli aspetti tecnici associati al servizio coprodotto. ",
    "hackathon;phase-run;objective-launch-hackathon-website;task-technical-implementation-and-deployment;name": "Implementazione tecnica e messa in esercizio",
    "hackathon;phase-run;objective-service-implementation;description": "A seconda della natura del servizio , si adottano strumenti e meccanismi diversi per realizzare un determinato servizio coprodotto. La realizzazione di un servizio coprodotto potrebbe comportare la programmazione, l'utilizzo di strumenti di progettazione grafica, la modellazione e la fabbricazione 3D e così via. Registra i progressi raggiunti durante la realizzazione dell'implementazione del servizio coprodotto, crea e condividi report sullo stato di avanzamento, crea collegamenti incrociati con i repository, documenta l'API del servizio coprodotto o il kit e/o le risorse generate per realizzare il servizio . Riconosci e traccia i contributi di diversi membri del team di coproduzione o contributori esterni. Riutilizza gli INTERLINKERs esistenti (software e conoscenza) e sfogliali nel Catalogo, non reinventare la ruota!",
    "hackathon;phase-run;objective-service-implementation;name": "Implementazione del servizio",
    "hackathon;phase-run;objective-service-implementation;task-launch-engagement-campaign;description": "Organizza le attività con i candidati che partecipano all'hackathon in base ai risultati dell'analisi degli stakeholder effettuata in precedenza.",
    "hackathon;phase-run;objective-service-implementation;task-launch-engagement-campaign;name": "Lancia campagne di coinvolgimento",
    "hackathon;phase-run;objective-service-implementation;task-monitor-submissions;description": "Monitora l'andamento delle sottomissioni prima della scadenza stabilita. Organizza ulteriori attività se necessario.",
    "hackathon;phase-run;objective-service-implementation;task-monitor-submissions;name": "Monitora le sottomissioni",
    "hackathon;phase-run;objective-service-implementation;task-open-submissions;description": "Consenti la sottomissione di idee da parte dei team che intendono prendere parte all'hackathon.",
    "hackathon;phase-run;objective-service-implementation;task-open-submissions;name": "Apri le sottomissioni",
    "servicedescriptionenhancement;description": "Si tratta di uno specifico processo di co-produzione specificamente rivolto al raffinamento collaborativo delle descrizioni dei servizi pubblici dove i cittadini, gli impiegati che gestiscono le infrastrutture dei servizi pubblici e gli impiegati in specifici dipartimenti collaborano nella preparazione delle spiegazioni. Questo processo è composto dalle seguenti fasi: a) COINVOLGIMENTO - durante il quale gli stakeholder coinvolti nel raffinamento delle descrizioni di servizi vengono individuati e coinvolti; b) PROGETTAZIONE - dove gli attuali gestori dei servizi digitali preparano lo spazio per la collaborazione sui testi da usarsi per raffinare le descrizioni dei servizi; c) ESECUZIONE - quando i contributi dei diversi stakeholder vengono raccolti, moderati e validati con il supporto dell'INTERLIKER Description Augmenter; e d) RAFFINAMENTO - quando i contributi validati vengono valutati e tradotti in raffinamenti delle descrizioni dei servizi.",
    "servicedescriptionenhancement;name": "Schema di co-produzione per guidare il raffinamento collaborativo di descrizioni di servizi pubblici",
    "servicedescriptionenhancement;phase-design;description": "Segui le linee guida per discutere insieme, in modo equilibrato e inclusivo, temi, beneficiari e priorità per il servizio da progettare. Trova risorse utili per condurre interviste, sondaggi e focus group per una comprensione più profonda dei bisogni e delle esigenze degli stakeholder e dei cittadini. Utilizza il materiale proposto per organizzare sessioni di progettazione dei servizi e sviluppare mockup. Fermati e rifletti sul processo finora svolto con le checklist di co-valutazione.",
    "servicedescriptionenhancement;phase-design;name": "Progettazione",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;description": "Definisci e concorda chiaramente il problema che deve essere affrontato dal team di co-produzione. Questo è un passo importante verso la creazione di una soluzione efficace ed efficiente. Diverse risorse possono essere utili a tal fine: suggerimenti su come creare e condividere un linguaggio comune tra i membri del team, risorse per guidare discussioni collaborative, strumenti per la raccolta di idee.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;name": "Focalizza in modo collaborativo il problema di migliorare le descrizioni di servizio",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-collaboratively-problem-refinement;description": "Affina grazie alla collaborazione della rete degli stakeholder il problema da affrontare. La progettazione del servizio è un'attività di problem solving ed è importante capire chiaramente qual è la sfida che il team affronta e come raccogliere maggiori informazioni per capire come dovrebbe essere progettato il servizio. Organizza focus group per discutere idee e ipotesi iniziali, perfezionali attraverso metodi strutturati e identifica le informazioni mancanti che devono ancora essere raccolte.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-collaboratively-problem-refinement;name": "Raffina in modo collaborativo il problema",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-define-requirements-and-constraints-for-the-public-service-description-enhancement;description": "Le idee relative alla progettazione del servizio devono essere tradotti in requisiti formali per procedere all'implementazione del servizio. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato. Utilizza formalismi standard per le descrizioni dei requisiti, come ad esempio il modello di specifica dei requisiti di Volere.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-define-requirements-and-constraints-for-the-public-service-description-enhancement;name": "Definisci i requisiti e i vincoli del servizio",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;description": "Sulla base dell'INTERLINKER Description Augmenter crea un nuovo processo di raffinamento della descrizione di un servizio.",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;name": "Specifica il processo di raffinamento della descrizione di un servizio",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;task-launch-description-augmenter;description": "Usa il bottone \"Inizia Procedura\" per lanciare il Description Augmenter o semplicemente seleziona il Description Augmenter dalla lista degli INTERLINKER raccomandati",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;task-launch-description-augmenter;name": "Lancia il Description Augmenter",
    "servicedescriptionenhancement;phase-design;objective-sustainability;description": "Prima di addentrarti nel lancio effettivo del processo di miglioramento delle descrizioni dei servizi, fermati a riflettere sui risultati di design ottenuti sino ad ora e sulla effettiva fattibilità e sostenibilità di quello che state per implementare.",
    "servicedescriptionenhancement;phase-design;objective-sustainability;name": "Sostenibilità",
    "servicedescriptionenhancement;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "Quali sono gli incentivi per coloro che forniscono supporto / finanziamenti al servizio e per coloro che lo sviluppano / mantengono?\nFermati e rifletti come ha funzionato fino ad ora la collaborazione fra gli stakeholder. Segui la lista di controllo per capire se siano necessari ulteriori incentivi e misure di supporto per assicurare uno sviluppo ed una erogazione del servizio produttivi.",
    "servicedescriptionenhancement;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Comprendere le motivazioni e gli incentivi necessari",
    "servicedescriptionenhancement;phase-engage;description": "Quali stakeholders dovrebbero essere coinvolti nel processo di co-produzione? Come comunicare loro gli obiettivi del progetto e i benefici della partecipazione?\nImpara quale sia il valore di coinvolgere gli stakeholder. Utilizza gli strumenti di conoscenza messi a disposizione per comprendere chi sono gli stakeholder da coinvolgere nel progetto ed il ruolo che possono avere.\nSfrutta i modelli di comunicazione per attivare la consapevolezza, invitare gli stakeholder e creare una rete attiva di contributori motivati. Definisci degli accordi di partnership e assicura la protezione delle informazioni condivise. Pianifica in modo collaborativo i prossimi passi e crea dei sottogruppi di lavoro. ",
    "servicedescriptionenhancement;phase-engage;name": "Coinvolgimento",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;description": "Il coinvolgimento degli stakeholder inizia dalla comprensione di come comunicare, collaborare ed interagire efficacemente con le persone chiave che possono impattare ed avere una influenza positiva o negativa sul successo del progetto.\nPer raggiungere questo obiettivo, prepara attentamente un piano di coinvolgimento, crea consapevolezza a partire da materiale di comunicazione tagliato per l'audience specifica, rifletti su come comunicare i potenziali benefici della partecipazione agli stakeholder e, quando previsto dal progetto, rifletti su come coinvolgere i cittadini nel processo di co-produzione. ",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;name": "Coinvolgere gli stakeholder",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Comunica chiaramente i vantaggi della co-produzione di servizi alla tua rete di stakeholder e di cittadini.\nI partecipanti devono capire perché la loro partecipazione è importante, cosa possono ottenere individualmente e come gruppo.",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Comunica i benefici agli stakeholder",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-refinement-process;description": "Fornisci ai membri della società civile le informazioni di cui hanno bisogno per comprendere il progetto, il processo decisionale e anche come il loro input può influenzare le decisioni, la progettazione del servizio e il modo in cui viene erogato. ",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-refinement-process;name": "Coinvolgi i cittadini nel processo di co-raffinamento",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Crea un piano di coinvolgimento efficace che consenta di raggiungere le tipologie e il numero di stakeholder sufficienti per garantire che il servizio coprodotto sia ben mirato.\nUn piano di coinvolgimento è solitamente composto da tre parti: l'identificazione degli stakeholder del progetto; la pianificazione di mezzi efficaci per interagire con ogni stakeholder e protocolli per documentare accuratamente il vostro lavoro per motivi di trasparenza, responsabilità e valutazione del processo.",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Prepara un piano di coinvolgimento",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;description": "L'identificazione degli attori rilevanti è il primo passo per avviare il processo di co-produzione. A seconda del tipo di progetto, degli obiettivi e del livello di coinvolgimento dei cittadini, è necessario rispondere a diverse domande.\nQuali diversi tipi di portatori di interesse e stakeholder entrano in gioco nell'iniziativa da co-produrre? Quali sono le loro motivazioni e capacità per partecipare al progetto? Qual è la loro posizione nella rete? Come contattarli?\nSegui le attività specifiche per ottenere il quadro completo.",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;name": "Identifica gli stakeholder",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Annota l'elenco dei partecipanti, da affiancare al team di coproduzione, che potrebbero essere interessati ad osservare l'andamento del progetto di coproduzione e avere l'opportunità di esprimere opinioni e prendere parte ad alcuni processi decisionali. ",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Crea un elenco di contatti di potenziali partecipanti alla rete",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Solitamente diversi attori sono impegnati in processi di co-produzione per creare un nuovo servizio o per personalizzare un servizio già esistente: enti pubblici, aziende private, PMI, cittadini. Ogni attore porta bisogni e competenze specifiche in relazione al servizio e ha motivazioni diverse per partecipare a un progetto. Scopri i diversi tipi di stakeholder e quali di essi possono aggiungere valore al tuo processo di co-produzione.",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Comprendi le diverse tipologie di stakeholders",
    "servicedescriptionenhancement;phase-refine;description": "Applica i raffinamenti derivati dal contributo collettivo e pubblica la nuova versione della descrizione del servizio.",
    "servicedescriptionenhancement;phase-refine;name": "Raffinamento",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;description": "Puoi utilizzare un tracciamento delle modifiche per mantenere la storia dei cambiamenti applicati al documento attraverso il Description Augmenter",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;name": "Applica i raffinamenti",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-generate-a-checklist-for-improvements;description": "Puoi effettuare una copia del report riassuntivo delle modifiche e caricarlo nello spazio di lavoro con il supporto dell'INTERLINKER GoogleDrive (utilizzabile dal bottone \"Inizia Procedura\"). Puoi usare questo documento come lista di controllo per indicare quali suggerimenti di raffinamento sono stati accettati e processati.",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-generate-a-checklist-for-improvements;name": "Genera una lista di controllo dei miglioramenti",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-link-to-content-management-system-cms-where-changes-should-be-applied;description": "Crea collegamenti nel Content Management System (CMS) nel punto dove dovrebbero essere applicati dei cambiamenti alla descrizione dei servizi pubblici",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-link-to-content-management-system-cms-where-changes-should-be-applied;name": "Crea collegamenti nel Content Management System (CMS) nel punto dove dovrebbero essere applicati dei cambiamenti",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;description": "Usa il Gestore di Risorse Esterne (attraverso il bottone \"Inizia Procedura\") per includere un collegamento alla versione raffinata della descrizione di servizio pubblico dopo che i cambiamenti sono stati applicati",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;name": "Pubblica la versione raffinata della descrizione di servizio pubblico",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-communicate-enhancements-to-co-refiners;description": "Comunica i miglioramenti applicati come risultato del contributo dei partecipanti e invia aggiornamenti",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-communicate-enhancements-to-co-refiners;name": "Comunica i raffinamenti ai partecipanti",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-link-with-enhanced-version-of-public-service-description;description": "Utilizza il Gestore di Risorse Esterne per includere riferimenti alla nuova descrizione di servizio pubblico",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-link-with-enhanced-version-of-public-service-description;name": "Crea un link alla versione migliorata della descrizione di servizio pubblico",
    "servicedescriptionenhancement;phase-run;description": "Utilizza il processo di co-raffinamento effettuato, rivedi i contributi dei partecipanti alla descrizione di serviio, accetta o declina i contributi, esporta il report con i cambiamenti accettati in modo che possano essere elaborati per il raffinamento.",
    "servicedescriptionenhancement;phase-run;name": "Esecuzione",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;description": "Accedi attraverso il Description Augmenter alla vista aumentata delle descrizioni di servizio per monitorare e moderare i contributi collettivi, general report intermedi e memorizza queste versioni. Tieni conto che solamente il creatore del processo di raffinamento di una descrizione di servizio può moderare la discussione, a meno che appropriati diritti vengano assegnati ad altri membri del team di co-raffinamento attraverso il pannello di controllo della Servicepedia",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;name": "Monitora in modo continuo il processo di raffinamento collettivo",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-link-to-the-description-augmenter-project;description": "Genera un link al progetto in Description Augmenter in modo che altri partecipanti possano rivedere i contributi, accettarli o declinarli e generare i report riassuntivi del processo di raffinamento. Ricorda che sono i partecipanti con ruolo di moderatore in Servicepedia possono accettare o declinare i suggerimenti. Tutti gli altri possono commentare e aggiungere nuovi suggerimenti di raffinamento. ",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-link-to-the-description-augmenter-project;name": "Crea un link al progetto in Description Augmenter",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-review-in-servicepedia-dashboard-user-contributions;description": "Controlla nel pannello di controllo della Servicepedia i contributi degli utenti, accetta quelli che sono validi, declina quelli non ottimali, fino al completamento del processo di revisione",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-review-in-servicepedia-dashboard-user-contributions;name": "Controlla nel pannello di controllo della Servicepedia i contributi degli utenti",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;description": "Pubblica i report sui raffinamenti generati dalla componente Servicepedia dopo aver terminato di processare i suggerimenti di raffinamento su una data descrizione di servizio pubblico",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;name": "Pubblica un report con le revisioni accettate per essere processate",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;task-publish-enhancement-report;description": "Pubblica il report di raffinamento dalla componente Servicepedia.",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;task-publish-enhancement-report;name": "Pubblica il report di raffinamento"
}
