{
    "default;description": "Il progetto INTERLINK ha elaborato un processo predefinito o schema che può essere utilizzato da Pubbliche Amministrazioni e cittadini per realizzare collaborativamente un servizio publico. Il processo si compone di due fasi principali:\n1) Fase di co-progettazione. Si tratta di una serie di attività che incorporano \"l'esperienza degli utenti e delle loro comunità\" nella creazione, pianificazione o organizzazione di servizi pubblici. In questa fase si definisce il gruppo di lavoro. Si divide in due sottofasi: 1.1) Coinvolgimento e 1.2) Progettazione vera e propria.\n2) Fase di erogazione congiunta. Si tratta di una serie di attività per realizzare il servizio progettato e programmare la sua sostenibilità anche economica, implementando l'efficacia anche di altri servizi. Si divide in due sottofasi: 2.1) Realizzazione e 2.2) Sostenibilità economica.",
    "default;name": "Processo predefinito o schema",
    "default;phase-build;description": "Sfoglia il catalogo degli INTERLINKERs per trovare gli strumenti digitali che puoi riutilizzare per la realizzazione del servizio. Monitora l'avanzamento del progetto nel piano di lavoro. Verifica la conformità a standard e regolamenti, l'andamento dell'erogazione grazie alle checklist di co-valutazione. Utilizza gli incentivi e le ricompense per supportare e contribuire all'erogazione dei servizi. Monitora la qualità del servizio e la soddisfazione dei cittadini con sondaggi accuratamente preparati.",
    "default;phase-build;name": "Implementazione",
    "default;phase-build;objective-service-codelivery;description": "Eroga il servizio realizzato collaborativamente. Assicurati che sia operativo 24 ore al giorno per 7 giorni. Fornisci supporto per integrare eventuali miglioramenti o correzioni. Crea un canale di comunicazione fluido tra tutti i fornitori del servizio e i consumatori. Monitora l'adempimento degli obblighi e delle responsabilità degli altri fornitori.",
    "default;phase-build;objective-service-codelivery;name": "Erogazione congiunta del servizio",
    "default;phase-build;objective-service-codelivery;task-coordinate-the-actors-involved-in-the-codelivery-of-the-service;description": "Organizza le attività tra i co-erogatori del servzio in base ai loro ruoli e responsabilità. Garantisci che la qualità del servizio sia mantenuta nelle attività coinvolte nell'erogazione del servizio. Avvia sondaggi per valutare il grado di soddisfazione e la qualità percepita del servizio.",
    "default;phase-build;objective-service-codelivery;task-coordinate-the-actors-involved-in-the-codelivery-of-the-service;name": "Coordina gli attori coinvolti nella erogazione congiunta del servizio",
    "default;phase-build;objective-service-codelivery;task-guarantee-transparent-communication-about-the-service-codelivered;description": "Crea un flusso di comunicazione proattivo tra i componenti del gruppo di lavoro, soprattutto, tra coloro che consumano e riutilizzano il servizio fornito e il gruppo responsabile dell'erogazione. Stabilisci un meccanismo di comunicazione digitale, che utilizzi il web in modo da tenere una traccia degli scambi tra tutti gli attori coinvolti. ",
    "default;phase-build;objective-service-codelivery;task-guarantee-transparent-communication-about-the-service-codelivered;name": "Fai in modo che la comunicazione sul servizio erogato congiuntamente sia trasparente",
    "default;phase-build;objective-service-codelivery;task-identify-all-the-actors-engaged-in-the-codelivery-their-role-and-responsability;description": "Crea una mappa degli attori responsabili delle varie fasi dell'erogazione del servizio: rilascio, manutenzione, supporto e sfruttamento. Assegna ruoli e responsabilità ai diversi attori. Valorizza le attività di erogazione congiunta in modo che i contributi di ciascuno possano essere tracciati e valutati. Utilizza un canvas per progettare il erogazione del servizio. ",
    "default;phase-build;objective-service-codelivery;task-identify-all-the-actors-engaged-in-the-codelivery-their-role-and-responsability;name": "Identifica tutti gli attori coinvolti nell'erogazione del servizio, il loro ruolo e responsabilità",
    "default;phase-build;objective-service-implementation;description": "A seconda della natura del servizio da realizzare adotta strumenti e meccanismi diversi: la programmazione, la progettazione grafica, la modellazione e la stampa 3D e così via. Registra i progressi raggiunti durante l'implementazione del servizio, crea e condividi report sullo stato di avanzamento, crea collegamenti incrociati con i repository, documenta l'API del servizio coprodotto o il kit e/o le risorse generate per realizzare il servizio. Riconosci e traccia i contributi dei diversi membri del team o esterni. Riutilizza gli INTERLINKERs esistenti (software e conoscenza) che trovi nel Catalogo... non creare una cosa se già esiste!",
    "default;phase-build;objective-service-implementation;name": "Implementa il servizio",
    "default;phase-build;objective-service-implementation;task-service-implementation;description": "A partire dalle specifiche del servizio generate nella fase di PROGETTAZIONE, implementa o crea nuove funzionalità. Predisponi meccanismi accessibili e inclusivi per favorire la futura fruizione del servizio. ",
    "default;phase-build;objective-service-implementation;task-service-implementation;name": "Implementa il servizio",
    "default;phase-build;objective-technical-implementation;description": "L'implementazione del servizio non è possibile se non predisponi in anticipo le condizioni per l'erogazione e la manutenzione. Indipendentemente dal fatto che il servizio sarà uno specifico software o un insieme di risorse digitali, identifica, seleziona e prepara le condizioni di sviluppo e distribuzione. E' importante specificare e testare chiaramente i vincoli tecnici entro con i quali il servizio erogato dovrà confrontarsi.",
    "default;phase-build;objective-technical-implementation;name": "Implementa con soluzioni tecniche",
    "default;phase-build;objective-technical-implementation;task-technical-implementation;description": "Identifica le dipendenze e l'ambiente di sviluppo necessario per la realizzazione e l'erogazione del servizio. Configura e rilascia (se non sono già disponibili) le dipendenze e l'ambiente di sviluppo. Documenta i progressi relativi all'implementazione degli aspetti tecnici associati al servizio. ",
    "default;phase-build;objective-technical-implementation;task-technical-implementation;name": "Implementa con soluzioni tecniche",
    "default;phase-design;description": "Segui le linee guida per discutere insieme, in modo equilibrato e inclusivo, temi, beneficiari e priorità per il servizio da progettare. Trova risorse utili per condurre interviste, sondaggi e focus group per una comprensione più profonda dei bisogni e delle esigenze degli attori coinvolti e dei cittadini. Utilizza il materiale della piattaforma per organizzare sessioni di progettazione e di sviluppo dei mockups. Fermati e rifletti sul processo finora svolto con le checklist di co-valutazione.",
    "default;phase-design;name": "Progettazione",
    "default;phase-design;objective-focus-the-problem-collaboratively;description": "Definisci e condividi con chiarezza il problema che deve essere affrontato dal gruppo di lavoro. E' un passo importante per poi realizzare una soluzione efficace ed efficiente. Diverse risorse possono essere utili: risorse su come adottare un linguaggio comune tra i membri del gruppo, risorse per guidare discussioni collaborative, risorse per la raccolta di idee.",
    "default;phase-design;objective-focus-the-problem-collaboratively;name": "Focalizza il problema in modo collaborativo",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaborative-agree-on-a-service-idea;description": "Torna alla tua rete di attori coinvolti per convalidare l'idea alla base del servizio tramite un focus group o sondaggi",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaborative-agree-on-a-service-idea;name": "Concorda in modo collaborativo l'idea alla base del servizio",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-problem-refinement;description": "Circoscrivi il problema e i suoi confini grazie alla collaborazione della rete di tutti gli attori coinvolti. La progettazione del servizio è un'attività di problem solving ed è importante capire con chiarezza qual è la sfida che il gruppo di lavoro deve affrontare, come raccogliere le informazioni necessarie alla progettazione del servizio. Organizza focus group per discutere idee e ipotesi, perfezionali attraverso metodi strutturati e identifica le informazioni mancanti che devono ancora essere raccolte.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-problem-refinement;name": "Definisci il problema in modo collaborativo",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-define-requirements-and-constraints-for-the-service;description": "Le idee relative alla progettazione del servizio devono essere tradotte in requisiti formali per procedere alla loro implementazione. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che ne definiscono l'obiettivo e come dovrebbe essere sviluppato. Utilizza termini standard per le descrizioni dei requisiti, come ad esempio il modello di specifica Volere Requirements.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-define-requirements-and-constraints-for-the-service;name": "Definisci i requisiti e i vincoli del servizio",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-develop-a-shared-language;description": "Sviluppa un linguaggio condiviso tra i membri del gruppo di lavoro e incoraggia la comunicazione e la condivisione di idee con tutti gli attori coinvolti. Condividi un linguaggio per consentire alle parti interessate di: i) costruire un terreno comune per un'azione congiunta, ii) condividere, concordare e comprendere un piano e un protocollo di ricerca a lungo termine, iii) valutare costantemente il successo o il fallimento delle decisioni adottate.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-develop-a-shared-language;name": "Sviluppa un linguaggio comune",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-problem-exploration-and-refinement;description": "In caso di necessità, amplia la raccolta di idee sui vari aspetti del problema avviando un forum di discussione.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-problem-exploration-and-refinement;name": "Raccogli idee per l'esplorazione e la definizione del problema",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-service;description": "Crea una descrizione iniziale (o più descrizioni) del potenziale servizio: a cosa serve? a chi si rivolge? chi lo eroga? Usa i modelli di descrizione per facilitare questa attività.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-service;name": "Crea un'idea iniziale del servizio",
    "default;phase-design;objective-ideation;description": "L'ideazione è la fase preliminare della progettazione del servizio; in questa fase viene creato il gruppo di progettazione, vengono esaminati i dati raccolti e, se necessario, vengono elaborate ulteriori idee.",
    "default;phase-design;objective-ideation;name": "Ideazione",
    "default;phase-design;objective-ideation;task-engage-relevant-actors-in-the-design;description": "Crea un gruppo di attori per procedere con l'ideazione vera e propria del servizio. Fornisci informazioni appropriate sul piano di lavoro e le fasi successive della realizzazione del servizio.",
    "default;phase-design;objective-ideation;task-engage-relevant-actors-in-the-design;name": "Coinvolgi gli attori rilevanti nella progettazione",
    "default;phase-design;objective-ideation;task-ideas-crowdsourcing;description": "Raccogli idee da un ampio gruppo di contributori (ad es. cittadini) relative a una sfida specifica, organizza e gestisci le idee ed eventualmente valutale. I progetti di crowdsourcing possono rivolgersi a partecipanti sia interni che esterni tramite strumenti e piattaforme dedicati, questionari, social media, concorsi e altri strumenti.",
    "default;phase-design;objective-ideation;task-ideas-crowdsourcing;name": "Crowdsourcing di idee",
    "default;phase-design;objective-ideation;task-organize-a-brainstorming;description": "Organizza e gestisci un brainstorming per rivedere i dati raccolti sull'intero ecosistema dei servizi già esistenti, per produrre nuove idee, discuterle e selezionarle attraverso le fasi divergenti e convergenti delle discussione di gruppo.",
    "default;phase-design;objective-ideation;task-organize-a-brainstorming;name": "Organizza un brainstorming",
    "default;phase-design;objective-problem-exploration;description": "Prima di progettare come il servizio apparirà, esplora a fondo il contesto del problema per raccogliere dati concreti su utenti, organizzazioni e i loro bisogni.",
    "default;phase-design;objective-problem-exploration;name": "Esplorazione del problema",
    "default;phase-design;objective-problem-exploration;task-collect-data-about-users-and-their-behavior;description": "Raccogli tutte le informazioni rilevanti sul servizio per mettere in atto i processi giusti. Ti consigliamo di stabilire diverse tipologie di consultazione a seconda dei gruppi a cui ti rivolgi:\n- Consulta gli utenti sui risultati desiderati del servizio\n- Consulta i fornitori di servizi sulle diverse soluzioni che possono dare\n- Chiedi alle autorità pubbliche quali sono le cornici (organizzative, normative, ecc.) che incidono sull'erogazione del servizio\n- Organizza focus group, interviste o sondaggi per ottenere informazioni e dati.",
    "default;phase-design;objective-problem-exploration;task-collect-data-about-users-and-their-behavior;name": "Raccogli dati sugli utenti e sul loro comportamento",
    "default;phase-design;objective-problem-exploration;task-ecosystem-mapping;description": "Elabora una rappresentazione grafica degli elementi che possono avere un impatto sull'utente, sull'organizzazione e sull'ambiente di servizio. La mappa dell'ecosistema viene costruita visualizzando prima tutte le entità e poi collegandole in base al tipo di valore che si scambiano.",
    "default;phase-design;objective-problem-exploration;task-ecosystem-mapping;name": "Mappa dell'ecosistema",
    "default;phase-design;objective-prototype;description": "Come puoi raccontare in che modo funziona il servizio?\nConvalida l'idea o verifica le ipotesi prima di sviluppare il servizio. Possono essere utilizzati diversi prototipi a seconda della fase di sviluppo del servizio e del tipo di servizio, sia che si tratti di un servizio digitale o meno.",
    "default;phase-design;objective-prototype;name": "Realizza dei prototipi",
    "default;phase-design;objective-prototype;task-experience-scenarios;description": "Analizza e visualizza come il sistema cambia o si evolve in base a scenari specifici e alle loro dinamiche.\nGli scenari introducono un livello dinamico di analisi, applicano la lente del tempo e mostrano le variazioni che potrebbero verificarsi. In questo modo, forniscono un livello di analisi più profondo del sistema, volto a comprendere le dinamiche e le relazioni tra gli attori nelle varie situazioni.",
    "default;phase-design;objective-prototype;task-experience-scenarios;name": "Sperimenta i diversi scenari",
    "default;phase-design;objective-prototype;task-mockups-and-lowfi-prototypes;description": "Discuti e valuta in modo iterativo mockup e prototipi a bassa fedeltà all'interno del gruppo di progettazione allargato. Crea un forum di discussione, utilizza un metodo per votare le idee e dispensa sondaggi di valutazione per facilitare questo passaggio in modo digitale.",
    "default;phase-design;objective-prototype;task-mockups-and-lowfi-prototypes;name": "Modelli di interfaccia e prototipi a bassa fedeltà",
    "default;phase-design;objective-prototype;task-perform-a-test-with-users;description": "Conduci esperimenti con potenziali utenti finali per una valutazione più circoscritta.\nGli utenti sono in grado di comprendere la lingua dei modelli di interfaccia? Sono presenti le funzionalità principali? Ci sono percorsi di interazione che non erano previsti?\nAnche esperimenti molto piccoli possono fornire input estremamente preziosi in questa fase.",
    "default;phase-design;objective-prototype;task-perform-a-test-with-users;name": "Esegui un test con gli utenti",
    "default;phase-design;objective-prototype;task-perform-an-heuristic-evaluation;description": "Testa il design del servizio con gli esperti. Segui le linee guida su come condurre una valutazione euristica (chiamata anche valutazione esperta) e utilizza i modelli con le euristiche (principi) durante l'esecuzione del test. Il test può essere condotto con i primi modelli e con i primi prototipi funzionanti.",
    "default;phase-design;objective-prototype;task-perform-an-heuristic-evaluation;name": "Esegui una valutazione euristica",
    "default;phase-design;objective-service-design;description": "Dopo la comprensione del problema e il brainstorming relativo alle idee di servizio, elabora soluzioni concrete per risolvere la tua sfida. I workshop di co-progettazione sono utili in questa fase come attività da fare insieme per discutere i diversi percorsi di co-progettazione da intraprendere. Collabora con gli altri portatori di interesse per definire il servizio da co-progettare e co-erogare.",
    "default;phase-design;objective-service-design;name": "Progettazione vera e propria del servizio",
    "default;phase-design;objective-service-design;task-define-personas;description": "Esplora il comportamento, i bisogni e le aspettative del beneficiario finale del servizio attraverso le Personas. Le \"Personas\" sono personaggi fittizi che incarnano l'archetipo del tuo beneficiario finale. Le \"Personas\" sono create osservando attentamente il target che si intende raggiungere e i loro comportamenti, caratteristiche, motivazioni, interessi. Sono uno strumento utile per conoscere a fondo il fruitore finale del servizio che stai progettando.",
    "default;phase-design;objective-service-design;task-define-personas;name": "Definisci le \"Personas\"",
    "default;phase-design;objective-service-design;task-define-scenarios;description": "Immagina diversi scenari d'uso. Per descrivere in modo collaborativo il servizio previsto, immaginare diversi scenari d'uso può far riflettere sull'esperienza dei beneficiari, degli utenti. Uno scenario d'uso è una storia che descrive, in modo narrativo, come il beneficiario interagirà con il servizio durante una situazione specifica. Scrivere scenari d'uso richiede di identificare un contesto specifico in cui si svolge l'azione, gli attori coinvolti e bisogni dell'utente stesso.",
    "default;phase-design;objective-service-design;task-define-scenarios;name": "Definisci gli scenari d'uso",
    "default;phase-design;objective-service-design;task-define-user-journeys;description": "Descrivi l'interazione tra l'utente finale e l'organizzazione, il servizio o il prodotto. Racconta la storia dal punto di vista dell'utente e cerca di descrivere come le aspettative dell'utente incontrano l'offerta della tua organizzazione. È uno strumento strategico che ti permette di tenere i clienti, i beneficiari e i fornitori al centro della progettazione, evidenziando punti deboli e opportunità con l'obiettivo di migliorare l'esperienza degli utente e rendere il servizio più efficace.",
    "default;phase-design;objective-service-design;task-define-user-journeys;name": "Definisci il percorso dell'utente",
    "default;phase-design;objective-service-specification;description": "Le idee relative alla progettazione del servizio devono essere tradotte in requisiti formali per procedere all'implementazione del servizio stesso. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato.",
    "default;phase-design;objective-service-specification;name": "Specifiche del servizio",
    "default;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;description": "Consulta le buone pratiche per la progettazione dell'interfaccia e lo sviluppo dei servizi pubblici. Rifletti, nel tuo caso specifico, su come fornire servizi in modo multicanale, massimizzando la fruizione di qualsiasi gruppo di utenti o di un singolo che agisce in proprio; fornisci dichiarazioni esaustive sui limiti di accessibilità nell'attuale implementazione.",
    "default;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;name": "Tieni presenti le linee guida dell'UE per lo sviluppo del servizio pubblico",
    "default;phase-design;objective-service-specification;task-content-design;description": "Prepara contenuti adeguati per il nuovo servizio pubblico. Segui le linee guida su come selezionare e utilizzare unlinguaggio appropriato in base agli utenti e alle loro competenze.",
    "default;phase-design;objective-service-specification;task-content-design;name": "Progettazione dei contenuti",
    "default;phase-design;objective-service-specification;task-data-model-design;description": "Procedi con l'implementazione del servizio definendo un modello di dati che spieghi: l'organizzazione concettuale del servizio; la sua organizzazione logica in termini di componenti; il livello fisico delle implementazioni del database richieste. ",
    "default;phase-design;objective-service-specification;task-data-model-design;name": "Progettazione del modello di dati",
    "default;phase-design;objective-service-specification;task-service-specification-definition;description": "Utilizza possibilmente standard specifici per descrivere il servizio. Ti suggeriamo di dare un'occhiata a quelli dell'UE come il Service Offering Canvas (SOC). Compilando questa mappa visiva dei servizi digitali, puoi infatti descrivere come vengono soddisfatte le esigenze dei diversi attori. Il risultato è una rappresentazione strutturata che guida orienta l'utente nell'utilizzo del servizio, che accoglie i suoi bisogni e spiega in che modo utilizzare il servizio. Le specifiche SOC possono essere condivise e confrontate con altri servizi dell'UE simili.",
    "default;phase-design;objective-service-specification;task-service-specification-definition;name": "Definizione delle specifiche del servizio",
    "default;phase-design;objective-service-specification;task-software-architecture-and-api-design;description": "Crea un documento che descriva l'architettura del software alla base del servizio e la progettazione delle Application Programming Interface (API).",
    "default;phase-design;objective-service-specification;task-software-architecture-and-api-design;name": "Architettura del software e progettazione delle API",
    "default;phase-design;objective-service-specification;task-user-interface-design;description": "Procedi con la progettazione dell'interfaccia utente del servizio attraverso la predisposizione di schizzi e mockup iniziali. Assicurati che il design dell'interfaccia utente segua le linee guida sull'usabilità e l'accessibilità. ",
    "default;phase-design;objective-service-specification;task-user-interface-design;name": "Progettazione dell'interfaccia utente",
    "default;phase-design;objective-sustainability;description": "Prima di approfondire ulteriormente lo sviluppo del tuo servizio, prenditi una pausa per riflettere sui risultati finora ottenuti e sull'effettiva fattibilità e sostenibilità di ciò che stai per realizzare.",
    "default;phase-design;objective-sustainability;name": "Durabilità",
    "default;phase-design;objective-sustainability;task-evaluation-of-codesign;description": "L'output del progetto è soddisfacente?\nSegui la checklist per capire se hai terminato la progettazione o se è meglio intraprendere un ciclo di perfezionamento.",
    "default;phase-design;objective-sustainability;task-evaluation-of-codesign;name": "Valutazione della co-progettazione",
    "default;phase-design;objective-sustainability;task-feasibility-analysis;description": "Sono disponibili tutte le competenze e le risorse tecniche per procedere con l'implementazione?\nSegui la checklist per una valutazione intermedia della fattibilità tecnica.",
    "default;phase-design;objective-sustainability;task-feasibility-analysis;name": "Analisi di fattibilità",
    "default;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;description": "Quanti finanziamenti sono necessari? Da dove proviene il denaro? Quali sono le fonti di finanziamento/sostegno necessarie per mantenere il servizio operativo dopo l'implementazione?\nSegui la checklist per una valutazione intermedia della sostenibilità finanziaria.",
    "default;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;name": "Perfeziona il modello di business preliminare",
    "default;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "Quali sono gli incentivi per coloro che forniscono supporto e/o finanziamenti al servizio e per coloro che lo sviluppano, mantengono in vita?\nProva a riflettere su come ha funzionato fino ad ora la collaborazione fra gli attori. Segui la check-list per capire se sono necessari ulteriori incentivi, misure di supporto per assicurare l'implementazione e l'erogazione del servizio.",
    "default;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Comprendi le motivazioni e come incentivarle",
    "default;phase-engage;description": "Quali attori dovrebbero essere coinvolti nel processo di realizzazione? Come comunicare loro gli obiettivi del progetto e i benefici della loro eventuale partecipazione?\nE' necessario che tu comprenda il valore insito nel coinvolgimento degli attori. Utilizza gli strumenti messi a disposizione per comprendere chi sono questi attori da coinvolgere nel progetto e il ruolo che possono avere.\nSfrutta gli strumenti di comunicazione per attivare la consapevolezza, invitare gli attori individuati e creare una rete attiva di persone che possano contribuire al progetto. Definisci degli accordi di partenariato e assicura la tutela delle informazioni condivise. Pianifica in modo collaborativo i prossimi passi e crea dei sottogruppi di lavoro. ",
    "default;phase-engage;name": "Coinvolgimento",
    "default;phase-engage;objective-define-data-management-plan;description": "Assicurati che i dati raccolti ed elaborati durante il processo di realizzazione siano gestiti secondo il regolamente europeo sulla protezione dei dati (il General Data Protection Regulation o GDPR) e le buone pratiche già esperite. Prepara un piano di gestione dei dati per tutta la durata del progetto e oltre.",
    "default;phase-engage;objective-define-data-management-plan;name": "Definisci il piano di gestione dei dati",
    "default;phase-engage;objective-define-data-management-plan;task-be-aware-of-data-impact;description": "Considera quali sono i Product Information Distribution Services (PIDs) degli utenti e dei fornitori.\nRifletti sugli aspetti di proprietà, minimizzazione, responsabilità, condivisione, archiviazione, anonimato.",
    "default;phase-engage;objective-define-data-management-plan;task-be-aware-of-data-impact;name": "Sii consapevole dell'impatto dei dati",
    "default;phase-engage;objective-define-data-management-plan;task-clarify-the-purpose-for-data-collection;description": "Quali dati verranno raccolti durante la realizzazione del servizio?\nAvvia il tuo piano di gestione dei dati creando un inventario dei tipi di dati che verrano raccolti e usati e della loro origine.",
    "default;phase-engage;objective-define-data-management-plan;task-clarify-the-purpose-for-data-collection;name": "Chiarisci lo scopo della raccolta dei dati",
    "default;phase-engage;objective-define-data-management-plan;task-understand-how-the-data-flows;description": "Chi accede ai dati? Con quale scopo?\nStabilisci dove possono essere archiviati i dati in modo sicuro e se devono essere eventualmente trasferiti a terzi.",
    "default;phase-engage;objective-define-data-management-plan;task-understand-how-the-data-flows;name": "Comprendi il flusso dei dati",
    "default;phase-engage;objective-define-legal-and-ethical-framework;description": "La complessità delle normative legali a volte può rendere difficile per le amministrazioni utilizzare le Tecnologie per l'Informazione e la Comunicazione (TIC) per realizzare servizi pubblici; può anche causare ritardi significativi nell'implementazione delle diverse soluzioni.\nSegui le linee guida che ti proponiamo per stilare gli accordi finanziari, tecnici e legali che garantiscono la fattibilità del tuo progetto.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;name": "Definisci il quadro giuridico ed etico",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-non-disclosure-agreement-nda;description": "Considera l'opportunità per la tua rete di parti interessate di un accordo formale per non divulgare informazioni riservate ma condivise durante la realizzazione collaborativa del servizio.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-non-disclosure-agreement-nda;name": "Definisci un accordo di riservatezza (in inglese Non-Disclosure Agreement, NDA)",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-partnership-agreement;description": "I partecipanti dovrebbero comprendere chiaramente il loro ruolo nella realizzazione congiunta, le loro responsabilità, i loro diritti.\nPotresti scrivere il piano generale e i termini e della collaborazione, per dare all'iniziativa una struttura più formale, maggiore visibilità e sostegno politico.\nLinee guida ed esempi di accordi possono aiutarti a decidere quale sia la soluzione più adatta al tuo caso.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-partnership-agreement;name": "Definisci un accordo di partenariato",
    "default;phase-engage;objective-engage-stakeholders;description": "Il coinvolgimento inizia con una fase di analisi su come comunicare, collaborare ed interagire efficacemente con gli attori chiave che possono avere una influenza positiva o negativa sul successo del progetto.\nPrepara attentamente un piano di coinvolgimento, crea consapevolezza sul percorso da intraprendere insieme e sui suoi benefici a partire da materiale di comunicazione creato esclusivamente per ogni singolo target individuato. Prova a immaginare come comunicare, con quali obiettivi e con quali strumenti, con i potenziali beneficiari e, se previsto dal progetto, anche come coinvolgere tutti i cittadini in generale nel processo. ",
    "default;phase-engage;objective-engage-stakeholders;name": "Coinvolgi gli attori individuati",
    "default;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Comunica con chiarezza quali sono i vantaggi di realizzare congiuntamente i servizi alla tua rete di attori individuati e ai cittadini.\nI partecipanti devono capire perché il loro coinvolgimento è importante, cosa possono ottenere sia individualmente sia come gruppo.",
    "default;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Comunica i vantaggi e le opportunità agli attori coinvolti",
    "default;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;description": "Accertati che le parti interessate siano a conoscenza dell'iniziativa per assicurarti la loro partecipazione. Creare consapevolezza è un processo per informare ed educare le persone su un argomento o un problema con l'intenzione di influenzare i loro atteggiamenti, comportamenti e convinzioni verso il raggiungimento di uno scopo o un obiettivo definito.",
    "default;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;name": "Crea consapevolezza e comunica i tuoi obiettivi",
    "default;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;description": "Fornisci ai membri della società civile le informazioni di cui hanno bisogno per comprendere il progetto, il processo decisionale e anche come la loro partecipazione può influenzare le decisioni, la progettazione del servizio e il modo in cui viene erogato. ",
    "default;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;name": "Coinvolgi i cittadini nel processo di realizzazione",
    "default;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Crea un piano di coinvolgimento efficace per raggiungere le tipologie e il numero di attori sufficienti per garantire che il servizio risponda ai bisogni individuati.\nUn piano di coinvolgimento è solitamente composto da tre parti: l'identificazione degli attori del progetto; la pianificazione dei mezzi per interagire con loro in modo efficace e i protocolli per documentare il lavoro, ai fini di garantire trasparenza del percorso, i titolari delle responsabilità ed effettuare una valutazione complessiva.",
    "default;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Disegna una strategia di coinvolgimento",
    "default;phase-engage;objective-identify-stakeholders;description": "L'identificazione degli attori rilevanti è il primo passo per avviare il processo di realizzazione congiunta. A seconda del tipo di progetto, degli obiettivi e del livello di coinvolgimento dei cittadini, è necessario rispondere a diverse domande.\nQuali diversi portarori di interesse entrano in gioco nell'iniziativa da progettare collaborativamente? Quali sono le loro motivazioni? Hanno le competenze per partecipare al progetto? Qual è la loro posizione nella rete degli altri attori coinvolti? Come contattarli?\nSegui le attività specifiche per ottenere il quadro completo.",
    "default;phase-engage;objective-identify-stakeholders;name": "Identifica gli attori chiave",
    "default;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Crea un elenco dei partecipanti che, in aggiunta al gruppo di lavoro, potrebbero essere interessati ad osservare l'andamento del progetto, che potrebbero esprimere opinioni, suggerimenti e prendere parte ad alcuni dei processi decisionali. ",
    "default;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Crea un elenco di contatti di potenziali partecipanti",
    "default;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;description": "La mappatura delle parti interessate è fondamentale per avere una visione chiara dei ruoli che questi attori possono svolgere nelle diverse fasi, del loro impegno e dell'importanza strategica che rivestono. Analizza la complessità delle relazioni, evidenziando quali sono i connettori che possono essere cruciali per lo sviluppo del tuo progetto.",
    "default;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;name": "Crea una mappa delle parti interessate, analizza le loro motivazioni, competenze e aspettative",
    "default;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Solitamente diversi attori sono impegnati in processi di co-produzione per creare un nuovo servizio o per personalizzare un servizio già esistente: enti pubblici, aziende private, PMI, cittadini. Ogni attore porta bisogni e competenze specifiche in relazione al servizio e ha motivazioni diverse per partecipare a un progetto. Scopri i diversi tipi di attori da coinvolgere e quali di essi possono aggiungere valore al tuo processo di co-produzione.",
    "default;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Comprendi le diverse tipologie di attori da coinvolgere",
    "default;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;description": "La tua rete è equilibrata e inclusiva?\nCrea una mappa dei portatori di interesse, in cui venga visualizzato l'intero ecosistema di questi.",
    "default;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;name": "Crea una mappa grafica della rete dei portatori di interesse",
    "default;phase-sustain;description": "Definisci i modelli di business per garantire la sostenibilità economica del servizio realizzato congiuntamente. Crea piani aziendali e licenze per l'utilizzo del servizio, in modo da favorire l'adozione da parte di Pubbliche Amministrazioni, aziende e terze parti. La manutenzione e il monitoraggio continui sono cruciali per garantire servizi efficaci, aggiornati e accessibili.",
    "default;phase-sustain;name": "Durabilità",
    "default;phase-sustain;objective-handover;description": "Puoi delegare l'erogazione del servizio a terzi, passando da soluzioni basate su risorse interne a soluzioni basate su infrastrutture Cloud di fornitori esterni. Concorda contratti, costi, responsabilità e benefici con i fornitori. ",
    "default;phase-sustain;objective-handover;name": "Passaggio di consegne",
    "default;phase-sustain;objective-handover;task-business-model-specification;description": "Il gruppo di lavoro definisce da uno a molti modelli di business con i relativi piani aziendali che possono essere negoziati con terze parti che adottano il servizio, che desiderano gestirne l'esecuzione, la manutenzione e il monitoraggio. In questo caso è necessario definire la strategia di valorizzazione tra chi realizza e chi adotta il nuovo servizio",
    "default;phase-sustain;objective-handover;task-business-model-specification;name": "Specifica il modello di business",
    "default;phase-sustain;objective-handover;task-exploitation-agreement;description": "Prima che una terza parte possa adottare un servizio nuovo, è importante firmare un accordo per il suo utilizzo tra chi lo ha ideato e realizzato e chi lo dovrà erogare o gestire. ",
    "default;phase-sustain;objective-handover;task-exploitation-agreement;name": "Accordo per l'utilizzo",
    "default;phase-sustain;objective-handover;task-handover;description": "Fornisci la documentazione utile alle parti terze che si occuperanno della manutenzione e del monitoraggio del servizio. E' importante definire un accordo contrattuale per disciplinare il trasferimento della responsabilità di esercizio a terzi e la ripartizione dei ricavi tra coloro che hanno realizzato il servizio e le terze parti che possono sfruttarlo. Prevedi come personalizzare il servizio in base ai clienti (attraverso traduzioni in altre lingue d'uso, adattamenti di contenuti e così via). ",
    "default;phase-sustain;objective-handover;task-handover;name": "Passaggio di consegne",
    "default;phase-sustain;objective-maintenance;description": "Garantisci che il servizio implementato sia costantemente aggiornato e risponda alle richieste dei clienti. Questo potrebbe rendere il servizio più adatto ai loro bisogni e più utile. Questa responsabilità può essere condivisa tra il gruppo di lavoro e le terze parti che eventualmente gestiscono il servizio. ",
    "default;phase-sustain;objective-maintenance;name": "Manutenzione",
    "default;phase-sustain;objective-maintenance;task-task-distribution-for-maintenance-contracts-regulation-data-management-archiving;description": "Sia che l'esecuzione del servizio sia stata delegata ad altri sia che sia svolta dal gruppo di lavoro, una efficace distribuzione delle attività deve essere assicurata fra coloro che si occupano della manutenzione. Operazioni regolari di monitoraggio e di manutenzione devono essere svolte per assicurare il funzionamento 24 ore al giorno, 7 giorni su 7.",
    "default;phase-sustain;objective-maintenance;task-task-distribution-for-maintenance-contracts-regulation-data-management-archiving;name": "Distribuzione degli incarichi per la manutenzione, la regolamentazione dei contratti, la gestione dell'archiviazione dei dati",
    "default;phase-sustain;objective-monitoring;description": "Monitora il raggiungimento degli obiettivi originariamente definiti attraverso una serie di indicatori chiave (Key Performance Indicator, KPI) dedotti dall'utilizzo del servizio o effettuando sondaggi con chi lo fruisce.  ",
    "default;phase-sustain;objective-monitoring;name": "Monitoraggio",
    "default;phase-sustain;objective-monitoring;task-monitoring-ongoing-evaluation-periodic-evaluations-with-stakeholders;description": "Analizza i registri raccolti dal servizio erogato. Analizza i sondaggi e i questionari compilati dalle parti interessate. ",
    "default;phase-sustain;objective-monitoring;task-monitoring-ongoing-evaluation-periodic-evaluations-with-stakeholders;name": "Monitoraggio continuo della valutazione, valutazioni periodiche con le parti interessate",
    "hackathon;description": "Il progetto INTERLINK consente la definizione di percorsi per la realizzazione di servizi in modo collaborativo. In questo caso, il percorso è stato disegnato per guidare l'ideazione, la preparazione, il lancio e l'implementazione di un hackathon. L'hackathon è un evento che ha l'obiettivo di risolvere alcune sfide della società grazie alla collaborazione tra le pubbliche amministrazioni, i cittadini e altri attori, come ad esempio le PMI, il mondo accademico, le organizzazioni non profit. Il percorso per realizzare un hackathon è composto da 4 fasi: \na) COINVOLGIMENTO – strumenti e buone pratiche per comprendere, avvicinare e coinvolgere gli attori appropriati; \nb) PROGETTAZIONE – linee guida per discutere, in modo equilibrato e inclusivo, temi, beneficiari e priorità per la progettazione dell'hackathon;\nc) ESECUZIONE – sfoglia il catalogo degli INTERLINKER per trovare i building block riutilizzabili per l'implementazione dell'hackathon e il suo lancio;\nd) IMPLEMENTAZIONE – traduci in realtà i risultati dell'hackathon attraverso accordi e collaborazioni",
    "hackathon;name": "Percorso per la realizzazione di un hackathon",
    "hackathon;phase-design;description": "Segui le linee guida per discutere in modo equilibrato e inclusivo temi, beneficiari e priorità per il servizio da progettare. Trova le risorse per condurre interviste, sondaggi e focus group utili a comprendere meglio i bisogni e le esigenze degli attori coinvolti e dei cittadini. Utilizza il materiale proposto per organizzare sessioni di progettazione e sviluppare mockup. Fermati e rifletti sul processo finora svolto con le checklist di valutazione.",
    "hackathon;phase-design;name": "Progettazione",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;description": "Definisci e condividi con chiarezza il problema che deve essere affrontato dal gruppo di lavoro. E' un passo importante per poi realizzare una soluzione efficace ed efficiente. Diverse risorse possono essere utili: risorse su come adottare un linguaggio comune tra i membri del gruppo, risorse per guidare discussioni collaborative, risorse per la raccolta di idee.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;name": "Identifica il problema in modo collaborativo",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-hackathon-problem-refinement;description": "Circoscrivi il problema e i suoi confini grazie alla collaborazione della rete di tutti gli attori coinvolti. La progettazione del servizio è un'attività di problem solving ed è importante capire con chiarezza qual è la sfida che il gruppo di lavoro deve affrontare, come raccogliere le informazioni necessarie alla progettazione del servizio. Organizza focus group per discutere idee e ipotesi, perfezionali attraverso metodi strutturati e identifica le informazioni mancanti che devono ancora essere raccolte.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-hackathon-problem-refinement;name": "Definizione collaborativa del problema alla base dell'hackathon",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-hackathon-exploration-and-refinement;description": "In caso di necessità, amplia la raccolta di idee sui vari aspetti del problema avviando un forum di discussione.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-hackathon-exploration-and-refinement;name": "Raccolta di idee per l'esplorazione e il perfezionamento dell'hackathon",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-hackathon-theme-plan-submission-evaluation-process;description": "Abbozza una descrizione iniziale (o più descrizioni) del potenziale servizio: cosa fa? chi sono i beneficiari? chi lo eroga? Usa i modelli per facilitare questa attività.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-hackathon-theme-plan-submission-evaluation-process;name": "Abbozza un'idea iniziale dell'hackathon: il tema, il piano, la consegna e la valutazione",
    "hackathon;phase-design;objective-ideation;description": "L'ideazione è la fase preliminare della progettazione del servizio; in questa fase viene creato il gruppo di progettazione, vengono esaminati i dati raccolti e, se necessario, vengono elaborate ulteriori idee.",
    "hackathon;phase-design;objective-ideation;name": "Ideazione",
    "hackathon;phase-design;objective-ideation;task-collaboratively-agree-on-hackathon-design;description": "Consulta nuovamente la rete di attori che hai coinvolto per validare l'idea di servizio attraverso un focus group o un sondaggio.",
    "hackathon;phase-design;objective-ideation;task-collaboratively-agree-on-hackathon-design;name": "Concorda il piano operativo dell'hackathon",
    "hackathon;phase-design;objective-ideation;task-define-requirements-and-constraints-for-the-hackathon-plan-submission-evaluation-process;description": "Le idee relative alla progettazione del servizio devono essere tradotte in requisiti formali per procedere all'implementazione del servizio. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato. Utilizza standard per le descrizioni dei requisiti, come ad esempio il modello \"Volere Requirements Specification\".",
    "hackathon;phase-design;objective-ideation;task-define-requirements-and-constraints-for-the-hackathon-plan-submission-evaluation-process;name": "Definisci requisiti e vincoli per l'hackathon: piano, consegna e valutazione",
    "hackathon;phase-design;objective-service-specification;description": "Le idee relative alla progettazione del servizio devono essere tradotti in requisiti formali per procedere all'implementazione del servizio. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato.",
    "hackathon;phase-design;objective-service-specification;name": "Specifica del servizio",
    "hackathon;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;description": "Consulta le buone pratiche per la progettazione di interfacce e lo sviluppo di servizi pubblici. Rifletti su come assicurare che il tuo specifico servizio venga erogato in modo multicanale, massimizzandone l'utilizzo da parte di qualsiasi gruppo di utenti o da parte degli attori che agiscono per loro conto. Fornisci informazioni chiare sulle limitazioni in termini di accessibilità dell'attuale implementazione.",
    "hackathon;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;name": "Considera linee guida europee per lo sviluppo di servizi pubblici",
    "hackathon;phase-design;objective-service-specification;task-content-design-including-plan-rules-prize-announcement-and-so-on;description": "Prepara contenuti adeguati per il nuovo servizio pubblico. Segui le linee guida su come selezionare e utilizzare il linguaggio più appropriato in base agli utenti del servizio digitale e alle loro competenze.",
    "hackathon;phase-design;objective-service-specification;task-content-design-including-plan-rules-prize-announcement-and-so-on;name": "Progetta il contenuto, includendo il piano generale, il regolamento, la premiazione e così via",
    "hackathon;phase-design;objective-service-specification;task-user-interface-design-for-hackathon-website-and-submission-system;description": "Procedi con la progettazione dell'interfaccia utente del servizio attraverso la predisposizione di bozze grafiche e mockup iniziali. Assicurati che il design dell'interfaccia utente segua le linee guida sull'usabilità e l'accessibilità. ",
    "hackathon;phase-design;objective-service-specification;task-user-interface-design-for-hackathon-website-and-submission-system;name": "Progetta l'interfaccia utente per il sito web dell'hackathon e il sistema di consegna",
    "hackathon;phase-design;objective-sustainability;description": "Prima di approfondire ulteriormente lo sviluppo del tuo servizio, fermati e rifletti sui risultati progettuali finora ottenuti e sull'effettiva fattibilità e sostenibilità di ciò che stai per realizzare.",
    "hackathon;phase-design;objective-sustainability;name": "Durabilità",
    "hackathon;phase-design;objective-sustainability;task-evaluation-of-codesign;description": "L'output del progetto è soddisfacente?\nSegui la checklist per capire se hai terminato la progettazione o se è consigliabile un ciclo di perfezionamento iterativo.",
    "hackathon;phase-design;objective-sustainability;task-evaluation-of-codesign;name": "Valutazione della progettazione collaborativa",
    "hackathon;phase-design;objective-sustainability;task-feasibility-analysis;description": "Sono disponibili tutte le competenze e le risorse tecniche per procedere con lo sviluppo?\nSegui la checklist per una valutazione intermedia della sostenibilità tecnica.",
    "hackathon;phase-design;objective-sustainability;task-feasibility-analysis;name": "Analisi di fattibilità",
    "hackathon;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;description": "Quanti finanziamenti esterni sono necessari? Come potrebbe auto-sostenersi e con quali soldi? Quali sono le fonti di finanziamento/sostegno per mantenere il servizio operativo dopo l'implementazione?\nSegui la checklist per una valutazione intermedia della sostenibilità finanziaria.",
    "hackathon;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;name": "Perfeziona il modello di business preliminare",
    "hackathon;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "Quali sono gli incentivi per coloro che forniscono supporto e/o finanziamenti al servizio e per coloro che lo sviluppano, mantengono in vita?\nProva a riflettere su come ha funzionato fino ad ora la collaborazione fra gli attori. Segui la check-list per capire se sono necessari ulteriori incentivi, misure di supporto per assicurare l'implementazione e l'erogazione del servizio.",
    "hackathon;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Comprendi le motivazioni e come incentivarle",
    "hackathon;phase-engage;description": "Quali attori dovrebbero essere coinvolti nel processo di realizzazione? Come comunicare loro gli obiettivi del progetto e i benefici della loro eventuale partecipazione?\nE' necessario che tu comprenda il valore insito nel coinvolgimento degli attori. Utilizza gli strumenti messi a disposizione per comprendere chi sono questi attori da coinvolgere nel progetto e il ruolo che possono avere.\nSfrutta gli strumenti di comunicazione per attivare la consapevolezza, invitare gli attori individuati e creare una rete attiva di persone che possano contribuire al progetto. Definisci degli accordi di partenariato e assicura la tutela delle informazioni condivise. Pianifica in modo collaborativo i prossimi passi e crea dei sottogruppi di lavoro. ",
    "hackathon;phase-engage;name": "Coinvolgi",
    "hackathon;phase-engage;objective-engage-stakeholders;description": "Il coinvolgimento inizia con una fase di analisi su come comunicare, collaborare ed interagire efficacemente con gli attori chiave che possono avere una influenza positiva o negativa sul successo del progetto.\nPrepara attentamente un piano di coinvolgimento, crea consapevolezza sul percorso da intraprendere insieme e sui suoi benefici a partire da materiale di comunicazione creato esclusivamente per ogni singolo target individuato. Prova a immaginare come comunicare, con quali obiettivi e con quali strumenti, con i potenziali beneficiari e, se previsto dal progetto, anche come coinvolgere tutti i cittadini in generale nel processo. ",
    "hackathon;phase-engage;objective-engage-stakeholders;name": "Coinvolgi gli attori individuati",
    "hackathon;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Comunica con chiarezza quali sono i vantaggi di realizzare congiuntamente i servizi alla tua rete di attori individuati e ai cittadini.\nI partecipanti devono capire perché il loro coinvolgimento è importante, cosa possono ottenere sia individualmente sia come gruppo.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Comunica i vantaggi e le opportunità agli attori coinvolti",
    "hackathon;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;description": "Accertati che le parti interessate siano a conoscenza dell'iniziativa al fine di garantire la loro partecipazione. Aumentare la consapevolezza significa informare ed educare le persone su un argomento specifico o un problema con l'intenzione di influenzare i loro atteggiamenti, comportamenti e convinzioni verso il raggiungimento di uno scopo o obiettivo definito.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;name": "Crea consapevolezza e informazione",
    "hackathon;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;description": "Fornisci ai membri della società civile le informazioni di cui hanno bisogno per comprendere il progetto, il processo decisionale e anche come il loro input può influenzare le decisioni, la progettazione del servizio e il modo in cui viene erogato. ",
    "hackathon;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;name": "Coinvolgi i cittadini nel processo di realizzazione congiunta",
    "hackathon;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Crea un piano di coinvolgimento efficace per raggiungere le tipologie e il numero di attori sufficienti per garantire che il servizio risponda ai bisogni individuati.\nUn piano di coinvolgimento è solitamente composto da tre parti: l'identificazione degli attori del progetto; la pianificazione dei mezzi per interagire con loro in modo efficace e i protocolli per documentare il lavoro, ai fini di garantire trasparenza del percorso, i titolari delle responsabilità ed effettuare una valutazione complessiva.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Disegna una strategia di coinvolgimento",
    "hackathon;phase-engage;objective-identify-stakeholders;description": "L'identificazione degli attori rilevanti è il primo passo per avviare il processo di realizzazione congiunta. A seconda del tipo di progetto, degli obiettivi e del livello di coinvolgimento dei cittadini, è necessario rispondere a diverse domande.\nQuali diversi tipi di portatori di interesse entrano in gioco nell'iniziativa da co-produrre? Quali sono le loro motivazioni e capacità per partecipare al progetto? Qual è la loro posizione nella comunità? Come contattarli?\nSegui le attività specificate per ottenere un quadro di informazioni completo.",
    "hackathon;phase-engage;objective-identify-stakeholders;name": "Identifica gli attori chiave",
    "hackathon;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Crea un elenco dei partecipanti che, in aggiunta al gruppo di lavoro, potrebbero essere interessati ad osservare l'andamento del progetto, che potrebbero esprimere opinioni, suggerimenti e prendere parte ad alcuni dei processi decisionali. ",
    "hackathon;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Crea un elenco di contatti di potenziali partecipanti",
    "hackathon;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;description": "La mappatura delle parti interessate è fondamentale per avere una visione chiara dei ruoli che gli attori possono svolgere nelle diverse fasi, per comprendere il loro livello di impegno e sfruttare al meglio la loro importanza strategica. Analizza la complessità delle relazioni, identificando quali sono le persone cruciali per lo sviluppo dell'innovazione nel tuo progetto.",
    "hackathon;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;name": "Crea una mappa delle parti interessate, analizza le loro motivazioni, competenze e aspettative",
    "hackathon;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Solitamente diversi attori sono impegnati in processi di co-produzione per creare un nuovo servizio o per personalizzare un servizio già esistente: enti pubblici, aziende private, PMI, cittadini. Ogni attore porta bisogni e competenze specifiche in relazione al servizio e ha motivazioni diverse per partecipare a un progetto. Scopri i diversi tipi di attori da coinvolgere e quali di essi possono aggiungere valore al tuo processo di co-produzione.",
    "hackathon;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Comprendi le diverse tipologie di attori da coinvolgere",
    "hackathon;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;description": "La tua comunità di riferimento è equilibrata e inclusiva?\nCrea una mappa degli attori da coinvolgere, in cui viene visualizzata l'ecosistema delle parti interessate.",
    "hackathon;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;name": "Crea una mappa grafica della rete degli stakeholder",
    "hackathon;phase-exploit;description": "Definisci i modelli di business per garantire la sostenibilità economica del servizio realizzato congiuntamente. Crea piani aziendali e licenze per l'utilizzo del servizio, in modo da favorire l'adozione da parte di PA, aziende e terze parti. La manutenzione e il monitoraggio continui sono cruciali per garantire servizi efficaci e accessibili.",
    "hackathon;phase-exploit;name": "Sfrutta al meglio i risultati",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;description": "Puoi delegare l'erogazione del servizio a terzi, passando da soluzioni basate su risorse interne a soluzioni basate su infrastrutture Cloud di fornitori esterni. Concorda contratti, costi, responsabilità e benefici con i fornitori. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;name": "Sfrutta i risultati anche dopo l'Hackathon",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-agreement-for-winners-solutions-exploitation;description": "Organizza riunioni fra organizzatori e vincitori per definire eventuali accordi di collaborazione, per aiutare le squadre che hanno vinto a tutelare le loro idee e a sviluppare le loro soluzioni. Facilita l'adozione di una licenza d'uso delle soluzioni, che deve essere firmata da tutte le parti coinvolte. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-agreement-for-winners-solutions-exploitation;name": "Licenza d'uso delle soluzioni vincitrici",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-publish-results;description": "Pubblica sui social media e sul sito web degli organizzatori i dettagli dei progetti vincitori",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-publish-results;name": "Rendi noti i risultati",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-sustainability-report;description": "Prepara un report che includa approfondimenti e ciò che è stato appreso dagli organizzatori. Questa nuova conoscenza costituisce un valore aggiunto dell'hackathon, ad esempio come sfruttare al meglio le soluzioni ideate durante l'hackthon dagli organizzatori. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-sustainability-report;name": "Crea un report su sostenibilità",
    "hackathon;phase-run;description": "Sfoglia il catalogo degli INTERLINKERs per trovare gli strumenti digitali che puoi riutilizzare per la realizzazione del servizio. Monitora l'avanzamento del progetto nel piano di lavoro. Verifica la conformità a standard e regolamenti, l'andamento dell'erogazione grazie alle checklist di co-valutazione. Utilizza gli incentivi e le ricompense per supportare e contribuire all'erogazione dei servizi. Monitora la qualità del servizio e la soddisfazione dei cittadini con sondaggi accuratamente preparati.",
    "hackathon;phase-run;name": "Esegui",
    "hackathon;phase-run;objective-hackathon-celebration;description": "Eroga il servizio realizzato collaborativamente. Assicurati che sia operativo 24 ore al giorno per 7 giorni. Fornisci supporto per integrare eventuali miglioramenti o correzioni. Crea un canale di comunicazione fluido tra tutti i fornitori del servizio e i consumatori. Monitora l'adempimento degli obblighi e delle responsabilità degli altri fornitori.",
    "hackathon;phase-run;objective-hackathon-celebration;name": "Celebra l'hackathon",
    "hackathon;phase-run;objective-hackathon-celebration;task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants;description": "Organizza le attività tra i fornitori che dovranno erogare il servizio in base ai loro ruoli e responsabilità. Garantisci che la qualità del servizio sia mantenuta e implementata. Avvia sondaggi di valutazione della soddisfazione e della qualità del servizio. ",
    "hackathon;phase-run;objective-hackathon-celebration;task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants;name": "Coordina gli attori coinvolti nella co-esecuzione dell'hackathon (organizzatori, valutatori, partecipanti)",
    "hackathon;phase-run;objective-hackathon-celebration;task-guarantee-transparent-communication-with-participants-in-the-hackathon;description": "Crea un flusso di comunicazione proattivo tra i componenti del gruppo di lavoro, soprattutto, tra coloro che consumano e riutilizzano il servizio fornito e il gruppo responsabile dell'erogazione. Stabilisci un meccanismo di comunicazione digitale, che utilizzi il web in modo da tenere una traccia degli scambi tra tutti gli attori coinvolti. ",
    "hackathon;phase-run;objective-hackathon-celebration;task-guarantee-transparent-communication-with-participants-in-the-hackathon;name": "Garantisci comunicazioni trasparenti con i partecipanti dell'hackathon",
    "hackathon;phase-run;objective-hackathon-celebration;task-winner-selection-and-announcement;description": "In base ai criteri stabiliti durante la fase di progettazione, i giudici valutano i progetti proposti, stilano una classifica e gli organizzatori annunciano i vincitori.",
    "hackathon;phase-run;objective-hackathon-celebration;task-winner-selection-and-announcement;name": "Selezione dei vincitori e annuncio",
    "hackathon;phase-run;objective-launch-hackathon-website;description": "L'implementazione del servizio non è possibile se non predisponi in anticipo le condizioni per l'erogazione e la manutenzione. Indipendentemente dal fatto che il servizio sarà uno specifico software o un insieme di risorse digitali, identifica, seleziona e prepara le condizioni di sviluppo e distribuzione. E' importante specificare e testare chiaramente i vincoli tecnici entro con i quali il servizio erogato dovrà confrontarsi.",
    "hackathon;phase-run;objective-launch-hackathon-website;name": "Lancia il sito web per l'hackathon",
    "hackathon;phase-run;objective-launch-hackathon-website;task-technical-implementation-and-deployment;description": "Identifica le dipendenze e l'ambiente di sviluppo necessario per la realizzazione e l'erogazione del servizio. Configura e rilascia (se non sono già disponibili) le dipendenze e l'ambiente di sviluppo. Documenta i progressi relativi all'implementazione degli aspetti tecnici associati al servizio. ",
    "hackathon;phase-run;objective-launch-hackathon-website;task-technical-implementation-and-deployment;name": "Implementazione tecnica ed erogazione",
    "hackathon;phase-run;objective-service-implementation;description": "A seconda della natura del servizio da realizzare adotta strumenti e meccanismi diversi: la programmazione, la progettazione grafica, la modellazione e la stampa 3D e così via. Registra i progressi raggiunti durante l'implementazione del servizio, crea e condividi report sullo stato di avanzamento, crea collegamenti incrociati con i repository, documenta l'API del servizio coprodotto o il kit e/o le risorse generate per realizzare il servizio. Riconosci e traccia i contributi dei diversi membri del team o esterni. Riutilizza gli INTERLINKERs esistenti (software e conoscenza) che trovi nel Catalogo... non creare una cosa se già esiste!",
    "hackathon;phase-run;objective-service-implementation;name": "Implementa il servizio",
    "hackathon;phase-run;objective-service-implementation;task-launch-engagement-campaign;description": "Organizza le attività con i partecipanti dell'hackathon in base ai risultati dell'analisi degli attori effettuata in precedenza.",
    "hackathon;phase-run;objective-service-implementation;task-launch-engagement-campaign;name": "Lancia iniziative per coinvolgere i cittadini",
    "hackathon;phase-run;objective-service-implementation;task-monitor-submissions;description": "Monitora l'andamento delle iscrizioni prima della scadenza stabilita. Organizza ulteriori attività di reclutamento, se necessarie.",
    "hackathon;phase-run;objective-service-implementation;task-monitor-submissions;name": "Monitora le iscrizioni",
    "hackathon;phase-run;objective-service-implementation;task-open-submissions;description": "Consenti la proposta di idee da parte dei gruppi che intendono prendere parte all'hackathon.",
    "hackathon;phase-run;objective-service-implementation;task-open-submissions;name": "Apri le iscrizioni",
    "servicedescriptionenhancement;description": "Si tratta di uno specifico processo di co-produzione specificamente rivolto alla definizione delle descrizioni dei servizi pubblici dove i cittadini, gli impiegati che gestiscono le infrastrutture dei servizi pubblici e gli impiegati in specifici dipartimenti collaborano nella preparazione delle spiegazioni. Questo processo è composto dalle seguenti fasi: a) COINVOLGIMENTO - durante il quale gli attori vengono individuati e coinvolti; b) PROGETTAZIONE - dove gli attuali gestori dei servizi digitali preparano lo spazio per la collaborazione e la definizione delle descrizioni dei servizi; c) ESECUZIONE - quando i contributi dei diversi attori vengono raccolti, moderati e validati con il supporto dell'INTERLIKER Description Augmenter; e d) DEFINIZIONE - quando i contributi validati vengono tradotti nelle descrizioni dei servizi.",
    "servicedescriptionenhancement;name": "Schema di co-produzione per guidare la definizione collaborativa delle descrizioni dei servizi pubblici",
    "servicedescriptionenhancement;phase-design;description": "Segui le linee guida per discutere in modo equilibrato e inclusivo temi, beneficiari e priorità per il servizio da progettare. Trova le risorse per condurre interviste, sondaggi e focus group utili a comprendere meglio i bisogni e le esigenze degli attori coinvolti e dei cittadini. Utilizza il materiale proposto per organizzare sessioni di progettazione e sviluppare mockup. Fermati e rifletti sul processo finora svolto con le checklist di valutazione.",
    "servicedescriptionenhancement;phase-design;name": "Progettazione",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;description": "Definisci e condividi con chiarezza il problema che deve essere affrontato dal gruppo di lavoro. E' un passo importante per poi realizzare una soluzione efficace ed efficiente. Diverse risorse possono essere utili: risorse su come adottare un linguaggio comune tra i membri del gruppo, risorse per guidare discussioni collaborative, risorse per la raccolta di idee.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;name": "Focalizza in modo collaborativo come migliorare le descrizioni del servizio",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-collaboratively-problem-refinement;description": "Circoscrivi il problema e i suoi confini grazie alla collaborazione della rete di tutti gli attori coinvolti. La progettazione del servizio è un'attività di problem solving ed è importante capire con chiarezza qual è la sfida che il gruppo di lavoro deve affrontare, come raccogliere le informazioni necessarie alla progettazione del servizio. Organizza focus group per discutere idee e ipotesi, perfezionali attraverso metodi strutturati e identifica le informazioni mancanti che devono ancora essere raccolte.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-collaboratively-problem-refinement;name": "Definisci in modo collaborativo il problema",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-define-requirements-and-constraints-for-the-public-service-description-enhancement;description": "Le idee relative alla progettazione del servizio devono essere tradotte in requisiti formali per procedere alla loro implementazione. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che ne definiscono l'obiettivo e come dovrebbe essere sviluppato. Utilizza termini standard per le descrizioni dei requisiti, come ad esempio il modello di specifica Volere Requirements.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-define-requirements-and-constraints-for-the-public-service-description-enhancement;name": "Definisci i requisiti e i vincoli del servizio",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;description": "Sulla base dell'INTERLINKER Description Augmenter crea un nuovo processo per definire la descrizione di un servizio.",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;name": "Specifica il processo di definizione della descrizione di un servizio",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;task-launch-description-augmenter;description": "Usa il bottone \"Inizia Procedura\" per lanciare il Description Augmenter o semplicemente seleziona il Description Augmenter dalla lista degli INTERLINKER raccomandati",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;task-launch-description-augmenter;name": "Lancia il Description Augmenter",
    "servicedescriptionenhancement;phase-design;objective-sustainability;description": "Prima di addentrarti nel lancio effettivo del processo di definizione delle descrizioni dei servizi, fermati a riflettere sui risultati di progettazione ottenuti sino ad ora e sulla effettiva fattibilità e sostenibilità di quello che stai per implementare.",
    "servicedescriptionenhancement;phase-design;objective-sustainability;name": "Sostenibilità economica",
    "servicedescriptionenhancement;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "Quali sono gli incentivi per coloro che forniscono supporto e/o finanziamenti al servizio e per coloro che lo sviluppano, mantengono in vita?\nProva a riflettere su come ha funzionato fino ad ora la collaborazione fra gli attori. Segui la check-list per capire se sono necessari ulteriori incentivi, misure di supporto per assicurare l'implementazione e l'erogazione del servizio.",
    "servicedescriptionenhancement;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Comprendi le motivazioni e come incentivarle",
    "servicedescriptionenhancement;phase-engage;description": "Quali attori dovrebbero essere coinvolti nel processo di realizzazione? Come comunicare loro gli obiettivi del progetto e i benefici della loro eventuale partecipazione?\nE' necessario che tu comprenda il valore insito nel coinvolgimento degli attori. Utilizza gli strumenti messi a disposizione per comprendere chi sono questi attori da coinvolgere nel progetto e il ruolo che possono avere.\nSfrutta gli strumenti di comunicazione per attivare la consapevolezza, invitare gli attori individuati e creare una rete attiva di persone che possano contribuire al progetto. Definisci degli accordi di partenariato e assicura la tutela delle informazioni condivise. Pianifica in modo collaborativo i prossimi passi e crea dei sottogruppi di lavoro. ",
    "servicedescriptionenhancement;phase-engage;name": "Coinvolgimento",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;description": "Il coinvolgimento inizia con una fase di analisi su come comunicare, collaborare ed interagire efficacemente con gli attori chiave che possono avere una influenza positiva o negativa sul successo del progetto.\nPrepara attentamente un piano di coinvolgimento, crea consapevolezza sul percorso da intraprendere insieme e sui suoi benefici a partire da materiale di comunicazione creato esclusivamente per ogni singolo target individuato. Prova a immaginare come comunicare, con quali obiettivi e con quali strumenti, con i potenziali beneficiari e, se previsto dal progetto, anche come coinvolgere tutti i cittadini in generale nel processo. ",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;name": "Coinvolgi gli attori individuati",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Comunica con chiarezza quali sono i vantaggi di realizzare congiuntamente i servizi alla tua rete di attori individuati e ai cittadini.\nI partecipanti devono capire perché il loro coinvolgimento è importante, cosa possono ottenere sia individualmente sia come gruppo.",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Comunica i vantaggi e le opportunità agli attori coinvolti",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-refinement-process;description": "Fornisci ai membri della società civile le informazioni di cui hanno bisogno per comprendere il progetto, il processo decisionale e anche come il loro input può influenzare le decisioni, la progettazione del servizio e il modo in cui viene erogato. ",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-refinement-process;name": "Coinvolgi i cittadini nel processo di definizione",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Crea un piano di coinvolgimento efficace per raggiungere le tipologie e il numero di attori sufficienti per garantire che il servizio risponda ai bisogni individuati.\nUn piano di coinvolgimento è solitamente composto da tre parti: l'identificazione degli attori del progetto; la pianificazione dei mezzi per interagire con loro in modo efficace e i protocolli per documentare il lavoro, ai fini di garantire trasparenza del percorso, i titolari delle responsabilità ed effettuare una valutazione complessiva.",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Disegna una strategia di coinvolgimento",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;description": "L'identificazione degli attori rilevanti è il primo passo per avviare il processo di realizzazione congiunta. A seconda del tipo di progetto, degli obiettivi e del livello di coinvolgimento dei cittadini, è necessario rispondere a diverse domande.\nQuali diversi portarori di interesse entrano in gioco nell'iniziativa da progettare collaborativamente? Quali sono le loro motivazioni? Hanno le competenze per partecipare al progetto? Qual è la loro posizione nella rete degli altri attori coinvolti? Come contattarli?\nSegui le attività specifiche per ottenere il quadro completo.",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;name": "Identifica gli attori da coinvolgere",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Crea un elenco dei partecipanti che, in aggiunta al gruppo di lavoro, potrebbero essere interessati ad osservare l'andamento del progetto, che potrebbero esprimere opinioni, suggerimenti e prendere parte ad alcuni dei processi decisionali. ",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Crea un elenco di contatti di potenziali partecipanti",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Diversi attori sono impegnati nei processi di co-produzione per creare nuovi servizi o per personalizzare servizi già esistenti: enti pubblici, aziende private, PMI, cittadini. Ogni attore porta bisogni e competenze specifiche in relazione al servizio e ha motivazioni diverse per partecipare a un progetto. Scopri i diversi tipi di attori da coinvolgere e quali di essi possono aggiungere valore al tuo processo di co-produzione.",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Comprendi le diverse tipologie di attori da coinvolgere",
    "servicedescriptionenhancement;phase-refine;description": "Aggiungi i contributi collettivi e pubblica la nuova versione della descrizione del servizio",
    "servicedescriptionenhancement;phase-refine;name": "Definizione",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;description": "Puoi tenere traccia delle modifiche per non perdere la cronistoria dei commenti applicati al documento attraverso il Description Augmenter",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;name": "Accogli le definizioni",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-generate-a-checklist-for-improvements;description": "Puoi effettuare una copia del report con tutte le modifiche e caricarlo nello spazio di lavoro con il supporto dell'INTERLINKER GoogleDrive (clicca sul bottone \"Abilita risorse collaborative\"). Puoi usare questo documento come checklist per indicare quali suggerimenti sono stati accettati e processati.",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-generate-a-checklist-for-improvements;name": "Genera una checklist per monitorare i commenti",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-link-to-content-management-system-cms-where-changes-should-be-applied;description": "Crea collegamenti nel Content Management System (CMS) nel punto dove dovrebbero essere applicati dei cambiamenti alla descrizione dei servizi pubblici",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-link-to-content-management-system-cms-where-changes-should-be-applied;name": "Crea collegamenti nel Content Management System (CMS) nel punto dove dovrebbero essere applicati dei cambiamenti",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;description": "Usa il Gestore di Risorse Esterne (clicca sul bottone \"Abilita risorse collaborative\") per includere un collegamento alla versione aggiornata della descrizione del servizio pubblico, dopo aver accolto i commenti",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;name": "Pubblica la versione aggiornata della descrizione del servizio pubblico",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-communicate-enhancements-to-co-refiners;description": "Comunica i commenti accolti, come risultato del contributo dei partecipanti e invia gli aggiornamenti",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-communicate-enhancements-to-co-refiners;name": "Comunica le nuove definizioni ai partecipanti",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-link-with-enhanced-version-of-public-service-description;description": "Utilizza il Gestore di Risorse Esterne per includere riferimenti alla nuova descrizione di servizio pubblico",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-link-with-enhanced-version-of-public-service-description;name": "Crea un link alla versione aggiornata della descrizione del servizio pubblico",
    "servicedescriptionenhancement;phase-run;description": "Utilizza il processo di definizione, controlla i contributi dei partecipanti: puoi accettarli o declinarli; esporta il report con i commenti accettati in modo che possano essere elaborati per la definizione.",
    "servicedescriptionenhancement;phase-run;name": "Esegui",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;description": "Accedi attraverso il Description Augmenter ad una vista aumentata delle descrizioni del servizio per monitorare e moderare i contributi collettivi, per memorizzare il report conclusivo e quelli intermedi. Tieni conto che solamente il creatore del processo per definire una descrizione del servizio può moderare la discussione, a meno che ad altri membri del gruppo vengano assegnati tali diritti attraverso il pannello di controllo della Servicepedia",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;name": "Monitora in modo continuo il processo di definizione collettivo",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-link-to-the-description-augmenter-project;description": "Genera un link al progetto in Description Augmenter in modo che altri partecipanti possano rivedere i contributi, accettarli o declinarli e generare i report riassuntivi del processo di definizione. Ricorda che solo i partecipanti con ruolo di moderatore in Servicepedia possono accettare o declinare i suggerimenti. Tutti gli altri possono commentare e aggiungere. ",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-link-to-the-description-augmenter-project;name": "Crea un link al progetto in Description Augmenter",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-review-in-servicepedia-dashboard-user-contributions;description": "Controlla nel pannello di controllo della Servicepedia i contributi degli utenti, accetta quelli che sono validi, declina quelli non ottimali, fino al completamento del processo di revisione.",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-review-in-servicepedia-dashboard-user-contributions;name": "Verifica nel pannello di controllo della Servicepedia i contributi degli utenti",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;description": "Pubblica i report sulle definizioni generate dalla componente Servicepedia dopo aver terminato di processare i suggerimenti su una data descrizione di servizio pubblico.",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;name": "Pubblica un report con le revisioni accettate e pronte per essere processate",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;task-publish-enhancement-report;description": "Pubblica il report di definizione dalla componente Servicepedia",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;task-publish-enhancement-report;name": "Pubblica il report di definizione"
}