{
    "author": "",
    "description_translations": {
        "en": "The INTERLINK project allows for the definition of purpose-specific co-production processes. In this case, this co-production process is designed to guide ideation, preparation, launch and exploitation of a Hackathon devised to address some societal challenges in cooperation between public administrations, citizenry and other PA’s stakeholders, namely, SMEs, academia or non-profit organizations. It is composed of 4 main phases: a) ENGAGE – understanding, approaching and engaging the right stakeholders; b) DESIGN – follow the guidelines to discuss together, in a balanced and inclusive way, issues, beneficiaries, and priorities for the hackathon to be designed; c) RUN – browse the catalogue of INTERLINKERs to find reusable building blocks for the implementation of the hackathon and its launch; and d) EXPLOIT – realize the results of the hackathons by reaching agreements to bring the proposed service ideas and mock-ups into reality",
        "es": "El proyecto INTERLINK permite definir procesos de coproducción con fines específicos. En este caso, este proceso de coproducción está diseñado para guiar la ideación, la preparación, el lanzamiento y la explotación de un Hackathon concebido para abordar algunos retos de la sociedad en cooperación entre las administraciones públicas, la ciudadanía y otras partes interesadas de las AP, a saber, las PYME, el mundo académico o las organizaciones sin ánimo de lucro. Se compone de 4 fases principales: a) INVOLUCRAR - comprender, acercarse e involucrar a las partes interesadas adecuadas; b) DISEÑAR - seguir las directrices para debatir juntos, de forma equilibrada e inclusiva, los problemas, los beneficiarios y las prioridades para el hackathon que se va a diseñar; c) EJECUTAR - navegar por el catálogo de INTERLINKERs para encontrar bloques de construcción reutilizables para la implementación del hackathon y su lanzamiento; y d) EXPLOTAR - realizar los resultados de los hackathons llegando a acuerdos para llevar a la realidad las ideas y maquetas de servicio propuestas",
        "it": "Il progetto INTERLINK consente la definizione di percorsi per la realizzazione di servizi in modo collaborativo. In questo caso, il percorso è stato disegnato per guidare l'ideazione, la preparazione, il lancio e l'implementazione di un hackathon. L'hackathon è un evento che ha l'obiettivo di risolvere alcune sfide della società grazie alla collaborazione tra le pubbliche amministrazioni, i cittadini e altri attori, come ad esempio le PMI, il mondo accademico, le organizzazioni non profit. Il percorso per realizzare un hackathon è composto da 4 fasi: \na) COINVOLGIMENTO – strumenti e buone pratiche per comprendere, avvicinare e coinvolgere gli attori appropriati; \nb) PROGETTAZIONE – linee guida per discutere, in modo equilibrato e inclusivo, temi, beneficiari e priorità per la progettazione dell'hackathon;\nc) ESECUZIONE – sfoglia il catalogo degli INTERLINKER per trovare i building block riutilizzabili per l'implementazione dell'hackathon e il suo lancio;\nd) IMPLEMENTAZIONE – traduci in realtà i risultati dell'hackathon attraverso accordi e collaborazioni",
        "lv": "INTERLINK projekts ļauj definēt mērķētus koprades procesus. Šajā gadījumā koprades process ir paredzēts, lai virzītu hakatona ideju, sagatavošanu, uzsākšanu un izmantošanu. Tas izstrādāts, lai risinātu atsevišķas sabiedrības problēmas sadarbībā ar valsts pārvaldes iestādēm, pilsoņiem un citām ieinteresētajām pusēm, piemēram, mazajiem un vidējiem uzņēmumiem, akadēmiskajām aprindām vai bezpeļņas organizācijām. Tas sastāv no 4 galvenajiem posmiem: a) IESAISTE – izpratne, tuvināšanās un piesaiste pareizajām ieinteresētajām pusēm b) PROJEKTĒŠANA – vadlīniju ievērošana, lai līdzsvarotā un iekļaujošā veidā kopīgi apspriestu izstrādājamā hakatona jautājumus, saņēmējus un prioritātes; c) IZPILDE – INTERLINK kataloga pārskatīšana, lai atrastu vairākkārt izmantojamus pamatelementus hakatona uzsākšanai un īstenošanai; d) EKSPLUATĀCIJA – hakatona rezultātu ieviešana, panākot vienošanās par piedāvāto pakalpojumu un īstenojot to."
    },
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "hackathon",
    "languages": [
        "en",
        "es",
        "it",
        "lv"
    ],
    "licence": "permissive",
    "name_translations": {
        "en": "Hackathon creation process",
        "es": "Esquema para la creación de un Hackathon",
        "it": "Percorso per la realizzazione di un hackathon",
        "lv": "Hakatona izveides process"
    },
    "tags_translations": {
        "en": [
            "hackathon",
            "coproduction"
        ]
    }
}