{
    "administrative_scopes": [
        "eu",
        "national",
        "local"
    ],
    "constraints_and_limitations_translations": {
        "en": "None",
        "es": ""
    },
    "description_translations": {
        "en": "<p> AAC is an Open Source platform for identity management, authentication, and authorization. Based on standard security protocols, such as OAuth2.0, OpenID Connect, SAML, SCIM, the tool allows for protecting the APIs and applciations, manage users, authenticate using external Identity Providers performing also Single Sign-On and Single Logout functionality. The tool is compatible with the eID providers and allow for integration of nation-level or cross-country authentication solutions.</p><p>More specifically, the tool allows for, but not limited to<ul><li>Multi-tenant management of users, applications, and personal data management in an extensible manner with the custom user attributes (claims) and attribute extraction;</li><li>User management with email/password based user registration or even passwordless authentication (based on WebAuthn standard)</li> <li>Authentication federation with external providers, and in particular, with eIDAS-compliant solutions, using SAML, OpenId Connect, and OAuth2.0 protocols;</li> <li>Perform OAuth2.0-based authorization and access control with customizable and extensible model of scopes, services, and applications;</li><li>Perform role-based and attribute-based access control policy implementation for end-users and applications accessing protected APIs.</li></ul></p>",
        "es": "<p> AAC is an Open Source platform for identity management, authentication, and authorization. Based on standard security protocols, such as OAuth2.0, OpenID Connect, SAML, SCIM, the tool allows for protecting the APIs and applciations, manage users, authenticate using external Identity Providers performing also Single Sign-On and Single Logout functionality. The tool is compatible with the eID providers and allow for integration of nation-level or cross-country authentication solutions. </p><p>More specifically, the tool allows for, but not limited to<ul><li>Multi-tenant management of users, applications, and personal data management in an extensible manner with the custom user attributes (claims) and attribute extraction; </li><li>User management with email/password based user registration or even passwordless authentication (based on WebAuthn standard)</li> <li>Authentication federation with external providers, and in particular, with eIDAS-compliant solutions, using SAML, OpenId Connect, and OAuth2. 0 protocols;</li> <li>Perform OAuth2.0-based authorization and access control with customizable and extensible model of scopes, services, and applications;</li><li>Perform role-based and attribute-based access control policy implementation for end-users and applications accessing protected APIs.</li></ul></p>",
        "it": "<p> AAC è una piattaforma Open Source per la gestione delle identità, l'autenticazione e l'autorizzazione. Basato su protocolli di sicurezza standard, come OAuth2.0, OpenID Connect, SAML, SCIM, lo strumento consente di proteggere le API e le applicazioni, gestire gli utenti, autenticarsi utilizzando provider di identità esterni eseguendo anche funzionalità di Single Sign-On e Single Logout. Lo strumento è compatibile con i fornitori di eID e consente l'integrazione di soluzioni di autenticazione a livello nazionale o cross-country.</p><p>In particolare, lo strumento consente, ma non solo,<ul><li>Multi- gestione tenant di utenti, applicazioni e gestione dei dati personali in modo estensibile con gli attributi utente personalizzati (claims) e l'estrazione degli attributi;</li><li>Gestione degli utenti con registrazione utente basata su e-mail/password o anche autenticazione senza password (basata su Standard WebAuthn)</li> <li>Federazione di autenticazione con provider esterni e, in particolare, con soluzioni conformi a eIDAS, utilizzando i protocolli SAML, OpenId Connect e OAuth2.0;</li> <li>Esegui OAuth2.0- autorizzazione e controllo degli accessi basati su modelli personalizzabili ed estensibili di ambiti, servizi e applicazioni;</li><li>Esegui l'implementazione di criteri di controllo degli accessi basati su ruoli e attributi per utenti finali e applicazioni che accedono ad API protette.</li ></ul></p>",
        "lv": "<p> AAC ir atvērtā koda platforma identitātes kontrolei, autentifikācijai un autorizācijai. Tā ir balstīta uz standarta drošības protokoliem, piemēram, OAuth2.0, OpenID Connect, SAML, SCIM, un tā ļauj aizsargāt API un aplikācijas, kontrolēt lietotājus, veikt autentifikāciju, izmantojot ārējos identitātes pakalpojuma sniedzējus un veicot vienotas pierakstīšanās un izrakstīšanās funkcionalitātes. Rīks ir savietojams ar eID pakalpojumu sniedzējiem un ļauj integrēt nacionālā līmeņa un pārrobežu autentifikācijas risinājumus.</p><p> Rīks tostarp ļauj<ul><li>vairāku profilu lietotāju, aplikāciju un personas datu paplašinātu kontroli ar pielāgotiem lietotāju atribūtiem un atribūtu izgūšanu;</li><li> Lietotāju kontroli ar e-pastā/parolē balstītu reģistrāciju vai autentifikāciju pat bez paroles (balstīta uz WebAuthn standartu);</li> <li>Autentifikācijas federāciju ārējiem pakalpojuma sniedzējiem, jo īpaši ar eIDAS salāgojamiem risinājumiem, izmantojot SAML, OpenId Connect un OAuth2.0 protokolus;</li> <li>Veikt OAuth2.0 balstītu autorizāciju un piekļuves kontroli ar pielāgojamiem un paplašinātiem tvērumu, pakalpojumu un aplikāciju modeļiem;</li><li>Veikt uz lomām atribūtiem balstītu piekļuves kontroles politikas ieviešanu gala lietotājiem un aplikācijām, kuras piekļūst aizsargātām API.</li></ul></p>"
    },
    "difficulty": "difficult",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "aac-authentication-and-authorization-controller",
    "instructions_translations": {
        "en": "./interlinkers/externalsoftware/aac/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "permissive",
    "logotype": "./interlinkers/externalsoftware/aac/logo.png",
    "name_translations": {
        "en": "AAC - Authentication and Authorization Controller",
        "es": "AAC - Controlador de Autenticación y Autorización",
        "it": "AAC - Controller per autenticazione ed autorizzazione",
        "lv": "AAC - Autentifikācijas un autorizācijas pārzinis"
    },
    "overview_text": {
        "en": "Open source standard-based platform for identity and authorization management",
        "es": ""
    },
    "problemprofiles": [
        "ORG_PROBLEM_3",
        "BUILD_PROBLEM_4",
        "BUILD_PROBLEM_5",
        "BUILD_PROBLEM_8"
    ],
    "regulations_and_standards_translations": {
        "en": "None",
        "es": ""
    },
    "tags_translations": {
        "en": [
            "authentication",
            "authorization",
            "user management",
            "oauth2.0",
            "openid",
            "security"
        ]
    },
    "targets": [
        "all"
    ],
    "type": "software",
    "types": [
        "enabling_services;operation_services"
    ],
    "uri_translations": {
        "en": "https://scc-digitalhub.github.io/AAC"
    }
}