{
    "id": "phase-design",
    "prerequisites": [
        {
            "item": "phase-engage",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Design",
        "es": "Diseño",
        "it": "Progettazione",
        "lv": "Projektēšana"
    },
    "description_translations": {
        "en": "Follow the guidelines to discuss together, in a balanced and inclusive way, issues, beneficiaries, and priorities for the service to be designed. Find useful resources to conduct interviews, surveys and focus groups for a deeper understanding of stakeholders’ and citizens’ needs and requirements. Use the proposed material to organize service design workshops and develop mockups. Stop and reflect on the process so far with the co-evaluation checklists.",
        "es": "Siga las directrices para debatir juntos, de forma equilibrada e inclusiva, los problemas, los beneficiarios y las prioridades del servicio que se va a diseñar. Encuentre recursos útiles para realizar entrevistas, encuestas y grupos de discusión para comprender mejor las necesidades y requisitos de las partes interesadas y los ciudadanos. Utilizar el material propuesto para organizar talleres de diseño de servicios y desarrollar maquetas. Deténgase y reflexione sobre el proceso hasta el momento con las listas de comprobación de la coevaluación.",
        "it": "Segui le linee guida per discutere in modo equilibrato e inclusivo temi, beneficiari e priorità per il servizio da progettare. Trova le risorse per condurre interviste, sondaggi e focus group utili a comprendere meglio i bisogni e le esigenze degli attori coinvolti e dei cittadini. Utilizza il materiale proposto per organizzare sessioni di progettazione e sviluppare mockup. Fermati e rifletti sul processo finora svolto con le checklist di valutazione.",
        "lv": "Ievērojiet vadlīnijas, lai līdzsvarotā un iekļaujošā veidā kopīgi apspriestu izstrādājamā pakalpojuma problēmas, labuma guvējus un prioritātes. Atrodiet noderīgus resursus, lai veiktu intervijas, aptaujas un fokusgrupas, lai dziļāk izprastu ieinteresēto personu un iedzīvotāju vajadzības un prasības. Izmantojiet piedāvāto materiālu, lai organizētu pakalpojumu dizaina darbnīcas un izstrādātu maketus. Apstājieties un pārdomājiet līdzšinējo procesu, izmantojot kopējā novērtējuma kontrolsarakstus."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Focus the problem collaboratively",
                "es": "Enfocar el problema de forma colaborativa",
                "it": "Identifica il problema in modo collaborativo",
                "lv": "Kopīgi koncentrējieties uz problēmu"
            },
            "description_translations": {
                "en": "Clearly define the problem to be addresses by the co-production team and agree on it. This  is an important step towards creating an effective and efficient solution. Different resources can be useful to this end: tips on how to create and share a common language among team members, resources to guide collaborative discussions, tools for ideas collection.",
                "es": "Defina claramente el problema que debe abordar el equipo de coproducción y póngase de acuerdo sobre él. Este es un paso importante para crear una solución eficaz y eficiente. Para ello pueden ser útiles diferentes recursos: consejos sobre cómo crear y compartir un lenguaje común entre los miembros del equipo, recursos para guiar los debates colaborativos, herramientas para la recopilación de ideas.",
                "it": "Definisci e condividi con chiarezza il problema che deve essere affrontato dal gruppo di lavoro. E' un passo importante per poi realizzare una soluzione efficace ed efficiente. Diverse risorse possono essere utili: risorse su come adottare un linguaggio comune tra i membri del gruppo, risorse per guidare discussioni collaborative, risorse per la raccolta di idee.",
                "lv": "Skaidri definējiet un vienojieties par problēmu, kas jārisina koprades komandai. Tas ir svarīgs solis efektīva risinājuma radīšanai. Šim nolūkam var būt noderīgi dažādi resursi: ieteikumi, kā izveidot kopīgu terminoloģiju un dalīties tajā ar komandas locekļiem, resursi, lai vadītu sadarbības diskusijas, rīki ideju apkopošanai."
            },
            "problemprofiles": [
                "ORG_PROBLEM_1",
                "UND_PROBLEM_3",
                "UND_PROBLEM_1",
                "VAL_PROBLEM_2"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Collaboratively Hackathon problem refinement",
                        "es": "Perfeccionamiento del problema del Hackathon en colaboración",
                        "it": "Definizione collaborativa del problema alla base dell'hackathon",
                        "lv": "Sadarbība Hakatonos problēmas precizēšanai"
                    },
                    "description_translations": {
                        "en": "Refine with the collaboration of the stakeholders network the problem to be addressed. Service design is a problem-solving activity and it is important to clearly understand which is the challenge that the team addresses and how more information can be collected to understand how the service should be designed. Organize focus groups to discuss initial ideas and assumptions, refine them through structured methods and become aware about the missing information that still needs to be collected.",
                        "es": "Afinar con la colaboración de la red de partes interesadas el problema a tratar. El diseño de servicios es una actividad de resolución de problemas y es importante entender claramente cuál es el reto que aborda el equipo y cómo se puede recopilar más información para entender cómo debe diseñarse el servicio. Organice grupos de discusión para debatir las ideas y suposiciones iniciales, perfeccionarlas mediante métodos estructurados y tomar conciencia de la información que falta por recopilar.",
                        "it": "Circoscrivi il problema e i suoi confini grazie alla collaborazione della rete di tutti gli attori coinvolti. La progettazione del servizio è un'attività di problem solving ed è importante capire con chiarezza qual è la sfida che il gruppo di lavoro deve affrontare, come raccogliere le informazioni necessarie alla progettazione del servizio. Organizza focus group per discutere idee e ipotesi, perfezionali attraverso metodi strutturati e identifica le informazioni mancanti che devono ancora essere raccolte.",
                        "lv": "Uzlabojiet risināmo problēmu, sadarbojoties ar ieinteresēto pušu tīklu. Pakalpojuma izstrāde ir problēmu risināšanas darbība, un ir svarīgi skaidri saprast, kāds ir izaicinājums, kuru komanda risina, un kā var savākt vairāk informācijas, lai saprastu, kā pakalpojums ir jāizstrādā. Organizējiet fokusa grupas, lai apspriestu sākotnējās idejas un pieņēmumus, pilnveidotu tos, izmantojot strukturētas metodes, un uzzinātu par trūkstošo informāciju, kas vēl ir jāapkopo."
                    },
                    "problemprofiles": [],
                    "id": "task-collaboratively-hackathon-problem-refinement",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Ideas collection for Hackathon exploration and refinement",
                        "es": "Recopilación de ideas para la exploración y el perfeccionamiento del Hackathon",
                        "it": "Raccolta di idee per l'esplorazione e il perfezionamento dell'hackathon",
                        "lv": "Ideju kolekcija Hakatona izpētei un uzlabošanai"
                    },
                    "description_translations": {
                        "en": "In case of need, enlarge the collection of ideas about the various aspects of the problem by launching a discussion forum.",
                        "es": "En caso de necesidad, amplíe la recopilación de ideas sobre los distintos aspectos del problema poniendo en marcha un foro de debate.",
                        "it": "In caso di necessità, amplia la raccolta di idee sui vari aspetti del problema avviando un forum di discussione.",
                        "lv": "Ja nepieciešams, paplašiniet ideju kolekciju par dažādiem problēmas aspektiem, rīkojot diskusiju forumu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-collaboratively-hackathon-problem-refinement",
                            "type": "previous"
                        }
                    ],
                    "id": "task-ideas-collection-for-hackathon-exploration-and-refinement"
                },
                {
                    "name_translations": {
                        "en": "Sketch an initial idea of the Hackathon: theme, plan, submission & evaluation process",
                        "es": "Esbozar una idea inicial del Hackathon: tema, plan, proceso de presentación y evaluación",
                        "it": "Abbozza un'idea iniziale dell'hackathon: il tema, il piano, la consegna e la valutazione",
                        "lv": "Ieskicējiet sākotnējo hakatona ideju: tēma, plāns, iesniegšana un novērtēšana"
                    },
                    "description_translations": {
                        "en": "Draft an initial description (or multiple optional descriptions) of the potential service: what it does, who benefits from the service, who helps delivering it. Use description templates to facilitate your task.",
                        "es": "Redacte una descripción inicial (o varias descripciones opcionales) del posible servicio: qué hace, a quién beneficia el servicio, quién ayuda a prestarlo. Utilice plantillas de descripción para facilitar su tarea.",
                        "it": "Abbozza una descrizione iniziale (o più descrizioni) del potenziale servizio: cosa fa? chi sono i beneficiari? chi lo eroga? Usa i modelli per facilitare questa attività.",
                        "lv": "Sagatavojiet potenciālā pakalpojuma sākotnējo aprakstu (vai vairākus papildu aprakstus): kā tas strādā, kas gūst labumu no pakalpojuma, kurš palīdz to sniegt. Izmantojiet apraksta veidnes, lai atvieglotu savu uzdevumu."
                    },
                    "problemprofiles": [
                        "HACKATHON_PROBLEM_2"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-ideas-collection-for-hackathon-exploration-and-refinement",
                            "type": "previous"
                        }
                    ],
                    "id": "task-sketch-an-initial-idea-of-the-hackathon-theme-plan-submission-evaluation-process"
                }
            ],
            "id": "objective-focus-the-problem-collaboratively",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Ideation",
                "es": "Ideación",
                "it": "Ideazione",
                "lv": "Ideju ģenerēšana"
            },
            "description_translations": {
                "en": "Ideation is the preliminary phase of service design in which the design team is created, the collected data are reviewed, and futher ideas are sougth if necessary.",
                "es": "La ideación es la fase preliminar del diseño del servicio en la que se crea el equipo de diseño, se revisan los datos recogidos y se buscan nuevas ideas si es necesario.",
                "it": "L'ideazione è la fase preliminare della progettazione del servizio; in questa fase viene creato il gruppo di progettazione, vengono esaminati i dati raccolti e, se necessario, vengono elaborate ulteriori idee.",
                "lv": "Ideju ģenerēšana ir pakalpojuma izstrādes sākotnējā fāze, kurā tiek izveidota dizaina komanda, apkopoti dati un vajadzības gadījumā tiek meklētas papildu idejas."
            },
            "problemprofiles": [
                "ORG_PROBLEM_1",
                "ORG_PROBLEM_13",
                "ORG_PROBLEM_14",
                "UND_PROBLEM_4",
                "UND_PROBLEM_5",
                "DEF_PROBLEM_2",
                "DEF_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Collaboratively agree on Hackathon design",
                        "es": "Acordar en colaboración el diseño del Hackathon",
                        "it": "Concorda il piano operativo dell'hackathon",
                        "lv": "Kopīgi vienojieties par hakatona dizainu"
                    },
                    "description_translations": {
                        "en": "Go back to your network of stakeholders to validate the service idea by means of a focus group or a poll.",
                        "es": "Vuelva a su red de interesados para validar la idea del servicio mediante un grupo de discusión o una encuesta.",
                        "it": "Consulta nuovamente la rete di attori che hai coinvolto per validare l'idea di servizio attraverso un focus group o un sondaggio.",
                        "lv": "Atgriezieties ieinteresēto personu tīklā, lai apstiprinātu pakalpojuma ideju, izmantojot fokusa grupu vai aptauju."
                    },
                    "problemprofiles": [],
                    "id": "task-collaboratively-agree-on-hackathon-design",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Define requirements and constraints for the Hackathon: plan, submission & evaluation process",
                        "es": "Definir los requisitos y limitaciones del Hackathon: plan, presentación y proceso de evaluación",
                        "it": "Definisci requisiti e vincoli per l'hackathon: piano, consegna e valutazione",
                        "lv": "Definējiet hakatona prasības un ierobežojumus: plāns, iesniegšana un novērtēšanas process"
                    },
                    "description_translations": {
                        "en": "The ideas and service design concepts need to be translated into formal requirements to proceed with the implementation of the service. Follow the guidelines on how to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed. Use stardard representation formalism for requirements descriptions, as for example the Volere Requirements Specification template.",
                        "es": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales para proceder a la implantación del servicio. Siga las directrices sobre cómo recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse. Utilice un formalismo de representación estándar para las descripciones de requisitos, como por ejemplo la plantilla de especificación de requisitos de Volere.",
                        "it": "Le idee relative alla progettazione del servizio devono essere tradotte in requisiti formali per procedere all'implementazione del servizio. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato. Utilizza standard per le descrizioni dei requisiti, come ad esempio il modello \"Volere Requirements Specification\".",
                        "lv": "Idejas un pakalpojuma dizaina koncepcijas ir jāpārvērš formālās prasībās, lai varētu turpināt ar pakalpojuma ieviešanu. Ievērojiet vadlīnijas par prasību apkopošanu, strukturēšanu un paziņošanu, kā arī visas pakalpojuma specifikācijas, kas precizē pakalpojuma mērķi un to, kā tas būtu jāizstrādā. Izmantojiet standarta attēlojuma formālismu prasību aprakstiem, piemēram, Volere prasību specifikācijas veidni."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_8"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-collaboratively-agree-on-hackathon-design",
                            "type": "previous"
                        }
                    ],
                    "id": "task-define-requirements-and-constraints-for-the-hackathon-plan-submission-evaluation-process"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-focus-the-problem-collaboratively",
                    "type": "previous"
                }
            ],
            "id": "objective-ideation"
        },
        {
            "name_translations": {
                "en": "Service specification",
                "es": "Especificaciones del servicio",
                "it": "Specifica del servizio",
                "lv": "Pakalpojuma specifikācija"
            },
            "description_translations": {
                "en": "The ideas and service design concepts need to be translated into formal requirements and service specifications to proceed with the implementation of the service. Follow the guidelines to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed.",
                "es": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales y especificaciones del servicio para proceder a su implantación. Siga las directrices para recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse.",
                "it": "Le idee relative alla progettazione del servizio devono essere tradotti in requisiti formali per procedere all'implementazione del servizio. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato.",
                "lv": "Idejas un pakalpojuma dizaina koncepcijas ir jāpārvērš formālās prasībās un pakalpojuma specifikācijās, lai turpinātu ar pakalpojuma ieviešanu. Ievērojiet vadlīnijas, lai apkopotu, strukturētu un paziņotu prasības un visas pakalpojuma specifikācijas, kas precizē pakalpojuma mērķi un to, kā tas būtu jāizstrādā."
            },
            "problemprofiles": [
                "ORG_PROBLEM_1",
                "DEF_PROBLEM_1",
                "DEF_PROBLEM_5",
                "BUILD_PROBLEM_1"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Consider eu guidelines for public service developement",
                        "es": "Considerar las directrices de la UE para el desarrollo del servicio público",
                        "it": "Considera linee guida europee per lo sviluppo di servizi pubblici",
                        "lv": "Apsveriet ES vadlīnijas sabiedrisko pakalpojumu attīstībai"
                    },
                    "description_translations": {
                        "en": "Consult good practices for interface design and public services development. Reflect, in your specific use case, on how to make sure the services are provided in a multi-channel manner, maximizing the exploitation by potentially any group of users or by the agents acting on their behalf, and providing clear statements regarding the accessibility limits in the current implementation.",
                        "es": "Consulte las buenas prácticas de diseño de interfaces y desarrollo de servicios públicos. Reflexione, en su caso de uso específico, sobre cómo asegurarse de que los servicios se prestan de forma multicanal, maximizando el aprovechamiento por parte de cualquier grupo de usuarios potencialmente o por los agentes que actúan en su nombre, y proporcionando declaraciones claras sobre los límites de accesibilidad en la implementación actual.",
                        "it": "Consulta le buone pratiche per la progettazione di interfacce e lo sviluppo di servizi pubblici. Rifletti su come assicurare che il tuo specifico servizio venga erogato in modo multicanale, massimizzandone l'utilizzo da parte di qualsiasi gruppo di utenti o da parte degli attori che agiscono per loro conto. Fornisci informazioni chiare sulle limitazioni in termini di accessibilità dell'attuale implementazione.",
                        "lv": "Iepazīstieties ar saskarņu dizaina un publisko pakalpojumu izstrādes labo praksi. Jūsu konkrētajā lietošanas gadījumā pārdomājiet, kā nodrošināt, lai pakalpojumi tiek sniegti ar vairāku kanālu palīdzību, maksimāli palielinot to izmantošanu, ko potenciāli izmanto jebkura lietotāju grupa vai aģenti, kas darbojas viņu vārdā, sniedzot skaidrus paziņojumus par pieejamības ierobežojumiem pašreizējā īstenošanā."
                    },
                    "problemprofiles": [],
                    "id": "task-consider-eu-guidelines-for-public-service-developement",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "User interface design for Hackathon website and submission system",
                        "es": "Diseño de la interfaz de usuario para el sitio web y el sistema de presentación del Hackathon",
                        "it": "Progetta l'interfaccia utente per il sito web dell'hackathon e il sistema di consegna",
                        "lv": "Lietotāja saskarnes dizains hakatona vietnei un iesniegšanas sistēmai"
                    },
                    "description_translations": {
                        "en": "Proceed with the design of the user interface of the service through the preparation of initial sketches and mockups. Ensure the design of the user interface follows the guidelines on usability and accessibility. ",
                        "es": "Proceder al diseño de la interfaz de usuario del servicio mediante la preparación de bocetos y maquetas iniciales. Asegúrese de que el diseño de la interfaz de usuario sigue las directrices de usabilidad y accesibilidad. ",
                        "it": "Procedi con la progettazione dell'interfaccia utente del servizio attraverso la predisposizione di bozze grafiche e mockup iniziali. Assicurati che il design dell'interfaccia utente segua le linee guida sull'usabilità e l'accessibilità. ",
                        "lv": "Turpiniet ar pakalpojuma lietotāja saskarnes izstrādi, sagatavojot sākotnējās skices un maketus. Nodrošiniet, lai lietotāja saskarnes dizains atbilstu lietojamības un pieejamības vadlīnijām. "
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-consider-eu-guidelines-for-public-service-developement",
                            "type": "previous"
                        }
                    ],
                    "id": "task-user-interface-design-for-hackathon-website-and-submission-system"
                },
                {
                    "name_translations": {
                        "en": "Content design, including plan, rules, prize announcement and so on",
                        "es": "Diseño de contenidos, incluyendo el plan, las reglas, el anuncio del premio, etc.",
                        "it": "Progetta il contenuto, includendo il piano generale, il regolamento, la premiazione e così via",
                        "lv": "Satura dizains, tostarp plāns, noteikumi, balvas paziņošana un tā tālāk"
                    },
                    "description_translations": {
                        "en": "Prepare adequate content for the new/enhanced public service. Follow the guidelines on how to select and use the most appropriate language according to the users of the digital service and their skills.",
                        "es": "Preparar los contenidos adecuados para el nuevo/mejorado servicio público. Seguir las directrices sobre cómo seleccionar y utilizar el lenguaje más adecuado según los usuarios del servicio digital y sus competencias.",
                        "it": "Prepara contenuti adeguati per il nuovo servizio pubblico. Segui le linee guida su come selezionare e utilizzare il linguaggio più appropriato in base agli utenti del servizio digitale e alle loro competenze.",
                        "lv": "Sagatavojiet atbilstošu saturu jaunajam/uzlabotajam sabiedriskajam pakalpojumam. Ievērojiet norādījumus par to, kā izvēlēties un lietot vispiemērotāko valodu atbilstoši digitālā pakalpojuma lietotājiem un viņu prasmēm."
                    },
                    "problemprofiles": [
                        "DEF_PROBLEM_6"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-user-interface-design-for-hackathon-website-and-submission-system",
                            "type": "previous"
                        }
                    ],
                    "id": "task-content-design-including-plan-rules-prize-announcement-and-so-on"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-ideation",
                    "type": "previous"
                }
            ],
            "id": "objective-service-specification"
        },
        {
            "name_translations": {
                "en": "Sustainability",
                "es": "Sostenibilidad",
                "it": "Durabilità",
                "lv": "Ilgtspējība"
            },
            "description_translations": {
                "en": "Before further going deep into the development of your service. Stop and reflect about the design results obtained so far and about the actual feasibility and sustainability of what you are about to implement.",
                "es": "Antes de seguir profundizando en el desarrollo de su servicio Deténgase y reflexione sobre los resultados de diseño obtenidos hasta el momento y sobre la viabilidad y sostenibilidad reales de lo que va a poner en marcha.",
                "it": "Prima di approfondire ulteriormente lo sviluppo del tuo servizio, fermati e rifletti sui risultati progettuali finora ottenuti e sull'effettiva fattibilità e sostenibilità di ciò che stai per realizzare.",
                "lv": "Pirms turpināt pakalpojuma izstrādi, apstājaties un pārdomājiet līdz šim sasniegtos projektēšanas rezultātus, kā arī to, kāda ir pakalpojuma īstenošanas iespējamība un ilgtspēja."
            },
            "problemprofiles": [
                "UND_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Evaluation of codesign",
                        "es": "Evaluación del codiseño",
                        "it": "Valutazione della progettazione collaborativa",
                        "lv": "Kodējuma novērtēšana"
                    },
                    "description_translations": {
                        "en": "Is the design output satisfactory?\r\nFollow the proposed checklist to understand if you are done with design or whether an iterative refinement cycle is recommended.",
                        "es": "¿El resultado del diseño es satisfactorio?\nSiga la lista de comprobación propuesta para saber si ha terminado el diseño o si se recomienda un ciclo de perfeccionamiento iterativo.",
                        "it": "L'output del progetto è soddisfacente?\nSegui la checklist per capire se hai terminato la progettazione o se è consigliabile un ciclo di perfezionamento iterativo.",
                        "lv": "Vai projektēšanas rezultāts ir apmierinošs?\nSekojiet piedāvātajam kontrolsarakstam, lai saprastu, vai projektēšana ir noslēgta, vai arī ir ieteicams veikt iteratīvu pilnveidošanas ciklu."
                    },
                    "problemprofiles": [],
                    "id": "task-evaluation-of-codesign",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Refine the preliminary business model",
                        "es": "Perfeccionar el modelo de negocio preliminar",
                        "it": "Perfeziona il modello di business preliminare",
                        "lv": "Uzlabojiet sākotnējo biznesa modeli"
                    },
                    "description_translations": {
                        "en": "How much funding is needed? Where does the money come from? What are the sources of funding / support necessary to keep it running after implementation?\r\nFollow the proposed checklist for an intermediate evaluation of financial sustainability.",
                        "es": "¿Cuántos fondos se necesitan? ¿De dónde procede el dinero? ¿Cuáles son las fuentes de financiación/apoyo necesarias para mantenerlo en funcionamiento después de la aplicación?\nSiga la lista de comprobación propuesta para una evaluación intermedia de la sostenibilidad financiera.",
                        "it": "Quanti finanziamenti esterni sono necessari? Come potrebbe auto-sostenersi e con quali soldi? Quali sono le fonti di finanziamento/sostegno per mantenere il servizio operativo dopo l'implementazione?\nSegui la checklist per una valutazione intermedia della sostenibilità finanziaria.",
                        "lv": "Cik liels finansējums ir nepieciešams? No kurienes nāk finansējums? Kādi ir finansējuma/atbalsta avoti, kas nepieciešami, lai nodrošinātu tā darbību pēc ieviešanas?\nSekojiet piedāvātajam kontrolsarakstam, lai veiktu finansiālās ilgtspējas starpposma novērtējumu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-evaluation-of-codesign",
                            "type": "previous"
                        }
                    ],
                    "id": "task-refine-the-preliminary-business-model"
                },
                {
                    "name_translations": {
                        "en": "Feasibility analysis",
                        "es": "Análisis de viabilidad",
                        "it": "Analisi di fattibilità",
                        "lv": "Ieviešanas iespējamības analīze"
                    },
                    "description_translations": {
                        "en": "Are all technical skills and resources available to proceed with development? \r\nFollow the proposed checklist for an intermediate evaluation of technical sustainabiity.",
                        "es": "¿Están disponibles todas las competencias y recursos técnicos para proceder al desarrollo? \nSiga la lista de comprobación propuesta para una evaluación intermedia de la sostenibilidad técnica.",
                        "it": "Sono disponibili tutte le competenze e le risorse tecniche per procedere con lo sviluppo?\nSegui la checklist per una valutazione intermedia della sostenibilità tecnica.",
                        "lv": "Vai ir pieejamas visas tehniskās prasmes un resursi, lai turpinātu izstrādi?\nSekojiet piedāvātajam kontrolsarakstam, lai veiktu tehniskās ilgtspējas starpposma novērtējumu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-refine-the-preliminary-business-model",
                            "type": "previous"
                        }
                    ],
                    "id": "task-feasibility-analysis"
                },
                {
                    "name_translations": {
                        "en": "Understand motivations and incentives",
                        "es": "Comprender las motivaciones y los incentivos",
                        "it": "Comprendi le motivazioni e come incentivarle",
                        "lv": "Izprotiet motivāciju un stimulus"
                    },
                    "description_translations": {
                        "en": "What are the incentives for those who can provide support / funding and for those developing / maintaining them?\r\nStop and reflect on how stakeholders collaboration in co-creation went so far. Follow the proposed checklist to understand whether further incentives and supportive measures are needed to ensure productive development and co-delivery phases.",
                        "es": "¿Cuáles son los incentivos para los que pueden proporcionar apoyo / financiación y para los que los desarrollan / mantienen?\nDeténgase y reflexione sobre cómo ha ido la colaboración de las partes interesadas en la cocreación hasta ahora. Siga la lista de comprobación propuesta para comprender si se necesitan más incentivos y medidas de apoyo para garantizar un desarrollo productivo y fases de cocreación.",
                        "it": "Quali sono gli incentivi per coloro che forniscono supporto e/o finanziamenti al servizio e per coloro che lo sviluppano, mantengono in vita?\nProva a riflettere su come ha funzionato fino ad ora la collaborazione fra gli attori. Segui la check-list per capire se sono necessari ulteriori incentivi, misure di supporto per assicurare l'implementazione e l'erogazione del servizio.",
                        "lv": "Kādi ir stimuli tiem, kas var sniegt atbalstu/finansējumu, un tiem, kas tos izstrādā/uztur?\nApstājies un pārdomā, kā līdz šim norisinājās ieinteresēto pušu sadarbība kopradīšanā. Sekojiet kontrolsarakstam, lai saprastu, vai ir nepieciešami papildu stimuli un atbalsta pasākumi, lai nodrošinātu produktīvu izstrādes un koppiegādes posmu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-feasibility-analysis",
                            "type": "previous"
                        }
                    ],
                    "id": "task-understand-motivations-and-incentives"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-service-specification",
                    "type": "previous"
                }
            ],
            "id": "objective-sustainability"
        }
    ],
    "is_part_of_codelivery": false
}