{
    "id": "phase-design",
    "prerequisites": [
        {
            "item": "phase-engage",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Design",
        "es": ""
    },
    "description_translations": {
        "en": "Follow the guidelines to discuss together, in a balanced and inclusive way, issues, beneficiaries, and priorities for the service to be designed. Find useful resources to conduct interviews, surveys and focus groups for a deeper understanding of stakeholders’ and citizens’ needs and requirements. Use the proposed material to organize service design workshops and develop mockups. Stop and reflect on the process so far with the co-evaluation checklists.",
        "es": ""
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Focus the problem collaboratively",
                "es": ""
            },
            "description_translations": {
                "en": "Clearly define the problem to be addresses by the co-production team and agree on it. This  is an important step towards creating an effective and efficient solution. Different resources can be useful to this end: tips on how to create and share a common language among team members, resources to guide collaborative discussions, tools for ideas collection.",
                "es": ""
            },
            "problemprofiles": ["ORG_PROBLEM_1", "UND_PROBLEM_3", "UND_PROBLEM_1", "VAL_PROBLEM_2"],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Collaboratively Hackathon problem refinement",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "Refine with the collaboration of the stakeholders network the problem to be addressed. Service design is a problem-solving activity and it is important to clearly understand which is the challenge that the team addresses and how more information can be collected to understand how the service should be designed. Organize focus groups to discuss initial ideas and assumptions, refine them through structured methods and become aware about the missing information that still needs to be collected.",
                        "es": ""
                    },
                    "problemprofiles": []
                },
                {
                    "name_translations": {
                        "en": "Ideas collection for Hackathon exploration and refinement",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "In case of need, enlarge the collection of ideas about the various aspects of the problem by launching a discussion forum.",
                        "es": ""
                    },
                    "problemprofiles": []
                },{
                    "name_translations": {
                        "en": "Sketch an initial idea of the Hackathon: theme, plan, submission & evaluation process",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "Draft an initial description (or multiple optional descriptions) of the potential service: what it does, who benefits from the service, who helps delivering it. Use description templates to facilitate your task.",
                        "es": ""
                    },
                    "problemprofiles": ["HACKATHON_PROBLEM_2"]
                }
            ]
        },
        {
            "name_translations": {
                "en": "Ideation",
                "es": ""
            },
            "description_translations": {
                "en": "Ideation is the preliminary phase of service design in which the design team is created, the collected data are reviewed, and futher ideas are sougth if necessary.",
                "es": ""
            },
            "problemprofiles": [
                "ORG_PROBLEM_1",
                "ORG_PROBLEM_13", 
                "ORG_PROBLEM_14",
                "UND_PROBLEM_4",
                "UND_PROBLEM_5",
                "DEF_PROBLEM_2",
                "DEF_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Collaboratively agree on Hackathon design",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "Go back to your network of stakeholders to validate the service idea by means of a focus group or a poll.",
                        "es": ""
                    },
                    "problemprofiles": []
                },
                {
                    "name_translations": {
                        "en": "Define requirements and constraints for the Hackathon: plan, submission & evaluation process",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "The ideas and service design concepts need to be translated into formal requirements to proceed with the implementation of the service. Follow the guidelines on how to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed. Use stardard representation formalism for requirements descriptions, as for example the Volere Requirements Specification template.",
                        "es": ""
                    },
                    "problemprofiles": ["ORG_PROBLEM_8"]
                }
            ]
        },
        {
            "name_translations": {
                "en": "Service specification",
                "es": ""
            },
            "description_translations": {
                "en": "The ideas and service design concepts need to be translated into formal requirements and service specifications to proceed with the implementation of the service. Follow the guidelines to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed.",
                "es": ""
            },
            "problemprofiles": [
                "ORG_PROBLEM_1",
                "DEF_PROBLEM_1",
                "DEF_PROBLEM_5",
                "BUILD_PROBLEM_1"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Consider eu guidelines for public service developement",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "Consult good practices for interface design and public services development. Reflect, in your specific use case, on how to make sure the services are provided in a multi-channel manner, maximizing the exploitation by potentially any group of users or by the agents acting on their behalf, and providing clear statements regarding the accessibility limits in the current implementation.",
                        "es": ""
                    },
                    "problemprofiles": []
                },
                {
                    "name_translations": {
                        "en": "User interface design for Hackathon website and submission system",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "Proceed with the design of the user interface of the service through the preparation of initial sketches and mockups. Ensure the design of the user interface follows the guidelines on usability and accessibility. ",
                        "es": ""
                    },
                    "problemprofiles": []
                },
                {
                    "name_translations": {
                        "en": "Content design, including plan, rules, prize announcement and so on",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "Prepare adequate content for the new/enhanced public service. Follow the guidelines on how to select and use the most appropriate language according to the users of the digital service and their skills.",
                        "es": ""
                    },
                    "problemprofiles": [
                        "DEF_PROBLEM_6"
                    ]
                }
            ]
        },
        {
            "name_translations": {
                "en": "Sustainability",
                "es": ""
            },
            "description_translations": {
                "en": "Before further going deep into the development of your service. Stop and reflect about the design results obtained so far and about the actual feasibility and sustainability of what you are about to implement.",
                "es": ""
            },
            "problemprofiles": [
                "UND_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Evaluation of codesign",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "Is the design output satisfactory?\r\nFollow the proposed checklist to understand if you are done with design or whether an iterative refinement cycle is recommended.",
                        "es": ""
                    },
                    "problemprofiles": []
                },
                {
                    "name_translations": {
                        "en": "Refine the preliminary business model",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "How much funding is needed? Where does the money come from? What are the sources of funding \/ support necessary to keep it running after implementation?\r\nFollow the proposed checklist for an intermediate evaluation of financial sustainability.",
                        "es": ""
                    },
                    "problemprofiles": []
                },
                {
                    "name_translations": {
                        "en": "Feasibility analysis",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "Are all technical skills and resources available to proceed with development? \r\nFollow the proposed checklist for an intermediate evaluation of technical sustainabiity.",
                        "es": ""
                    },
                    "problemprofiles": []
                },
                {
                    "name_translations": {
                        "en": "Understand motivations and incentives",
                        "es": ""
                    },
                    "description_translations": {
                        "en": "What are the incentives for those who can provide support \/ funding and for those developing \/ maintaining them?\r\nStop and reflect on how stakeholders collaboration in co-creation went so far. Follow the proposed checklist to understand whether further incentives and supportive measures are needed to ensure productive development and co-delivery phases.",
                        "es": ""
                    },
                    "problemprofiles": []
                }
            ]
        }
    ]
}
