{
    "id": "phase-engage",
    "prerequisites": [],
    "name_translations": {
        "en": "Engage",
        "es": "Comprometer",
        "it": "Coinvolgi",
        "lv": "Iesaistīties"
    },
    "description_translations": {
        "en": "Which stakeholders should be involved in your co-production process? How to communicate with them about your project goals and the benefits of participation?\r\nLearn about the value of involving stakeholders. Use the available knowledge tools to understand who are the stakeholders to involve in your project and the role they can have. \r\nExploit communication templates to raise awareness, invite stakeholders, and create a lively network of motivated contributors. Define partnership agreements and make sure shared information is protected. Plan together the next steps and create working groups. ",
        "es": "¿Qué partes interesadas deben participar en su proceso de coproducción? ¿Cómo comunicarles los objetivos del proyecto y los beneficios de la participación?\nConozca el valor de la participación de las partes interesadas. Utilice las herramientas de conocimiento disponibles para comprender quiénes son las partes interesadas que deben participar en su proyecto y el papel que pueden tener. \nAproveche las plantillas de comunicación para sensibilizar, invitar a las partes interesadas y crear una red viva de colaboradores motivados. Defina los acuerdos de colaboración y asegúrese de que la información compartida está protegida. Planificar juntos los próximos pasos y crear grupos de trabajo. ",
        "it": "Quali attori dovrebbero essere coinvolti nel processo di realizzazione? Come comunicare loro gli obiettivi del progetto e i benefici della loro eventuale partecipazione?\nE' necessario che tu comprenda il valore insito nel coinvolgimento degli attori. Utilizza gli strumenti messi a disposizione per comprendere chi sono questi attori da coinvolgere nel progetto e il ruolo che possono avere.\nSfrutta gli strumenti di comunicazione per attivare la consapevolezza, invitare gli attori individuati e creare una rete attiva di persone che possano contribuire al progetto. Definisci degli accordi di partenariato e assicura la tutela delle informazioni condivise. Pianifica in modo collaborativo i prossimi passi e crea dei sottogruppi di lavoro. ",
        "lv": "Kuras ieinteresētās puses būtu jāiesaista jūsu koprades procesā? Kā sazināties ar viņiem par jūsu projekta mērķiem un dalības priekšrocībām?\nUzziniet par ieinteresēto pušu iesaistīšanas ieguvumiem. Izmantojiet pieejamos zināšanu rīkus, lai saprastu projektā iesaistāmās ieinteresētās puses un to lomu.\nIzmantojiet saziņas veidnes, lai palielinātu izpratni, uzaicinātu ieinteresētās puses un izveidotu dzīvīgu un motivētu līdzstrādnieku tīklu. Definējiet partnerības līgumus un pārliecinieties, ka kopīgotā informācija ir aizsargāta. Kopīgi plānojiet nākamos soļus un izveidojiet darba grupas. "
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Identify stakeholders",
                "es": "Identificar stakeholders",
                "it": "Identifica gli attori chiave",
                "lv": "Identificējiet ieinteresētās puses"
            },
            "description_translations": {
                "en": "The identification of key actors  is the first step to start your  process of co-production. According to the type of project, the goals and the level of citizen involvement, different questions are to be answered.\r\nWhat different  types of stakeholders enter into play in the initiative to be co-produced? What are their motivations and skills to participate in the project? What is their position in the network? How to contact them?\r\nFollow the specific tasks to get the complete picture.",
                "es": "La identificación de los actores clave es el primer paso para iniciar su proceso de coproducción. Según el tipo de proyecto, los objetivos y el nivel de implicación de los ciudadanos, hay que responder a diferentes preguntas.\n¿Qué tipos de actores entran en juego en la iniciativa a coproducir? ¿Cuáles son sus motivaciones y aptitudes para participar en el proyecto? ¿Cuál es su posición en la red? ¿Cómo contactar con ellos?\nSiga las tareas específicas para obtener la imagen completa.",
                "it": "L'identificazione degli attori rilevanti è il primo passo per avviare il processo di realizzazione congiunta. A seconda del tipo di progetto, degli obiettivi e del livello di coinvolgimento dei cittadini, è necessario rispondere a diverse domande.\nQuali diversi tipi di portatori di interesse entrano in gioco nell'iniziativa da co-produrre? Quali sono le loro motivazioni e capacità per partecipare al progetto? Qual è la loro posizione nella comunità? Come contattarli?\nSegui le attività specificate per ottenere un quadro di informazioni completo.",
                "lv": "Atslēgas dalībnieku noteikšana ir pirmais solis, lai sāktu koprades procesu. Atbilstoši projekta veidam, mērķiem un iedzīvotāju iesaistes līmenim ir jāatbild uz dažādiem jautājumiem.\nKādi dažādi ieinteresēto pušu veidi iesaistās koprades iniciatīvā? Kāda ir viņu motivācija un prasmes piedalīties projektā? Kāda ir viņu pozīcija tīklā? Kā ar viņiem sazināties?\nIzpildiet konkrētos uzdevumus, lai iegūtu pilnīgu priekšstatu."
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Understand the different types of stakeholders",
                        "es": "Entender los diferentes tipos de stakeholders y sus motivaciones",
                        "it": "Comprendi le diverse tipologie di attori da coinvolgere",
                        "lv": "Izprotiet dažādu veidu ieinteresētās puses"
                    },
                    "description_translations": {
                        "en": "Usually different actors are engaged in co-production to create a new service or customizing an already existing service: public bodies, private companies, SMEs, citizens. Each actor brings specific needs and competences in relation to the service and has different motivations to participate in a project. Learn about the different types of stakeholders and which of them can add value to your co-production process",
                        "es": "Por lo general, en la coproducción participan diferentes actores para crear un nuevo servicio o personalizar un servicio ya existente: organismos públicos, empresas privadas, PYMES, ciudadanos. Cada actor aporta necesidades y competencias específicas en relación con el servicio y tiene diferentes motivaciones para participar en un proyecto. Conozca los diferentes tipos de actores y cuál de ellos puede aportar valor a su proceso de coproducción",
                        "it": "Solitamente diversi attori sono impegnati in processi di co-produzione per creare un nuovo servizio o per personalizzare un servizio già esistente: enti pubblici, aziende private, PMI, cittadini. Ogni attore porta bisogni e competenze specifiche in relazione al servizio e ha motivazioni diverse per partecipare a un progetto. Scopri i diversi tipi di attori da coinvolgere e quali di essi possono aggiungere valore al tuo processo di co-produzione.",
                        "lv": "Lai izveidotu jaunu pakalpojumu vai pielāgotu jau esošu pakalpojumu, kopradē parasti tiek iesaistīti dažādi dalībnieki: valsts iestādes, privātie uzņēmumi, mazie un vidējie uzņēmumi un iedzīvotāji. Katrs dalībnieks sniedz īpašas vajadzības un kompetences saistībā ar pakalpojumu, un katram ir atšķirīga motivācija piedalīties projektā. Uzziniet par dažāda veida ieinteresētajām pusēm un kuras no tām var sniegt pievienoto vērtību jūsu koprades procesam"
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "id": "task-understand-the-different-types-of-stakeholders",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Map stakeholders, analyse motivation, skills, expectations",
                        "es": "Mapear partes interesadas analizar motivación habilidades expectativas",
                        "it": "Crea una mappa delle parti interessate, analizza le loro motivazioni, competenze e aspettative",
                        "lv": "Kartējiet ieinteresētās puses, analizējiet motivāciju, prasmes, gaidas"
                    },
                    "description_translations": {
                        "en": "Mapping the stakeholders is crucial to have a clear view of which roles stakeholders can play in different stages of innovation, what their level of commitment and strategic importance could be. Analyse the complexity of building relationships, realizing which connectors can be crucial for innovation development in your project.",
                        "es": "Hacer un mapa de las partes interesadas es crucial para tener una visión clara de los papeles que pueden desempeñar las partes interesadas en las diferentes etapas de la innovación, cuál podría ser su nivel de compromiso y su importancia estratégica. Analizar la complejidad de las relaciones que se establecen, y darse cuenta de qué conectores pueden ser cruciales para el desarrollo de la innovación en su proyecto.",
                        "it": "La mappatura delle parti interessate è fondamentale per avere una visione chiara dei ruoli che gli attori possono svolgere nelle diverse fasi, per comprendere il loro livello di impegno e sfruttare al meglio la loro importanza strategica. Analizza la complessità delle relazioni, identificando quali sono le persone cruciali per lo sviluppo dell'innovazione nel tuo progetto.",
                        "lv": "Ieinteresēto pušu kartēšana ir ļoti svarīga, lai iegūtu skaidru priekšstatu par to, kādas lomas ieinteresētās puses var spēlēt dažādos inovācijas posmos, kāds varētu būt to saistību līmenis un stratēģiskā nozīme. Analizējiet attiecību veidošanas sarežģītību, saprotot, kāda mijiedarbība var būt būtiska inovācijas attīstībai jūsu projektā."
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-understand-the-different-types-of-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-map-stakeholders-analyse-motivation-skills-expectations"
                },
                {
                    "name_translations": {
                        "en": "Visually map the network of stakeholders",
                        "es": "Mapear visualmente la red de partes interesadas",
                        "it": "Crea una mappa grafica della rete degli stakeholder",
                        "lv": "Vizuāli kartējiet ieinteresēto pušu tīklu"
                    },
                    "description_translations": {
                        "en": "Is your network balanced and inclusive?\r\nCreate a Stakeholder Map, where the ecosystem of stakeholders involved in a customer experience is visualized.",
                        "es": "¿Es su red equilibrada e inclusiva?\nCree un mapa de partes interesadas, donde se visualice el ecosistema de partes interesadas que participan en la experiencia del cliente.",
                        "it": "La tua comunità di riferimento è equilibrata e inclusiva?\nCrea una mappa degli attori da coinvolgere, in cui viene visualizzata l'ecosistema delle parti interessate.",
                        "lv": "Vai jūsu tīkls ir līdzsvarots un iekļaujošs?\nIzveidojiet ieinteresēto pušu karti, kurā tiek attēlota klientu pieredzē iesaistīto ieinteresēto pušu ekosistēma."
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-map-stakeholders-analyse-motivation-skills-expectations",
                            "type": "previous"
                        }
                    ],
                    "id": "task-visually-map-the-network-of-stakeholders"
                },
                {
                    "name_translations": {
                        "en": "Create a contact list of potential network participants",
                        "es": "Crear una lista de contactos de posibles participantes de la red",
                        "it": "Crea un elenco di contatti di potenziali partecipanti",
                        "lv": "Izveidojiet potenciālo tīkla dalībnieku kontaktu sarakstu"
                    },
                    "description_translations": {
                        "en": "Write down the list of participants, aside the co-production team, who may be interested in observing the progress of the co-production project and have the opportunity to emit opinions and take part in some decision processes. ",
                        "es": "Anote la lista de participantes, aparte del equipo de coproducción, que pueden estar interesados en observar el progreso del proyecto de coproducción y tener la oportunidad de emitir opiniones y participar en algunos procesos de decisión. ",
                        "it": "Crea un elenco dei partecipanti che, in aggiunta al gruppo di lavoro, potrebbero essere interessati ad osservare l'andamento del progetto, che potrebbero esprimere opinioni, suggerimenti e prendere parte ad alcuni dei processi decisionali. ",
                        "lv": "Pierakstiet dalībnieku sarakstu, izņemot koprades komandu, kuri varētu būt ieinteresēti novērot koprades projekta gaitu un kuriem ir iespēja izteikt viedokļus un piedalīties atsevišķos lēmumu pieņemšanas procesos. "
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-visually-map-the-network-of-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-create-a-contact-list-of-potential-network-participants"
                }
            ],
            "id": "objective-identify-stakeholders",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Engage stakeholders",
                "es": "Involucrar a las partes interesadas",
                "it": "Coinvolgi gli attori individuati",
                "lv": "Iesaistiet ieinteresētās puses"
            },
            "description_translations": {
                "en": "Stakeholder engagement is about figuring out how to effectively communicate, collaborate, and interact with key people who have positive or negative influence, and may impact the success of your project.\r\nTo reach this objective you should carefully prepare an engagement plan, create awareness and communication material tailored to your audience, understand how to communicate benefit for stakeholders and, whenever this is forseen in your project, understand how to engage citizens in the co-production process. ",
                "es": "La implicación de las partes interesadas consiste en averiguar cómo comunicar, colaborar e interactuar eficazmente con las personas clave que tienen una influencia positiva o negativa y pueden influir en el éxito de su proyecto.\nPara alcanzar este objetivo debe preparar cuidadosamente un plan de compromiso, crear material de concienciación y comunicación adaptado a su público, entender cómo comunicar el beneficio para las partes interesadas y, siempre que esté previsto en su proyecto, entender cómo involucrar a los ciudadanos en el proceso de coproducción. ",
                "it": "Il coinvolgimento inizia con una fase di analisi su come comunicare, collaborare ed interagire efficacemente con gli attori chiave che possono avere una influenza positiva o negativa sul successo del progetto.\nPrepara attentamente un piano di coinvolgimento, crea consapevolezza sul percorso da intraprendere insieme e sui suoi benefici a partire da materiale di comunicazione creato esclusivamente per ogni singolo target individuato. Prova a immaginare come comunicare, con quali obiettivi e con quali strumenti, con i potenziali beneficiari e, se previsto dal progetto, anche come coinvolgere tutti i cittadini in generale nel processo. ",
                "lv": "Ieinteresēto pušu iesaiste ir saistīta ar efektīvi saziņu, sadarbību un mijiedarbību ar atslēgas cilvēkiem, kuriem ir pozitīva vai negatīva ietekme, un kas var ietekmēt jūsu projekta panākumus.\nLai sasniegtu šo mērķi, ir rūpīgi jāsagatavo iesaistes plāns, jāizveido savai auditorijai pielāgots izpratnes un komunikācijas materiāls, jāsaprot, kā informēt ieinteresētās personas par ieguvumiem, un, kad vien tas ir paredzēts jūsu projektā, jāsaprot, kā iesaistīt iedzīvotājus koprades procesā. "
            },
            "problemprofiles": [
                "ORG_PROBLEM_12",
                "ORG_PROBLEM_13",
                "ORG_PROBLEM_14"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Prepare an engagement plan",
                        "es": "Preparar un plan de compromiso",
                        "it": "Disegna una strategia di coinvolgimento",
                        "lv": "Sagatavojiet iesaistīšanās plānu"
                    },
                    "description_translations": {
                        "en": "Create an effective engagement plan which allows you to reach to the types and numbers of stakeholders sufficient to ensure that the co-produced service is well targeted. \r\nAn engagement plan is usually composed of three parts: the identification of your project’s stakeholders; the planning of effective means for interacting with each stakeholder, and protocols for accurately documenting your work for the sake of transparency, accountability and evaluation of the process.",
                        "es": "Cree un plan de compromiso eficaz que le permita llegar a los tipos y números de partes interesadas suficientes para garantizar que el servicio coproducido esté bien orientado. \nUn plan de participación suele constar de tres partes: la identificación de las partes interesadas de su proyecto; la planificación de medios eficaces para interactuar con cada parte interesada, y los protocolos para documentar con precisión su trabajo en aras de la transparencia, la responsabilidad y la evaluación del proceso.",
                        "it": "Crea un piano di coinvolgimento efficace per raggiungere le tipologie e il numero di attori sufficienti per garantire che il servizio risponda ai bisogni individuati.\nUn piano di coinvolgimento è solitamente composto da tre parti: l'identificazione degli attori del progetto; la pianificazione dei mezzi per interagire con loro in modo efficace e i protocolli per documentare il lavoro, ai fini di garantire trasparenza del percorso, i titolari delle responsabilità ed effettuare una valutazione complessiva.",
                        "lv": "Izveidojiet efektīvu iesaistes plānu, kas ļauj sasniegt to ieinteresēto personu veidus un skaitu, lai nodrošinātu kopražojuma pakalpojuma mērķtiecību.\nIesaistīšanās plāns parasti sastāv no trim daļām: jūsu projektā ieinteresēto pušu noteikšana; efektīvu līdzekļu plānošana mijiedarbībai ar katru ieinteresēto personu un protokoli, kas precīzi dokumentē jūsu darbu, lai nodrošinātu procesa caurspīdīgumu, atbildību un novērtēšanu."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_5"
                    ],
                    "id": "task-prepare-an-engagement-plan",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Create awareness and communication",
                        "es": "Crear conciencia y comunicación",
                        "it": "Crea consapevolezza e informazione",
                        "lv": "Veidojiet izpratni un komunikāciju"
                    },
                    "description_translations": {
                        "en": "Ensure that relevant stakeholders are aware of the initiative in order to ensure their participation. Awareness-raising is a process that seeks to inform and educate people about a topic or issue with the intention of influencing their attitudes, behaviours and beliefs towards the achievement of a defined purpose or goal.",
                        "es": "Garantizar que las partes interesadas conozcan la iniciativa para asegurar su participación. La sensibilización es un proceso que busca informar y educar a las personas sobre un tema o asunto con la intención de influir en sus actitudes, comportamientos y creencias hacia la consecución de un propósito u objetivo definido.",
                        "it": "Accertati che le parti interessate siano a conoscenza dell'iniziativa al fine di garantire la loro partecipazione. Aumentare la consapevolezza significa informare ed educare le persone su un argomento specifico o un problema con l'intenzione di influenzare i loro atteggiamenti, comportamenti e convinzioni verso il raggiungimento di uno scopo o obiettivo definito.",
                        "lv": "Nodrošiniet ieinteresēto pušu informētību par šo iniciatīvu, lai nodrošinātu līdzdalību. Izpratnes veidošana ir process, kura mērķis ir informēt un izglītot cilvēkus par kādu tēmu vai problēmu ar nolūku ietekmēt viņu attieksmi, uzvedību un uzskatus, lai sasniegtu noteiktu mērķi vai sasniegtu rezultātu."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4",
                        "ORG_PROBLEM_6.3"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-prepare-an-engagement-plan",
                            "type": "previous"
                        }
                    ],
                    "id": "task-create-awareness-and-communication"
                },
                {
                    "name_translations": {
                        "en": "Communicate benefit for stakeholders",
                        "es": "Comunicar el beneficio para las partes interesadas",
                        "it": "Comunica i vantaggi e le opportunità agli attori coinvolti",
                        "lv": "Paziņojiet par ieguvumiem ieinteresētajām pusēm"
                    },
                    "description_translations": {
                        "en": "Clearly communicate the benefits of service co-production to your network of stakeholders and citizens.\r\nParticipants need to understand why their participation matters, what they can gain individually and as a group.",
                        "es": "Comunique claramente las ventajas de la coproducción de servicios a su red de interesados y ciudadanos.\nLos participantes tienen que entender por qué es importante su participación, qué pueden ganar individualmente y como grupo.",
                        "it": "Comunica con chiarezza quali sono i vantaggi di realizzare congiuntamente i servizi alla tua rete di attori individuati e ai cittadini.\nI partecipanti devono capire perché il loro coinvolgimento è importante, cosa possono ottenere sia individualmente sia come gruppo.",
                        "lv": "Skaidri paziņojiet savam ieinteresēto pušu un iedzīvotāju tīklam pakalpojumu koprades priekšrocības.\nDalībniekiem ir jāsaprot, kāpēc viņu līdzdalība ir svarīga, un ko viņi var iegūt individuāli un kā grupa."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-create-awareness-and-communication",
                            "type": "previous"
                        }
                    ],
                    "id": "task-communicate-benefit-for-stakeholders"
                },
                {
                    "name_translations": {
                        "en": "Engage citizens in the co-production process",
                        "es": "Implicar a los ciudadanos en el proceso de coproducción",
                        "it": "Coinvolgi i cittadini nel processo di realizzazione congiunta",
                        "lv": "Iesaistiet iedzīvotājus koprades procesā"
                    },
                    "description_translations": {
                        "en": "Provide members of the public with the information they need to understand the project, the decision process, and also how public input can influence decisions, the design of the service and the way it is delivered. ",
                        "es": "Proporcionar a los miembros del público la información que necesitan para entender el proyecto, el proceso de decisión y también cómo las aportaciones del público pueden influir en las decisiones, en el diseño del servicio y en la forma de prestarlo. ",
                        "it": "Fornisci ai membri della società civile le informazioni di cui hanno bisogno per comprendere il progetto, il processo decisionale e anche come il loro input può influenzare le decisioni, la progettazione del servizio e il modo in cui viene erogato. ",
                        "lv": "Sniedziet sabiedrības locekļiem informāciju, kas viņiem nepieciešama, lai izprastu projektu, lēmumu pieņemšanas procesu un arī to, kā sabiedrības ieguldījums var ietekmēt lēmumus, pakalpojuma dizainu un veidu, kā tas tiek piegādāts. "
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_10",
                        "ORG_PROBLEM_11"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-communicate-benefit-for-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-engage-citizens-in-the-co-production-process"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-identify-stakeholders",
                    "type": "previous"
                }
            ],
            "id": "objective-engage-stakeholders"
        }
    ],
    "is_part_of_codelivery": false
}