{
    "id": "phase-run",
    "prerequisites": [
        {
            "item": "phase-design",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Run",
        "es": "Ejecutar",
        "it": "Esegui",
        "lv": "Palaist"
    },
    "description_translations": {
        "en": "Browse the catalogue of INTERLINKERs to find reusable building blocks for the implementation of your service. Monitor development advancement in the project workplan. Stop and reflect on the process so far with the co-evaluation checklists that help verify compliance with standards and regulations. Use incentives and reward tools made available by the INTERLINK platform to sustain stakeholders’ and citizens’ contribution to service delivery. Monitor quality of service and citizens’ satisfaction with carefully prepared surveys. Stop and reflect on how co-delivery is going with the co-evaluation checklists.",
        "es": "Examine el catálogo de INTERLINKERs para encontrar bloques de construcción reutilizables para la implementación de su servicio. Supervise el avance del desarrollo en el plan de trabajo del proyecto. Deténgase y reflexione sobre el proceso hasta el momento con las listas de comprobación de coevaluación que ayudan a verificar el cumplimiento de las normas y los reglamentos. Utilizar los incentivos y las herramientas de recompensa que ofrece la plataforma INTERLINK para mantener la contribución de las partes interesadas y de los ciudadanos a la prestación del servicio. Controlar la calidad del servicio y la satisfacción de los ciudadanos con encuestas cuidadosamente preparadas. Detenerse y reflexionar sobre cómo va la co-prestación de servicios con las listas de comprobación de la co-evaluación.",
        "it": "Sfoglia il catalogo degli INTERLINKERs per trovare gli strumenti digitali che puoi riutilizzare per la realizzazione del servizio. Monitora l'avanzamento del progetto nel piano di lavoro. Verifica la conformità a standard e regolamenti, l'andamento dell'erogazione grazie alle checklist di co-valutazione. Utilizza gli incentivi e le ricompense per supportare e contribuire all'erogazione dei servizi. Monitora la qualità del servizio e la soddisfazione dei cittadini con sondaggi accuratamente preparati.",
        "lv": "Pārlūkojiet INTERLINKERu katalogu, lai atrastu atkārtoti lietojamus komponentus sava pakalpojuma ieviešanai. Pārraugiet attīstības virzību projekta darba plānā. Apstājies un pārdomājiet līdzšinējo procesu, izmantojot kopējā novērtējuma kontrolsarakstus, kas palīdz pārbaudīt atbilstību standartiem un noteikumiem. Izmantojiet INTERLINK platformas piedāvātos stimulus un atlīdzības rīkus, lai atbalstītu ieinteresēto pušu un iedzīvotāju ieguldījumu pakalpojumu sniegšanā. Pārraugiet pakalpojumu kvalitāti un iedzīvotāju apmierinātību ar rūpīgi sagatavotām aptaujām. Apstājaties un pārdomājiet, kā notiek koppiegāde, izmantojot kopējā novērtējuma kontrolsarakstus."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Launch Hackathon website",
                "es": "Lanzamiento del sitio web del Hackathon",
                "it": "Lancia il sito web per l'hackathon",
                "lv": "Palaidiet hakatona tīmekļvietni"
            },
            "description_translations": {
                "en": "Service implementation is not possible if an environment for its depoyment and maintenance is not thought in advance. Independently on whether your envisioned co-produced service will be a piece of software or a bundle of digital resources, identify, select and make ready the development and deployment environments for your solution. Important to clearly specify and test the technical constraints within which the delivered service will be hosted.",
                "es": "La implantación de un servicio no es posible si no se piensa de antemano en un entorno para su despliegue y mantenimiento. Independientemente de si el servicio coproducido previsto será una pieza de software o un conjunto de recursos digitales, hay que identificar, seleccionar y preparar los entornos de desarrollo y despliegue de la solución. Es importante especificar claramente y probar las limitaciones técnicas dentro de las cuales se alojará el servicio entregado.",
                "it": "L'implementazione del servizio non è possibile se non predisponi in anticipo le condizioni per l'erogazione e la manutenzione. Indipendentemente dal fatto che il servizio sarà uno specifico software o un insieme di risorse digitali, identifica, seleziona e prepara le condizioni di sviluppo e distribuzione. E' importante specificare e testare chiaramente i vincoli tecnici entro con i quali il servizio erogato dovrà confrontarsi.",
                "lv": "Pakalpojuma ieviešana nav iespējama, ja nav iepriekš pārdomāta vide tā izstrādei un uzturēšanai. Neatkarīgi no tā, vai jūsu iecerētais koprades pakalpojums būs programmatūra vai digitālo resursu kopums, identificējiet, atlasiet un sagatavojiet sava risinājuma izstrādes un izvietošanas vides. Ir svarīgi skaidri norādīt un pārbaudīt tehniskos ierobežojumus, kuru ietvaros tiks mitināts sniegtais pakalpojums."
            },
            "problemprofiles": [
                "DEF_PROBLEM_5"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Technical implementation and deployment",
                        "es": "Implementación y despliegue técnico",
                        "it": "Implementazione tecnica ed erogazione",
                        "lv": "Tehniskā īstenošana un ieviešana"
                    },
                    "description_translations": {
                        "en": "Identify the dependencies and environment needed for the service co-production and co-delivery. Configure and deploy (if not already available) the dependencies and environment. Document the progress towards realizing the technical aspects associated to the co-produced service. ",
                        "es": "Identificar las dependencias y el entorno necesarios para la coproducción y la codistribución de servicios. Configurar y desplegar (si no están ya disponibles) las dependencias y el entorno. Documentar el progreso hacia la realización de los aspectos técnicos asociados al servicio coproducido. ",
                        "it": "Identifica le dipendenze e l'ambiente di sviluppo necessario per la realizzazione e l'erogazione del servizio. Configura e rilascia (se non sono già disponibili) le dipendenze e l'ambiente di sviluppo. Documenta i progressi relativi all'implementazione degli aspetti tecnici associati al servizio. ",
                        "lv": "Identificējiet pakalpojuma kopradei un koppiegādei nepieciešamos ārējos rīkus un vidi. Konfigurējiet un izvietojiet ārējos rīkus un vidi (ja tas vēl nav pieejams). Dokumentējiet progresu, lai īstenotu ar kopēji radīto pakalpojumu saistītos tehniskos aspektus. "
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_2",
                        "BUILD_PROBLEM_3",
                        "BUILD_PROBLEM_4",
                        "BUILD_PROBLEM_5",
                        "BUILD_PROBLEM_6",
                        "BUILD_PROBLEM_7",
                        "BUILD_PROBLEM_8"
                    ],
                    "id": "task-technical-implementation-and-deployment",
                    "prerequisites": []
                }
            ],
            "id": "objective-launch-hackathon-website",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Service implementation",
                "es": "Implementación del servicio",
                "it": "Implementa il servizio",
                "lv": "Pakalpojuma ieviešana"
            },
            "description_translations": {
                "en": "Depending on the nature of the co-produced service, you main adopt different tools and mechanisms to realize a given co-produced service. Realizing a co-produced service might entail programming, using graphical design tools, 3D modelling and fabrication and so on. Register progress achieved during the realization of the implementation of the co-produced service, upload progress reports, cross-link with repositories where progress is being realized, document the co-produced service API or the kit and/or resources generated to realize the service. Acknowledge and trace the contributions of different co-production team members or external contributors. Reuse existing INTERLINKERs (software and knowledge) and add on top of them, browse through them in the Catalogue, do not reinvent the wheel!",
                "es": "Dependiendo de la naturaleza del servicio coproducido, se pueden adoptar diferentes herramientas y mecanismos para realizar un determinado servicio coproducido. La realización de un servicio coproducido puede implicar la programación, el uso de herramientas de diseño gráfico, el modelado y la fabricación en 3D, etc. Registre los avances logrados durante la realización de la implementación del servicio coproducido, suba informes de progreso, cruce con los repositorios donde se están realizando los avances, documente la API del servicio coproducido o el kit y/o los recursos generados para realizar el servicio. Reconocer y trazar las contribuciones de los diferentes miembros del equipo de coproducción o de los colaboradores externos. Reutilizar los INTERLINKERs existentes (software y conocimiento) y añadir sobre ellos, navegar a través de ellos en el Catálogo, ¡no reinventar la rueda!",
                "it": "A seconda della natura del servizio da realizzare adotta strumenti e meccanismi diversi: la programmazione, la progettazione grafica, la modellazione e la stampa 3D e così via. Registra i progressi raggiunti durante l'implementazione del servizio, crea e condividi report sullo stato di avanzamento, crea collegamenti incrociati con i repository, documenta l'API del servizio coprodotto o il kit e/o le risorse generate per realizzare il servizio. Riconosci e traccia i contributi dei diversi membri del team o esterni. Riutilizza gli INTERLINKERs esistenti (software e conoscenza) che trovi nel Catalogo... non creare una cosa se già esiste!",
                "lv": "Atkarībā no koprades pakalpojuma veida jūs varat izmantot dažādus rīkus un mehānismus, lai izveidotu noteiktu koprades pakalpojumu. Koprades pakalpojuma īstenošana var būt saistīta ar programmēšanu, grafiskā dizaina rīku izmantošanu, 3D modelēšanu un izgatavošanu utt. Reģistrējiet koprades pakalpojuma ieviešanas laikā sasniegto progresu, augšupielādējiet progresa atskaites, izveidojiet saikni ar krātuvēm, kurās tiek dokumentēta izstrāde, dokumentējiet koprades pakalpojuma API vai komplektu un/vai resursus, kas radīti pakalpojuma veikšanai. Atzīstiet un sekojiet līdzi dažādu koprades komandas locekļu vai ārējo līdzstrādnieku ieguldījumam. Atkārtoti izmantojiet esošos INTERLINKERus (programmatūru un zināšanas) un papildiniet tos, pārlūkojiet tos katalogā, neizgudrojiet riteni no jauna!"
            },
            "problemprofiles": [
                "ORG_PROBLEM_13",
                "ORG_PROBLEM_14",
                "DEF_PROBLEM_5"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Launch engagement campaign",
                        "es": "Lanzar una campaña de compromiso",
                        "it": "Lancia iniziative per coinvolgere i cittadini",
                        "lv": "Uzsāciet iesaistes kampaņu"
                    },
                    "description_translations": {
                        "en": "Organize activities among those candidate to participate in the Hackathon, based on previously undertaken stakeholder analysis.",
                        "es": "Organizar actividades entre los candidatos a participar en el Hackathon, basándose en el análisis de las partes interesadas realizado previamente.",
                        "it": "Organizza le attività con i partecipanti dell'hackathon in base ai risultati dell'analisi degli attori effettuata in precedenza.",
                        "lv": "Balstoties uz iepriekš veikto ieinteresēto pušu analīzi, organizējiet aktivitātes to kandidātu vidū, kas vēlas piedalīties hakatonā."
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_2",
                        "BUILD_PROBLEM_3",
                        "BUILD_PROBLEM_4",
                        "BUILD_PROBLEM_5",
                        "BUILD_PROBLEM_6",
                        "BUILD_PROBLEM_7",
                        "BUILD_PROBLEM_9"
                    ],
                    "id": "task-launch-engagement-campaign",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Open submissions",
                        "es": "Entregas abiertas",
                        "it": "Apri le iscrizioni",
                        "lv": "Atvērtie iesniegumi"
                    },
                    "description_translations": {
                        "en": "Allow for submission of ideas by teams willing to take part in the hackathon.",
                        "es": "Permitir la presentación de ideas por parte de los equipos que deseen participar en el hackathon.",
                        "it": "Consenti la proposta di idee da parte dei gruppi che intendono prendere parte all'hackathon.",
                        "lv": "Atļaujiet idejas iesniegt komandām, kuras vēlas piedalīties hakatonā."
                    },
                    "problemprofiles": [
                        "HACKATHON_PROBLEM_1"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-launch-engagement-campaign",
                            "type": "previous"
                        }
                    ],
                    "id": "task-open-submissions"
                },
                {
                    "name_translations": {
                        "en": "Monitor submissions",
                        "es": "Supervisar las entregas",
                        "it": "Monitora le iscrizioni",
                        "lv": "Pārraugiet iesniegumus"
                    },
                    "description_translations": {
                        "en": "Monitor how the submissions are going before the deadline for submissions reaches. React organizaing further activities if needed.",
                        "es": "Supervisar cómo van las presentaciones antes de que llegue la fecha límite de entrega. Reaccione organizando más actividades si es necesario.",
                        "it": "Monitora l'andamento delle iscrizioni prima della scadenza stabilita. Organizza ulteriori attività di reclutamento, se necessarie.",
                        "lv": "Pārraugiet, kā notiek iesniegšana, pirms ir pienācis iesniegšanas termiņš. Ja nepieciešams, reaģējiet, organizējot papildu aktivitātes."
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_2",
                        "BUILD_PROBLEM_3",
                        "BUILD_PROBLEM_4",
                        "BUILD_PROBLEM_5",
                        "BUILD_PROBLEM_6",
                        "BUILD_PROBLEM_7",
                        "BUILD_PROBLEM_9"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-open-submissions",
                            "type": "previous"
                        }
                    ],
                    "id": "task-monitor-submissions"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-launch-hackathon-website",
                    "type": "previous"
                }
            ],
            "id": "objective-service-implementation"
        },
        {
            "name_translations": {
                "en": "Hackathon celebration",
                "es": "Celebración del Hackathon",
                "it": "Celebra l'hackathon",
                "lv": "Hakatona svinības"
            },
            "description_translations": {
                "en": "Release the co-produced service. Ensure that is operational in a 24x7 basis.  Provide support to accomodate enhancements or fixes. Establish fluid mechanisms between service co-deliverers and consumers. Monitor fulfilment of obligations and responsabilities of distinct codeliverers.",
                "es": "Liberar el servicio coproducido. Garantizar que esté operativo en régimen de 24x7.  Proporcionar soporte para acomodar mejoras o correcciones. Establecer mecanismos fluidos entre los codistribuidores de servicios y los consumidores. Supervisar el cumplimiento de las obligaciones y responsabilidades de los distintos codistribuidores.",
                "it": "Eroga il servizio realizzato collaborativamente. Assicurati che sia operativo 24 ore al giorno per 7 giorni. Fornisci supporto per integrare eventuali miglioramenti o correzioni. Crea un canale di comunicazione fluido tra tutti i fornitori del servizio e i consumatori. Monitora l'adempimento degli obblighi e delle responsabilità degli altri fornitori.",
                "lv": "Izlaidiet kopēji radīto pakalpojumu. Pārliecinieties, ka tas darbojas visu diennakti. Sniedziet atbalstu, lai veiktu uzlabojumus. Izveidojiet elastīgus mehānismus starp pakalpojumu koppiegādātājiem un patērētājiem. Uzraugiet pienākumu izpildi un atsevišķu piegādātāju atbildību."
            },
            "problemprofiles": [
                "ORG_PROBLEM_12",
                "UND_PROBLEM_6"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Coordinate the actors involved in the codelivery of the Hackathon (organizers, evaluators, participants)",
                        "es": "Coordinar a los actores implicados en la codificación del Hackathon (organizadores, evaluadores, participantes)",
                        "it": "Coordina gli attori coinvolti nella co-esecuzione dell'hackathon (organizzatori, valutatori, partecipanti)",
                        "lv": "Koordinējiet hakatona koppiegādē iesaistītos dalībniekus (organizatorus, vērtētājus, dalībniekus)"
                    },
                    "description_translations": {
                        "en": "Organize activities among co-deliverers according to their roles and responsabilities. Ensure quality of service is maintained in the cooperative activities involved in service codelivery. Launch satisfaction and quality of service assessement surveys. ",
                        "es": "Organizar las actividades entre los codirectores según sus funciones y responsabilidades. Garantizar el mantenimiento de la calidad del servicio en las actividades cooperativas de prestación de servicios. Poner en marcha encuestas de evaluación de la satisfacción y la calidad del servicio. ",
                        "it": "Organizza le attività tra i fornitori che dovranno erogare il servizio in base ai loro ruoli e responsabilità. Garantisci che la qualità del servizio sia mantenuta e implementata. Avvia sondaggi di valutazione della soddisfazione e della qualità del servizio. ",
                        "lv": "Organizējiet aktivitātes starp dalībniekiem atbilstoši viņu lomām un pienākumiem. Nodrošiniet pakalpojumu kvalitātes uzturēšanu kooperatīvajās aktivitātēs, kas saistītas ar pakalpojumu koppiegādi. Uzsākiet apmierinātības un pakalpojumu kvalitātes novērtējuma aptaujas. "
                    },
                    "problemprofiles": [],
                    "id": "task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Guarantee transparent communication with participants in the Hackathon",
                        "es": "Garantizar una comunicación transparente con los participantes en el Hackathon",
                        "it": "Garantisci comunicazioni trasparenti con i partecipanti dell'hackathon",
                        "lv": "Nodrošiniet caurspīdīgu komunikāciju ar hakatona dalībniekiem"
                    },
                    "description_translations": {
                        "en": "Ensure fluid and responsive communication among co-deliverers team and more importantly among those consuming and reusing the delivered service and the co-delivery team. Establish a web-based communication mechanism which allows to trace the communication with all actors. ",
                        "es": "Garantizar una comunicación fluida y receptiva entre el equipo de codirectores y, lo que es más importante, entre quienes consumen y reutilizan el servicio entregado y el equipo de codirectores. Establecer un mecanismo de comunicación basado en la web que permita rastrear la comunicación con todos los actores. ",
                        "it": "Crea un flusso di comunicazione proattivo tra i componenti del gruppo di lavoro, soprattutto, tra coloro che consumano e riutilizzano il servizio fornito e il gruppo responsabile dell'erogazione. Stabilisci un meccanismo di comunicazione digitale, che utilizzi il web in modo da tenere una traccia degli scambi tra tutti gli attori coinvolti. ",
                        "lv": "Nodrošiniet vienmērīgu un atsaucīgu saziņu koppiegādes komandā un jo īpaši starp tiem, kas patērē un atkārtoti izmanto sniegto pakalpojumu, un koppiegādes komandu. Izveidojiet tīmeklī bāzētu saziņas mehānismu, kas ļauj izsekot saziņai ar visiem dalībniekiem. "
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants",
                            "type": "previous"
                        }
                    ],
                    "id": "task-guarantee-transparent-communication-with-participants-in-the-hackathon"
                },
                {
                    "name_translations": {
                        "en": "Winner selection and announcement",
                        "es": "Selección y anuncio del ganador",
                        "it": "Selezione dei vincitori e annuncio",
                        "lv": "Uzvarētāju atlase un paziņošana"
                    },
                    "description_translations": {
                        "en": "Based on the criteria established at DESIGN phase, evaluators assess the projects submitted, produce ranking and organizers announce winners.",
                        "es": "Basándose en los criterios establecidos en la fase de DISEÑO, los evaluadores valoran los proyectos presentados, elaboran una clasificación y los organizadores anuncian los ganadores.",
                        "it": "In base ai criteri stabiliti durante la fase di progettazione, i giudici valutano i progetti proposti, stilano una classifica e gli organizzatori annunciano i vincitori.",
                        "lv": "Pamatojoties uz kritērijiem, kas noteikti PROJEKTĒŠANAS posmā, vērtētāji novērtē iesniegtos projektus, sagatavo sarakstus un rīkotāji paziņo uzvarētājus."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-guarantee-transparent-communication-with-participants-in-the-hackathon",
                            "type": "previous"
                        }
                    ],
                    "id": "task-winner-selection-and-announcement"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-service-implementation",
                    "type": "previous"
                }
            ],
            "id": "objective-hackathon-celebration"
        }
    ],
    "is_part_of_codelivery": true
}