{
    "id": "phase-run",
    "prerequisites": [
        {
            "item": "phase-design",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Run",
        "es": "",
        "it": "Esecuzione",
        "lv": ""
    },
    "description_translations": {
        "en": "Browse the catalogue of INTERLINKERs to find reusable building blocks for the implementation of your service. Monitor development advancement in the project workplan. Stop and reflect on the process so far with the co-evaluation checklists that help verify compliance with standards and regulations. Use incentives and reward tools made available by the INTERLINK platform to sustain stakeholders’ and citizens’ contribution to service delivery. Monitor quality of service and citizens’ satisfaction with carefully prepared surveys. Stop and reflect on how co-delivery is going with the co-evaluation checklists.",
        "es": "",
        "it": "Sfoglia il catalogo degli INTERLINKERs per trovare i building block riutilizzabili per l'implementazione del tuo servizio. Monitora l'avanzamento dello sviluppo nel piano di lavoro del progetto. Fermati e rifletti sul processo finora svolto con le checklist di co-valutazione che aiutano a verificare la conformità a standard e regolamenti. Utilizzare gli incentivi e gli strumenti di ricompensa messi a disposizione dalla piattaforma INTERLINK per sostenere il contributo delle parti interessate e dei cittadini all'erogazione dei servizi. Monitora la qualità del servizio e la soddisfazione dei cittadini con sondaggi accuratamente preparati. Fermati e rifletti su come sta andando la co-consegna con le checklist di co-valutazione.",
        "lv": ""
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Launch Hackathon website",
                "es": "",
                "it": "Lancia il sito web per l'hackathon",
                "lv": ""
            },
            "description_translations": {
                "en": "Service implementation is not possible if an environment for its depoyment and maintenance is not thought in advance. Independently on whether your envisioned co-produced service will be a piece of software or a bundle of digital resources, identify, select and make ready the development and deployment environments for your solution. Important to clearly specify and test the technical constraints within which the delivered service will be hosted.",
                "es": "",
                "it": "L'implementazione del servizio non è possibile se non si considera in anticipo un ambiente per il suo rilascio e la sua manutenzione. Indipendentemente dal fatto che il servizio coprodotto previsto sia un software o un insieme di risorse digitali, identifica, seleziona e prepara gli ambienti di sviluppo e di distribuzione per la tua soluzione. E' importante specificare e testare chiaramente i vincoli tecnici entro i quali sarà ospitato il servizio erogato.",
                "lv": ""
            },
            "problemprofiles": [
                "DEF_PROBLEM_5"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Technical implementation and deployment",
                        "es": "",
                        "it": "Implementazione tecnica e messa in esercizio",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Identify the dependencies and environment needed for the service co-production and co-delivery. Configure and deploy (if not already available) the dependencies and environment. Document the progress towards realizing the technical aspects associated to the co-produced service. ",
                        "es": "",
                        "it": "Identifica le dipendenze e l'ambiente necessario per la co-produzione e l'erogazione del servizio. Configura e rilascia (se non già disponibili) le dipendenze e l'ambiente. Documenta i progressi relativi all'implementazione degli aspetti tecnici associati al servizio coprodotto. ",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_2",
                        "BUILD_PROBLEM_3",
                        "BUILD_PROBLEM_4",
                        "BUILD_PROBLEM_5",
                        "BUILD_PROBLEM_6",
                        "BUILD_PROBLEM_7",
                        "BUILD_PROBLEM_8"
                    ],
                    "id": "task-technical-implementation-and-deployment",
                    "prerequisites": []
                }
            ],
            "id": "objective-launch-hackathon-website",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Service implementation",
                "es": "",
                "it": "Implementazione del servizio",
                "lv": ""
            },
            "description_translations": {
                "en": "Depending on the nature of the co-produced service, you main adopt different tools and mechanisms to realize a given co-produced service. Realizing a co-produced service might entail programming, using graphical design tools, 3D modelling and fabrication and so on. Register progress achieved during the realization of the implementation of the co-produced service, upload progress reports, cross-link with repositories where progress is being realized, document the co-produced service API or the kit and/or resources generated to realize the service. Acknowledge and trace the contributions of different co-production team members or external contributors. Reuse existing INTERLINKERs (software and knowledge) and add on top of them, browse through them in the Catalogue, do not reinvent the wheel!",
                "es": "",
                "it": "A seconda della natura del servizio , si adottano strumenti e meccanismi diversi per realizzare un determinato servizio coprodotto. La realizzazione di un servizio coprodotto potrebbe comportare la programmazione, l'utilizzo di strumenti di progettazione grafica, la modellazione e la fabbricazione 3D e così via. Registra i progressi raggiunti durante la realizzazione dell'implementazione del servizio coprodotto, crea e condividi report sullo stato di avanzamento, crea collegamenti incrociati con i repository, documenta l'API del servizio coprodotto o il kit e/o le risorse generate per realizzare il servizio . Riconosci e traccia i contributi di diversi membri del team di coproduzione o contributori esterni. Riutilizza gli INTERLINKERs esistenti (software e conoscenza) e sfogliali nel Catalogo, non reinventare la ruota!",
                "lv": ""
            },
            "problemprofiles": [
                "ORG_PROBLEM_13",
                "ORG_PROBLEM_14",
                "DEF_PROBLEM_5"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Launch engagement campaign",
                        "es": "",
                        "it": "Lancia campagne di coinvolgimento",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Organize activities among those candidate to participate in the Hackathon, based on previously undertaken stakeholder analysis.",
                        "es": "",
                        "it": "Organizza le attività con i candidati che partecipano all'hackathon in base ai risultati dell'analisi degli stakeholder effettuata in precedenza.",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_2",
                        "BUILD_PROBLEM_3",
                        "BUILD_PROBLEM_4",
                        "BUILD_PROBLEM_5",
                        "BUILD_PROBLEM_6",
                        "BUILD_PROBLEM_7",
                        "BUILD_PROBLEM_9"
                    ],
                    "id": "task-launch-engagement-campaign",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Open submissions",
                        "es": "",
                        "it": "Apri le sottomissioni",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Allow for submission of ideas by teams willing to take part in the hackathon.",
                        "es": "",
                        "it": "Consenti la sottomissione di idee da parte dei team che intendono prendere parte all'hackathon.",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "HACKATHON_PROBLEM_1"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-launch-engagement-campaign",
                            "type": "previous"
                        }
                    ],
                    "id": "task-open-submissions"
                },
                {
                    "name_translations": {
                        "en": "Monitor submissions",
                        "es": "",
                        "it": "Monitora le sottomissioni",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Monitor how the submissions are going before the deadline for submissions reaches. React organizaing further activities if needed.",
                        "es": "",
                        "it": "Monitora l'andamento delle sottomissioni prima della scadenza stabilita. Organizza ulteriori attività se necessario.",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_2",
                        "BUILD_PROBLEM_3",
                        "BUILD_PROBLEM_4",
                        "BUILD_PROBLEM_5",
                        "BUILD_PROBLEM_6",
                        "BUILD_PROBLEM_7",
                        "BUILD_PROBLEM_9"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-open-submissions",
                            "type": "previous"
                        }
                    ],
                    "id": "task-monitor-submissions"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-launch-hackathon-website",
                    "type": "previous"
                }
            ],
            "id": "objective-service-implementation"
        },
        {
            "name_translations": {
                "en": "Hackathon celebration",
                "es": "",
                "it": "Realizzazione dell'hackathon",
                "lv": ""
            },
            "description_translations": {
                "en": "Release the co-produced service. Ensure that is operational in a 24x7 basis.  Provide support to accomodate enhancements or fixes. Establish fluid mechanisms between service co-deliverers and consumers. Monitor fulfilment of obligations and responsabilities of distinct codeliverers.",
                "es": "",
                "it": "Rilascia il servizio coprodotto. Assicurati che sia operativo 24x7. Fornisci supporto per integrare miglioramenti o correzioni. Stabilisci meccanismi fluidi tra i co-fornitori di servizi e i consumatori. Monitora l'adempimento degli obblighi e delle responsabilità di chi eroga il servizio.",
                "lv": ""
            },
            "problemprofiles": [
                "ORG_PROBLEM_12",
                "UND_PROBLEM_6"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Coordinate the actors involved in the codelivery of the Hackathon (organizers, evaluators, participants)",
                        "es": "",
                        "it": "Coordina gli attori coinvolti nella co-esecuzione dell'hackathon (organizzatori, valutatori, partecipanti)",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Organize activities among co-deliverers according to their roles and responsabilities. Ensure quality of service is maintained in the cooperative activities involved in service codelivery. Launch satisfaction and quality of service assessement surveys. ",
                        "es": "",
                        "it": "Organizza le attività tra i co-erogatori del servizio in base ai loro ruoli e responsabilità. Garantisci che la qualità del servizio sia mantenuta nelle attività coinvolte nell'erogazione del servizio. Avvia sondaggi di valutazione della soddisfazione e della qualità del servizio. ",
                        "lv": ""
                    },
                    "problemprofiles": [],
                    "id": "task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Guarantee transparent communication with participants in the Hackathon",
                        "es": "",
                        "it": "Garantisci comunicazioni trasparenti con i partecipanti dell'hackathon",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Ensure fluid and responsive communication among co-deliverers team and more importantly among those consuming and reusing the delivered service and the co-delivery team. Establish a web-based communication mechanism which allows to trace the communication with all actors. ",
                        "es": "",
                        "it": "Garantisci una comunicazione fluida e reattiva tra il team di co-erogatori e, soprattutto, tra coloro che consumano e riutilizzano il servizio fornito e il team responsabile dell'erogazione del servizio. Stabilisci un meccanismo di comunicazione basato sul web che consenta di tracciare la comunicazione con tutti gli attori coinvolti. ",
                        "lv": ""
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants",
                            "type": "previous"
                        }
                    ],
                    "id": "task-guarantee-transparent-communication-with-participants-in-the-hackathon"
                },
                {
                    "name_translations": {
                        "en": "Winner selection and announcement",
                        "es": "",
                        "it": "Selezione dei vincitori e annuncio",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Based on the criteria established at DESIGN phase, evaluators assess the projects submitted, produce ranking and organizers announce winners.",
                        "es": "",
                        "it": "In base ai criteri stabiliti durante la fase di DESIGN, i valutatori valutano i progetti sottomessi, producono una classifica e gli organizzatori annunciano i vincitori.",
                        "lv": ""
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-guarantee-transparent-communication-with-participants-in-the-hackathon",
                            "type": "previous"
                        }
                    ],
                    "id": "task-winner-selection-and-announcement"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-service-implementation",
                    "type": "previous"
                }
            ],
            "id": "objective-hackathon-celebration"
        }
    ]
}