{
    "administrative_scopes": [
        "eu",
        "national",
        "local"
    ],
    "asset_name_translations": {
        "en": "W3C accessibility tools"
    },
    "constraints_and_limitations_translations": {
        "en": "None"
    },
    "description_translations": {
        "en": "<p>Web accessibility evaluation tools are software programs or online services that help you determine if web content meets accessibility guidelines. This page provides a list of evaluation tools that you can filter to find ones that match your particular needs.</p>",
        "es": "<p>Las herramientas de evaluación de la accesibilidad web son programas de software o servicios en línea que ayudan a determinar si el contenido de la web cumple con las directrices de accesibilidad. Esta página ofrece una lista de herramientas de evaluación que puedes filtrar para encontrar las que se ajusten a tus necesidades particulares.</p>",
        "it": "<p>Gli strumenti di valutazione dell'accessibilità del Web sono programmi software o servizi online che consentono di determinare se i contenuti Web soddisfano le linee guida sull'accessibilità. Questa pagina fornisce un elenco di strumenti di valutazione che puoi filtrare per trovare quelli che soddisfano le tue esigenze particolari.</p>",
        "lv": "<p>Tīmekļa pieejamības novērtēšanas rīki ir programmatūra vai tiešsaistes pakalpojums, ar kura palīdzību ir iespējams noteikt, vai tiešsaistes saturs atbilst pieejamības vadlīnijām. Šī lapa piedāvā sarakstu ar novērtēšanas rīkiem, kurus ir iespējams filtrēt, lai atrastu atbilstošākos konkrētajām vajadzībām.</p>"
    },
    "difficulty": "easy",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "accessibility-tools",
    "instructions_translations": {
        "en": "./interlinkers/externalsoftware/w3c-accessibility-tools/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "propietary",
    "name_translations": {
        "en": "Accessibility Tools",
        "es": "Herramientas de accesibilidad",
        "it": "Strumenti per l'accessibità",
        "lv": "Pieejamības rīki"
    },
    "problemprofiles": [
        "BUILD_PROBLEM_2"
    ],
    "regulations_and_standards_translations": {
        "en": "None"
    },
    "tags_translations": {
        "en": [
            "ACCESSIBILITY",
            "HTML5",
            "CSS"
        ]
    },
    "targets": [
        "all"
    ],
    "type": "software",
    "types": [
        "enabling_services"
    ],
    "uri_translations": {
        "en": "https://www.w3.org/WAI/ER/tools/"
    }
}