{
    "external-resource": "External resource",
    "Name": "Name",
    "Created": "Created",
    "Updated": "Updated",
    "Interlinker": "Interlinker",
    "Actions": "Actions",
    "No resources yet": "No resources yet",
    "In progress": "In progress",
    "Awaiting": "Awaiting",
    "Official": "Official",
    "Community": "Community",
    "Internal software": "Internal software",
    "Internal knowledge": "Internal knowledge",
    "External software": "External software",
    "External knowledge": "External knowledge",
    "Nature": "Nature",
    "Search": "Search...",
    "Minimum rating": "Minimum rating",
    "Logotype": "Logotype",
    "by": "by",
    "Interlink platform": "Interlink platform",
    "Last update": "Last update",
    "time-ago": "{{when}} ago",
    "Unlike": "Unlike",
    "Like": "Like",
    "Rating": "Rating",
    "overall-rating": "Overall rating",
    "ratings-in-total": "ratings",
    "rate-interlinker": "Rate this interlinker",
    "title": "Title",
    "body": "Body",
    "Send": "Send",
    "login-required": "Login required",
    "login-required-description": "You must be logged in to access this section.",
    "Login": "Login",
    "Logout": "Logout",
    "Workspace": "Workspace",
    "Interlinkers": "Interlinkers",
    "Public Services": "Public Services",
    "Project": "Project",
    "INTERLINK platform": "Platform",
    "Co-production": "Co-production",
    "Catalogue": "Catalogue",
    "About": "About",
    "Overview": "Overview",
    "Workplan": "Workplan",
    "Guide": "Guide",
    "Team": "Team",
    "Settings": "Settings",
    "Theme": "Theme",
    "Language": "Language",
    "Save": "Save",
    "My processes": "My processes",
    "add-process": "Create new process",
    "My teams": "My teams",
    "add-teams": "Create new team",
    "you-do-not-have-permission": "You do not have permission to perform this action",
    "LIGHT": "LIGHT",
    "DARK": "DARK",
    "unsavedchanges": "Are you sure you want to leave without saving?",
    "coproductionprocess-creation-title": "Create a coproduction process",
    "Description": "Description",
    "Create": "Create",
    "dashboard-title": "Dashboard",
    "Only the creator of the process can select an schema": "Only the creator of the process can select an schema",
    "Write something": "Write something",
    "Required": "Required",
    "NAME OF THE PROJECT": "NAME OF THE PROJECT",
    "SHORT DESCRIPTION OF THE PROJECT": "SHORT DESCRIPTION OF THE PROJECT",
    "ACTUAL ORGANIZATION OF THE SERVICE": "ACTUAL ORGANIZATION OF THE SERVICE",
    "AIM OF THE PROJECT": "AIM OF THE PROJECT",
    "IDEA OF SERVICE TO BE CO-DELIVERED": "IDEA OF SERVICE TO BE CO-DELIVERED",
    "CHALLENGES OF THE PROJECT": "CHALLENGES OF THE PROJECT",
    "Cancel": "Cancel",
    "schema": "schema",
    "schema-selection-title": "Selection of the co-production schema",
    "schema-selection-description": "An schema contains a set of phases, objectives and tasks predefined. Those items could (and should) be edited in order to adapt the workplan of your project.",
    "Phase": "Phase",
    "Objective": "Objective",
    "Task": "Task",
    "use": "Use {{what}}",
    "Recent resources": "Recent resources",
    "See task": "See task",
    "Recommended interlinkers": "Recommended interlinkers",
    "No recommended interlinkers found": "No recommended interlinkers found",
    "Current resources": "Current resources",
    "Initiate procedure": "Initiate procedure",
    "Link an external resource": "Link an external resource",
    "permissions-title": "Teams and individuals",
    "permissions-subtitle": "You can add entire teams or individuals to the process. In case an individual belongs to a team, the role assigned to the individual prevails.",
    "Roles": "Roles",
    "add-role-confirmation": "Are you sure you want to add \"{{name}}\" to this process? It will be added with the default role",
    "Add": "Add",
    "view-resources": "View resources",
    "create-resources": "Create resources",
    "delete-resources": "Delete resources",
    "add-teams-or-individuals": "Add teams or individuals",
    "change-settings": "Change settings",
    "role-creation-title": "Create a new role",
    "role-creation-description": "To create a role, please enter a name and a description. Then, add permissions to the role.",
    "Permissions": "Permissions",
    "Next": "Next",
    "Back": "Back",
    "Full name": "Full name",
    "Email": "Email",
    "Last login": "Last login",
    "Add user to the team": "Add user to the team",
    "Role": "Role",
    "Members": "Members",
    "Empty": "Empty",
    "add-new": "Add new {{what}}",
    "Day": "Day",
    "Week": "Week",
    "Month": "Mont",
    "Year": "Year",
    "catalogue-title": "Interlinkers catalogue",
    "interlinkers-catalogue": "Interlinkers catalogue",
    "interlinkers-catalogue-total": "{{total}} interlinkers found",
    "Load more": "Load more",
    "Creator": "Creator",
    "Tags": "Tags",
    "Problem profiles": "Problem profiles",
    "Based on": "Based on",
    "URI": "URI",
    "copied-clipboard": "Copied to the clipboard",
    "Welcome": "Welcome, {{name}}",
    "workspace-subtitle": "Here is the recent activity related to your workspace",
    "workspace-emptyprocesses": "You are not currently participating in any co-production process. You can create one by clicking the 'add' button.",
    "workspace-title": "Workspace",
    "team-create-title": "Team creation",
    "team-create-description": "To create a team, please enter a name and a description. Then, add people to the team.",
    "you": "you",
    "Email address": "Email address",
    "Add user": "Add user",
    "home-1-1": "The collaboration portal to co-produce better and more inclusive public services",
    "home-1-2": "Go to dashboard",
    "home-2-1": "Are you a Public Administration, a company or a citizen that wants to co-design and co-deliver better public services?",
    "home-2-2": "The INTERLINK platform will support you in developing public-civic partnerships, co-designing and co-delivering public services. This digital platform to guide step-by-step the co-production and co-delivery of public services is currently being designed, together with a set of open-source reusable resources that will concretely aid the planning and implementation of services. The platform will provide a collaborative environment where the different actors will work together and find the knowledge and tools needed to carry out a joint effort toward the co-delivery of services.",
    "home-3-1": "Why co-production?",
    "home-3-2": "Co-production is a practice in the delivery of public services in which Public Administrations, stakeholders, as well as citizens work hand in hand for the creation of public policies and services. In co-production, service providers and users work together to reach a collective outcome. Co-production can help build stronger communities and develops citizenship.",
    "home-3-3": "Learn more on coproduction",
    "home-4-1": "Browse the catalogue of resources",
    "home-4-2": "INTERLINK promotes the reuse and sharing of existing public services and resources leveraging on the partnership between citizens, private actors, and public administrations. INTERLINK provides a set of digital building blocks, called “INTERLINKERs”, that support different stakeholders to cooperate in the delivery of a service.",
    "home-4-3": "Browse the catalogue",
    "home-5-1": "Join active co-production process",
    "home-5-2": "INTERLINK is being used in different European Countries to carry out co-production projects. Discover who is using INTERLINK and join active co-production projects! Register to the INTERLINK platform and discover active projects!",
    "home-5-3": "Go to dashboard",
    "spain": "Spain",
    "home-zaragoza-pilot": "Zaragoza is using the Interlink governance framework to widen Open Innovation within the city. The framework and set of enablers made available within Interlink are providing support for sustainable Open Innovation in the co-creation and co-delivery of services.",
    "latvia": "Latvia",
    "home-latvia-pilot": "The goal of the Latvian Ministry of Environmental Protection and Regional Development Customer Service Centers’ use case is to test sharing service delivery with third parties to improve public services.",
    "italy": "Italy",
    "home-italy-pilot": "The Italian Ministry of Economy and Finance together with the Agency for Digital Italy will leverage the Interlink platform and its components to co-create a new module with Reggio Emilia city for a Joint Strategic Planning between central and local Public Bodies.",
    "home-about-1": "COLLABORATION and RE-USE",
    "home-about-1-1": "INTERLINK in an European Project that aims to overcome the barriers preventing administrations to reuse and share services with private partners (including citizens) by developing a novel collaborative governance model that merges the enthusiasm and flexibility of grassroot initiatives with the legitimacy and accountability granted by top-down e-government frameworks.",
    "home-about-1-2": "The INTERLINK multidisciplinary consortium will deliver the new governance model and Interlinkers within a technological framework and operational platform based on an open software system leveraging on mobile communications, facilitating the co-production of services between PAs and private stakeholders. The solution will be customised, deployed and evaluated on three use-cases (MEF, VARAM and Zaragoza). Lessons learned in the three use-cases will be generalized to deliver a reusable solution across Europe.",
    "home-about-2": "Discover more about INTERLINK piloting activities!",
    "home-about-download-brochure": "Download the brochure",
    "Engagement": "Engagement",
    "Design": "Design",
    "home-coproduction-build": "Co-design concerns activities that incorporate “the experience of users and their communities” into the creation, planning, or arrangements of public services” (Bovaird and Loeffler, 2012). In this phase the co-production team is created and starts working together to define the service to be co-produced. The co-design phase entails two sub-phases:",
    "Co-design phase": "Co-design phase",
    "Build": "Build",
    "Sustain": "Sustain",
    "home-coproduction-codelivery": "Co-delivery is a joint effort by public authorities and stakeholders to provide and improve public services (Alford, 2014; Nabatchi et.al., 2017)  where the service is implemented and delivered in a sustainable manner. The co-delivery phase entails two sub-phases:",
    "Co-delivery phase": "Co-delivery phase",
    "Co-production process": "Co-production process",
    "home-coproduction-1": "Two main phases characterize this co-production process: the CO-DESIGN phase and the CO-DELIVERY phase, each of them is further specified in sub-phases:",
    "home-platform-1": "COLLABORATION and RE-USE",
    "home-platform-1-1": "The INTERLINK platform offers a digital environment that facilitates co-production processes between Public Administrations, private stakeholders and citizens and promotes the re-use of software for the delivery of public services. In INTERLINK, different actors can work together and find the knowledge and tools needed to carry out a joint effort towards the co-design and co-delivery of services",
    "home-platform-2": "CO-DESIGN and CO-DELIVERY",
    "home-platform-2-1": "During the co-production process, several questions and problems emerge. INTERLINK guides the whole process: from the creation of the initial workplan to the recommendation of software that can be re-used in your project. INTERLINK provides a step-by-step guidance for the co-production and co-delivery of public services along with guidelines, tips and templates that facilitate the collaboration.",
    "home-platform-3": "INTERLINKERS",
    "home-platform-3-1": "INTERLINK facilitates sharing and re-use of knowledge, software and services. INTERLINKERs are pieces of knowledge or software that your team can re-use and customize to deliver services. They are digital building blocks that solve problems that a team of stakeholders might encounter during the whole process: guidelines, best practices, templates, examples and re-usable software support the whole co-production life-cycle, from the initial phase of network development to the final co-delivery and monitoring of the service. These resources help the collaborative design of new solutions that put user needs at the center",
    "home-platform-4": "Learn more about the platform usage",
    "home-platform-4-1": "For FAQ and tips on how to use the platform, please download the user manual",
    "home-platform-4-2": "Download user manual"
}
