{
    "administrative_scopes": [
        "eu",
        "national",
        "local"
    ],
    "asset_name_translations": {
        "en": "WSO2 Api manager"
    },
    "constraints_and_limitations_translations": {
        "en": "None"
    },
    "description_translations": {
        "en": "<p>WSO2 API Manager is a complete platform for building, integrating, and exposing your digital services as managed APIs in the cloud, on-premise, and hybrid architectures to drive your digital transformation strategy. It allows API developers to design, publish, and manage the lifecycle of APIs and API product managers to create API products from one or more APIs.</p>",
        "es": "<p>WSO2 API Manager es una plataforma completa para construir, integrar y exponer sus servicios digitales como APIs gestionadas en la nube, en las instalaciones y en arquitecturas híbridas para impulsar su estrategia de transformación digital. Permite a los desarrolladores de API diseñar, publicar y gestionar el ciclo de vida de las API y a los gestores de productos de API crear productos de API a partir de una o más APIs.</p>",
        "it": "<p>WSO2 API Manager è una piattaforma completa per creare, integrare ed esporre i tuoi servizi digitali come API gestite nelle architetture cloud, on-premise e ibride per guidare la tua strategia di trasformazione digitale. Consente agli sviluppatori API di progettare, pubblicare e gestire il ciclo di vita delle API e ai product manager API di creare prodotti API da una o più API.</p>",
        "lv": "<p>WSO2 API menedžeris ir pilnvērtīga platforma tiešsaistes pakalpojumu veidošanai, integrēšanai un atklāšanai caur vadītiem API mākoņdatos, fiziskajā vidē un hibrīdajās arhitektūrās, tā ļaujot virzīt digitālās transformācijas stratēģiju. Tas ļauj API izstrādātājiem veidot, publicēt un vadīt API dzīves ciklu, bet API produktu vadītājiem veidot API produktus no vienas vai vairākām API.</p>"
    },
    "difficulty": "medium",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "wso2-api-manager",
    "instructions_translations": {
        "en": "./interlinkers/externalsoftware/wso2-api-Manager/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "public_domain",
    "logotype": "./interlinkers/externalsoftware/wso2-api-Manager/logo.jpeg",
    "name_translations": {
        "en": "WSO2 API Manager",
        "es": "WSO2 API Manager",
        "it": "WSO2 API Manager",
        "lv": "WSO2 API menedžeris"
    },
    "problemprofiles": [
        "BUILD_PROBLEM_4"
    ],
    "regulations_and_standards_translations": {
        "en": "Open API"
    },
    "tags_translations": {
        "en": [
            "OPEN API",
            "API MANAGEMENT",
            "SERVICES"
        ]
    },
    "targets": [
        "all;pas",
        "all;businesses",
        "all;research_organizations"
    ],
    "type": "software",
    "types": [
        "enabling_services"
    ],
    "uri_translations": {
        "en": "https://wso2.com/api-manager/"
    }
}