{
    "problemprofile;build_problem_1;description": "La implementación de la interfaz de usuario debe garantizar la usabilidad. Los miembros del equipo de coproducción que participen en el diseño de la interfaz deben conocer las buenas prácticas de diseño de interfaces en el ámbito de los servicios públicos.",
    "problemprofile;build_problem_1;name": "Diseño de interfaz de usuario",
    "problemprofile;build_problem_2;description": "Cuando los servicios públicos se prestan de forma digital en forma de sitios web o aplicaciones móviles, es necesario que el servicio pueda ser utilizado fácilmente por diferentes categorías de usuarios, especialmente teniendo en cuenta a las personas con discapacidad. Los servicios deben prestarse de forma multicanal, maximizando la\nexplotación por parte de cualquier grupo de usuarios o de los agentes que actúen en su\ny proporcionando declaraciones claras sobre los límites de accesibilidad en la\nimplementación actual.",
    "problemprofile;build_problem_2;name": "Implantar servicios públicos digitales accesibles",
    "problemprofile;build_problem_3;description": "La UE y la legislación nacional promueven el uso y la adopción de soluciones de software de código abierto como forma de reducir el coste de desarrollo, evitar el efecto de bloqueo y fomentar la adopción impulsada por las comunidades de código abierto. En otras palabras, el Código Abierto es un facilitador de los principios de reutilización subyacentes al Marco Europeo de Interoperabilidad. Frente a este problema, es necesario facilitar la selección, el desarrollo y el mantenimiento de los productos de software de código abierto.",
    "problemprofile;build_problem_3;name": "Licencias de software de código abierto",
    "problemprofile;build_problem_4;description": "El Marco Europeo de Interoperabilidad exige que los servicios digitales alcancen un nivel adecuado de interoperabilidad técnica. Cuando se trata de la implementación, se refiere al uso de protocolos de comunicación y formatos de datos estándar para garantizar el uso del servicio en las comunicaciones de máquina a máquina, para facilitar la integración y reutilización del software.",
    "problemprofile;build_problem_4;name": "Implantación de servicios públicos digitales interoperables",
    "problemprofile;build_problem_5;description": "Los servicios públicos digitales deben garantizar que las interacciones con estos servicios tengan lugar en un entorno seguro y fiable, siguiendo el principio de seguridad por diseño. El control de acceso, la identificación de los usuarios y la gestión de los datos deben ajustarse a la normativa correspondiente, incluidos, por ejemplo, el Reglamento y la Directiva sobre protección de datos, el Reglamento sobre identificación electrónica, etc.",
    "problemprofile;build_problem_5;name": "Implantación de servicios públicos digitales seguros y de confianza",
    "problemprofile;build_problem_6;description": "Uno de los objetivos de los servicios públicos abiertos, transparentes e interoperables es hacerlos centrados en el ciudadano y permitir la participación de éste en la ejecución, mejora y evolución del servicio. Para lograrlo, es necesario incentivar y hacer más atractiva esa participación y colaboración. Se puede aplicar un amplio abanico de técnicas, que van desde la gamificación, la retroalimentación y las recompensas que podrían aplicarse",
    "problemprofile;build_problem_6;name": "Involucrar e incentivar la participación de los ciudadanos en la implementación y co-prestación de los servicios públicos",
    "problemprofile;build_problem_7;description": "En consonancia con el principio de \"la nube es lo principal\" promovido por la estrategia de la UE sobre la nube, se solicita que los servicios públicos digitales, cuando se implementen como soluciones de software, adopten arquitecturas y soluciones en la nube para garantizar su compatibilidad, portabilidad y escalabilidad. En este contexto, es importante definir y realizar una estrategia de nube adecuada para la implementación del servicio, arquitecturas nativas de la nube apropiadas, diferentes tipos de proveedores de la nube, así como tecnologías y habilitadores de la nube apropiados.",
    "problemprofile;build_problem_7;name": "Servicios públicos digitales preparados para la nube",
    "problemprofile;build_problem_8;description": "Los Bloques de Construcción están avalados por la Comisión Europea y garantizan que los servicios digitales sean totalmente compatibles con otros del mercado y se conviertan en productos finales interoperables y conformes con la UE. En la definición del enfoque CEF, un Bloque de Construcción es una solución digital abierta y reutilizable. La implementación de nuevos servicios públicos debería aprovechar los Bloques de Construcción del CEF en la medida de lo posible.",
    "problemprofile;build_problem_8;name": "Reutilización de los bloques de construcción del CEF",
    "problemprofile;build_problem_9;description": "Este punto del problema aborda la necesidad de un servicio digital que apoye la creación colaborativa de descripciones efectivas de servicios o procesos públicos que puedan ser útiles (i) para el trabajo diario de las personas que proporcionan información sobre los servicios al público, (ii) para los ciudadanos y otros usuarios finales de los servicios, (iii) para otras AP que quieran replicar los servicios o los procesos a su nivel local. El problema de dominio considerado aquí abarca las siguientes tareas de los usuarios: 1) Co-creación y co-entrega de información de utilidad pública, por ejemplo ● creación y puesta en común de conocimientos sobre los servicios públicos ● creación y puesta en común de buenas prácticas sobre los servicios y procesos públicos ● proceso colaborativo de creación de información para garantizar descripciones de calidad y la participación activa de todas las partes interesadas que participan en la entrega de información ● proceso colaborativo de enriquecimiento de la información con la participación de los ciudadanos 2) Estructuración de la información de acuerdo con las clasificaciones y modelos de datos estándar para los servicios públicos y las descripciones de los procesos 3) En algún caso, la necesidad también puede ser la de co-crear información que aumente y explique mejor las fuentes de información existentes y se muestra en superposición 4) Seguimiento de la calidad del servicio de información.",
    "problemprofile;build_problem_9;name": "Intercambio de conocimientos sobre procesos y servicios públicos",
    "problemprofile;def_problem_1;description": "Las Administraciones Públicas y sus proveedores de servicios pueden necesitar una guía general introductoria sobre cómo abordar el diseño de servicios públicos de alta calidad. Las directrices deberían referirse a las diferentes cuestiones relacionadas con el problema del \"diseño de servicios\".",
    "problemprofile;def_problem_1;name": "Directrices para el diseño de servicios públicos (digitales)",
    "problemprofile;def_problem_2;description": "Las sesiones de lluvia de ideas pueden ser útiles en diferentes fases del proceso de coproducción. Durante cada fase, la plantilla y los materiales útiles para guiar el debate deben adaptarse para facilitar la organización del evento específico. Durante la fase de \"ideación\", el equipo de coproducción puede requerir una orientación específica para organizar y gestionar una tormenta de ideas de servicio, debatirlas y seleccionarlas, a través de fases divergentes y convergentes de discusión en grupo.",
    "problemprofile;def_problem_2;name": "Lluvia de ideas sobre el servicio",
    "problemprofile;def_problem_3;description": "Tras la comprensión del problema y el brainstorming de las ideas de servicio, el equipo de coproducción debe elaborar soluciones concretas para un determinado reto. Los talleres de codiseño son útiles en esta fase como actividades colectivas organizadas para debatir los problemas y las opciones de diseño. Los facilitadores deben sugerir cómo el equipo de coproducción puede trabajar conjuntamente y con los actores relevantes (teniendo en cuenta también el mapa de actores elaborado gracias al \"Mapa de actores\" de INTERLINKER) para empezar a definir el servicio que se va a codiseñar y a codiseñar.",
    "problemprofile;def_problem_3;name": "Organizar un taller de codiseño",
    "problemprofile;def_problem_4;description": "El equipo de coproducción puede necesitar orientación sobre cómo definir la interacción entre los usuarios y el servicio, reflexionando sobre cómo una solución podría ser utilizada por usuarios concretos en un contexto concreto.",
    "problemprofile;def_problem_4;name": "Definir la interacción entre los usuarios y el servicio (escenarios y las rutas de los usuarios)",
    "problemprofile;def_problem_5;description": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales y especificaciones del servicio para proceder a su implantación. Es posible que se necesite orientación sobre cómo recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse",
    "problemprofile;def_problem_5;name": "Definir los requisitos y las especificaciones del servicio",
    "problemprofile;def_problem_6;description": "A la hora de definir un nuevo servicio público, el equipo de coproducción debe preparar los contenidos adecuados. Es necesario orientar sobre cómo seleccionar y utilizar el lenguaje más adecuado en función de los usuarios del servicio digital y sus competencias.",
    "problemprofile;def_problem_6;name": "Diseño de contenidos",
    "problemprofile;hackathon_problem_1;description": "Este problema aborda la necesidad de poder especificar una nueva propuesta de servicio público que se considere para la coproducción.",
    "problemprofile;hackathon_problem_1;name": "Definir una propuesta de servicio público",
    "problemprofile;hackathon_problem_2;description": "Este problema aborda la necesidad de definir las reglas de una competición (hackathon, concurso) en la que pueden participar diferentes equipos.",
    "problemprofile;hackathon_problem_2;name": "Definir las reglas de un Hackathon o Concurso",
    "problemprofile;org_problem_10;description": "Este punto del problema aborda la necesidad de proporcionar a los miembros del público la información que necesitan para entender el proyecto, el proceso de decisión, y también para entender cómo las aportaciones del público influyeron en la decisión",
    "problemprofile;org_problem_10;name": "Informar al público",
    "problemprofile;org_problem_11;description": "Este punto del problema aborda la necesidad de proporcionar a los miembros del público la posibilidad de participar activamente en el proceso de decisión, siempre que así lo desee el modelo de gobernanza seleccionado.",
    "problemprofile;org_problem_11;name": "Creación de consenso y búsqueda de acuerdos con el público",
    "problemprofile;org_problem_12;description": "Este apartado del problema aborda la necesidad de proporcionar orientación sobre cómo desarrollar un lenguaje compartido entre los miembros del equipo de coproducción para garantizar un codiseño y una coproducción de servicios eficaces. El desarrollo de un lenguaje compartido es crucial para que las partes interesadas puedan: i) construir un terreno común para la acción conjunta, ii) compartir, acordar mutuamente y comprender un plan y un protocolo de investigación a largo plazo, iii) evaluar continuamente el éxito o el fracaso de las decisiones",
    "problemprofile;org_problem_12;name": "Desarrollar un lenguaje compartido (y valorar la diversidad)",
    "problemprofile;org_problem_13;description": "La participación de los ciudadanos en los proyectos de colaboración depende en gran medida de su motivación y de su voluntad de interactuar con las instituciones gubernamentales y de hacer aportaciones a la tarea encomendada.",
    "problemprofile;org_problem_13;name": "Fidelización, incentivos y recompensas",
    "problemprofile;org_problem_14;description": "En las distintas fases del proceso de coproducción se contacta con las partes interesadas (incluidos los ciudadanos), se les entrevista y se les piden ideas y opiniones. Es importante informarles sobre el contexto y la finalidad de la recogida de datos y recabar su consentimiento para poder utilizar los datos recogidos respetando la normativa de protección de datos.",
    "problemprofile;org_problem_14;name": "Recogida de consentimientos",
    "problemprofile;org_problem_1;description": "Este problema se refiere a la necesidad de apoyar a los iniciadores de un proyecto de coproducción para que describan el objetivo principal y el beneficio esperado de establecer una red de colaboración de las partes interesadas y hacerlas participar en el proceso de coproducción",
    "problemprofile;org_problem_1;name": "Descripción del objetivo del proyecto",
    "problemprofile;org_problem_2;description": "Este punto se refiere al problema de preparar un plan de trabajo que resuma los pasos de la coproducción, el calendario y los hitos del proyecto de colaboración. El plan de trabajo debe poder compartirse con los demás miembros de la red de colaboración y actualizarse a medida que avanza el proyecto.",
    "problemprofile;org_problem_2;name": "Plan de trabajo y gestión de proyectos",
    "problemprofile;org_problem_3;description": "Este problema se refiere a la necesidad de garantizar la autenticación de las aplicaciones y los servicios seguros.",
    "problemprofile;org_problem_3;name": "Registro y autentificación",
    "problemprofile;org_problem_4;description": "Este punto del problema aborda la necesidad de desarrollar estrategias adecuadas para comunicar la iniciativa, para contactar realmente con las partes interesadas y programar reuniones",
    "problemprofile;org_problem_4;name": "Comunicación en equipo para la coproducción",
    "problemprofile;org_problem_5;description": "Este problema se refiere a la necesidad de apoyar a los iniciadores de un proyecto de coproducción para planificar la participación activa de los actores relevantes en el equipo de coproducción. Este problema está relacionado con el UND_PROBLEM_2 \"Mapeo de las partes interesadas\" que proporciona conocimientos sobre cómo se pueden crear equipos de coproducción eficaces y equilibrados, cuáles son los diferentes tipos de partes interesadas, sus motivaciones y su papel potencial en el proyecto.",
    "problemprofile;org_problem_5;name": "Plan de participación de las partes interesadas",
    "problemprofile;org_problem_6.1;description": "Este problema aborda la necesidad que puede surgir en diferentes etapas de una iniciativa de coproducción para producir y compartir documentos de forma colaborativa. Las tareas pueden incluir la necesidad de organizar y gestionar los documentos entre los miembros del equipo de coproducción, compartir documentos entre las partes interesadas y ayudar a varias personas del equipo a trabajar juntas en los archivos para lograr una única versión final.",
    "problemprofile;org_problem_6.1;name": "Colaboración documental",
    "problemprofile;org_problem_6.2;description": "Este problema se refiere a la necesidad de utilizar mapas o gráficos para ayudar al equipo de coproducción a entender diferentes aspectos medibles para un servicio público, como por ejemplo: variables que describen el contexto del servicio, KPIs, variables de evaluación como usabilidad, aceptación, facilidad de uso, calidad del servicio",
    "problemprofile;org_problem_6.2;name": "Visualización de datos",
    "problemprofile;org_problem_6.3;description": "Este problema está relacionado con la necesidad de apoyar el debate abierto entre los miembros del equipo de coproducción. Por ejemplo, un foro de debate en el que el equipo de cocreación pueda discutir ideas, características del servicio y planificar acciones.",
    "problemprofile;org_problem_6.3;name": "Tablero de discusión",
    "problemprofile;org_problem_7;description": "Este punto del problema aborda la necesidad de apoyar al equipo de coproducción en la definición de un acuerdo para no revelar la información confidencial que necesitan compartir entre sí como parte necesaria de la coproducción de un servicio conjunto.",
    "problemprofile;org_problem_7;name": "Definición de acuerdo de confidencialidad (NDA)",
    "problemprofile;org_problem_8;description": "Este punto del problema aborda la necesidad de información sobre buenas prácticas, plantillas y ejemplos para preparar documentos que definan de manera formal los acuerdos para una red de colaboración de las partes interesadas. Esta necesidad puede surgir durante el compromiso inicial de las partes interesadas para redactar de las partes interesadas para redactar los términos y el plan general de la colaboración. Cuando se produce la coevaluación del resultado de la colaboración con respecto a lo especificado en el acuerdo de colaboración, puede ser necesario introducir posibles revisiones del documento.",
    "problemprofile;org_problem_8;name": "Definición de acuerdo de asociación",
    "problemprofile;org_problem_9;description": "Este punto del problema se refiere a la necesidad de describir el ciclo de vida de la gestión de datos para todos los conjuntos de datos que se recogen, procesan o generan por la coproducción de servicios públicos.",
    "problemprofile;org_problem_9;name": "Definición del plan de gestión de datos (DPM)",
    "problemprofile;sus_problem_1;description": "Este problema aborda la necesidad de revisar y refinar el modelo de negocio y el plan de alcance del mercado asociado a un servicio coproducido.",
    "problemprofile;sus_problem_1;name": "Definir un plan de sostenibilidad / negocio",
    "problemprofile;und_problem_1;description": "Este punto se refiere a la necesidad de explorar y refinar el problema que aborda un servicio. El proceso de diseño de servicios es una actividad de resolución de problemas y es importante entender claramente cuál es el reto que aborda el equipo y cómo se puede recopilar más información para entender cómo debe diseñarse el servicio. Se necesitan directrices y herramientas para ayudar a los equipos a debatir las ideas y suposiciones iniciales, refinarlas mediante métodos estructurados y tomar conciencia de la información que falta por recopilar.",
    "problemprofile;und_problem_1;name": "Refinamiento del problema en colaboración",
    "problemprofile;und_problem_2;description": "Este punto del problema se refiere a la necesidad de apoyar a los iniciadores del proceso de coproducción para identificar, seleccionar y planificar la participación activa de las partes interesadas en el equipo de coproducción. Es importante que los iniciadores de un proceso de coproducción comprendan quiénes son los posibles interesados, cuáles son sus motivaciones para participar y los posibles obstáculos, qué habilidades y conocimientos podrían aportar al proyecto y qué tipo de apoyo necesitan para contribuir plenamente al proyecto.",
    "problemprofile;und_problem_2;name": "Mapeo de las partes interesadas",
    "problemprofile;und_problem_3;description": "Este punto del problema se refiere a la necesidad de apoyar a los equipos en la recopilación de datos e información sobre los usuarios y su comportamiento para diferentes fines y fases del proceso de coproducción, por ejemplo, para comprender mejor un fenómeno, para mejorar conocimiento de las necesidades de los ciudadanos respecto a los servicios, para medir las actitudes y para medir las actitudes y expectativas, o para controlar la satisfacción de los usuarios con respecto a un servicio o instalación.",
    "problemprofile;und_problem_3;name": "Recogida de datos sobre los usuarios y su comportamiento (investigación de usuarios)",
    "problemprofile;und_problem_4;description": "Un equipo de coproducción puede necesitar ayuda para definir los objetivos del servicio y las características de los usuarios del mismo y cuáles son sus principales necesidades y los retos que experimentan.",
    "problemprofile;und_problem_4;name": "Identificar y comprender a los usuarios del servicio (Personas)",
    "problemprofile;und_problem_5;description": "Este problema está relacionado con la necesidad de apoyar al equipo de cocreación para recoger ideas de un gran conjunto de contribuyentes (por ejemplo, ciudadanos) relacionadas con un reto específico, organizar y gestionar las ideas y, finalmente, evaluarlas. Los proyectos de crowdsourcing pueden dirigirse a participantes tanto internos como externos a través de herramientas y plataformas específicas, cuestionarios, redes sociales, concursos y otros métodos.",
    "problemprofile;und_problem_5;name": "El crowdsourcing de ideas",
    "problemprofile;und_problem_6;description": "Este punto del problema se refiere a la necesidad de mapear en una representación sintética todos los roles clave que pueden impactar en el entorno del usuario, la organización y el servicio. El mapa del ecosistema se construye mostrando primero todas las entidades, y luego conectándolas en función del tipo de valor que intercambian.",
    "problemprofile;und_problem_6;name": "Mapa del ecosistema",
    "problemprofile;val_problem_1;description": "Definir los criterios de evaluación de un servicio que se va a prestar conjuntamente es un paso crucial para controlar la calidad del servicio codiseñado y prestado conjuntamente. Los facilitadores que abordan este problema deben ayudar al equipo a encontrar los criterios más adecuados, acordarlos y utilizarlos en la evaluación del servicio codiseñado",
    "problemprofile;val_problem_1;name": "Definir los criterios de evaluación y los KPI",
    "problemprofile;val_problem_2;description": "Este perfil de problema se refiere a la estrategia de reflexión que apoya al equipo de coproducción en la evaluación iterativa de si el servicio es factible y viable a largo plazo (sostenible) o no, y por lo tanto decidir si vale la pena continuar con el esfuerzo de coproducción. Los habilitadores de esta categoría deben proporcionar apoyo al equipo durante las diferentes etapas del proyecto, ayudándoles a reflexionar y evaluar continuamente el proceso y los resultados del proceso de colaboración",
    "problemprofile;val_problem_2;name": "Coevaluación interna continua (Seguir o no seguir)",
    "problemprofile;val_problem_3;description": "Este problema aborda la necesidad de validar el concepto de un servicio o de verificar las hipótesis sobre un producto final antes de desarrollarlo. Se pueden utilizar diferentes tipos de pruebas de concepto, según la fase de desarrollo del servicio y el tipo de servicio, ya sea digital o no.",
    "problemprofile;val_problem_3;name": "Desarrollar y probar una prueba de concepto",
    "problemprofile;val_problem_4;description": "Este problema aborda la necesidad de realizar una evaluación temprana del servicio digital aprovechando a los expertos sin involucrar a los usuarios finales.",
    "problemprofile;val_problem_4;name": "Probar el servicio digital con expertos",
    "problemprofile;val_problem_5;description": "Este problema aborda la necesidad de hacer un seguimiento continuo del servicio codirigido para mantener el trabajo en marcha, revisar periódicamente los avances y hacer ajustes y cambios si es necesario.",
    "problemprofile;val_problem_5;name": "Seguimiento y evaluación continua del servicio codirigido"
}
