{
    "default;description": "El proyecto INTERLINK ha definido un proceso de coproducción genérico que puede dar cabida a cualquier esfuerzo de coproducción. Se compone de dos fases principales que deben seguir los coproductores: a) Fase de codiseño. Se refiere a las actividades que incorporan \"la experiencia de los usuarios y de sus comunidades\" en la creación, planificación o disposición de los servicios públicos. En ella, se crea el equipo de coproducción y se empieza a trabajar conjuntamente para definir el servicio que se va a coproducir. Esta fase conlleva dos subfases: involucración y diseño; y b) Fase de coproducción. Se trata de un esfuerzo conjunto de las autoridades públicas y las partes interesadas para proporcionar y mejorar los servicios públicos en los que el servicio se aplica y se presta de forma sostenible. La fase de co-prestación conlleva dos subfases: Construir y Sostener.",
    "default;name": "Esquema por defecto",
    "default;phase-build;description": "Examine el catálogo de INTERLINKERs para encontrar bloques de construcción reutilizables para la implementación de su servicio. Supervise el avance del desarrollo en el plan de trabajo del proyecto. Deténgase y reflexione sobre el proceso hasta el momento con las listas de comprobación de coevaluación que ayudan a verificar el cumplimiento de las normas y los reglamentos. Utilizar los incentivos y las herramientas de recompensa que pone a disposición la plataforma INTERLINK para mantener la contribución de las partes interesadas y los ciudadanos a la prestación del servicio. Controlar la calidad del servicio y la satisfacción de los ciudadanos con encuestas cuidadosamente preparadas. Detenerse y reflexionar sobre cómo va la co-prestación de servicios con las listas de comprobación de la co-evaluación.",
    "default;phase-build;name": "Construir",
    "default;phase-build;objective-service-codelivery;description": "Liberar el servicio coproducido. Garantizar que esté operativo en régimen de 24x7. Proporcionar soporte para acomodar mejoras o correcciones. Establecer mecanismos fluidos entre los codirectores del servicio y los consumidores. Supervisar el cumplimiento de las obligaciones y responsabilidades de los distintos codistribuidores.",
    "default;phase-build;objective-service-codelivery;name": "Servicio de entrega de código",
    "default;phase-build;objective-service-codelivery;task-coordinate-the-actors-involved-in-the-codelivery-of-the-service;description": "Organizar las actividades entre los codirectores según sus funciones y responsabilidades. Garantizar el mantenimiento de la calidad del servicio en las actividades cooperativas de prestación de servicios. Poner en marcha encuestas de evaluación de la satisfacción y la calidad del servicio.",
    "default;phase-build;objective-service-codelivery;task-coordinate-the-actors-involved-in-the-codelivery-of-the-service;name": "Coordinar a los actores que intervienen en la codistribución del servicio",
    "default;phase-build;objective-service-codelivery;task-guarantee-transparent-communication-about-the-service-codelivered;description": "Garantizar una comunicación fluida y receptiva entre el equipo de codirectores y, lo que es más importante, entre quienes consumen y reutilizan el servicio prestado y el equipo de codirectores. Establecer un mecanismo de comunicación basado en la web que permita rastrear la comunicación con todos los actores. ",
    "default;phase-build;objective-service-codelivery;task-guarantee-transparent-communication-about-the-service-codelivered;name": "Garantizar una comunicación transparente sobre el servicio prestado",
    "default;phase-build;objective-service-codelivery;task-identify-all-the-actors-engaged-in-the-codelivery-their-role-and-responsability;description": "Crear un mapa de actores que se responsabilicen de la prestación continua del servicio: liberación, mantenimiento, soporte y explotación. Asignar funciones y responsabilidades a los diferentes actores. Valorar las actividades de co-entrega para poder rastrear y evaluar las contribuciones de la co-entrega. Definir un lienzo de modelo de prestación de servicios. ",
    "default;phase-build;objective-service-codelivery;task-identify-all-the-actors-engaged-in-the-codelivery-their-role-and-responsability;name": "Identificar a todos los actores que participan en la entrega del código, su papel y su responsabilidad",
    "default;phase-build;objective-service-implementation;description": "Dependiendo de la naturaleza del servicio coproducido, se pueden adoptar diferentes herramientas y mecanismos para realizar un determinado servicio coproducido. La realización de un servicio coproducido puede implicar la programación, el uso de herramientas de diseño gráfico, el modelado y la fabricación en 3D, etc. Registre los avances logrados durante la realización de la implementación del servicio coproducido, suba informes de progreso, cruce con los repositorios donde se están realizando los avances, documente la API del servicio coproducido o el kit y/o los recursos generados para realizar el servicio. Reconocer y rastrear las contribuciones de los diferentes miembros del equipo de coproducción o de los colaboradores externos. Reutilizar los INTERLINKERs existentes (software y conocimiento) y añadir sobre ellos, navegar a través de ellos en el Catálogo, ¡no reinventar la rueda!",
    "default;phase-build;objective-service-implementation;name": "Implementación del servicio",
    "default;phase-build;objective-service-implementation;task-service-implementation;description": "Partiendo de la especificación del diseño del servicio generada en la fase de DISEÑO, implementar o construir la funcionalidad del servicio. Proporcionar un mecanismo accesible e inclusivo para ayudar al consumo futuro del servicio. ",
    "default;phase-build;objective-service-implementation;task-service-implementation;name": "Implementación del servicio",
    "default;phase-build;objective-technical-implementation;description": "La implantación de un servicio no es posible si no se piensa de antemano en un entorno para su despliegue y mantenimiento. Independientemente de si el servicio coproducido previsto será una pieza de software o un conjunto de recursos digitales, hay que identificar, seleccionar y preparar los entornos de desarrollo y despliegue de la solución. Es importante especificar claramente y probar las limitaciones técnicas dentro de las cuales se alojará el servicio entregado.",
    "default;phase-build;objective-technical-implementation;name": "Implementación técnica",
    "default;phase-build;objective-technical-implementation;task-technical-implementation;description": "Identificar las dependencias y el entorno necesarios para la coproducción y la codistribución de servicios. Configurar y desplegar (si no están ya disponibles) las dependencias y el entorno. Documentar el progreso hacia la realización de los aspectos técnicos asociados al servicio coproducido. ",
    "default;phase-build;objective-technical-implementation;task-technical-implementation;name": "Implementación técnica",
    "default;phase-design;description": "Siga las directrices para debatir juntos, de forma equilibrada e inclusiva, los problemas, los beneficiarios y las prioridades del servicio que se va a diseñar. Encuentre recursos útiles para realizar entrevistas, encuestas y grupos de discusión para comprender mejor las necesidades y requisitos de las partes interesadas y los ciudadanos. Utilizar el material propuesto para organizar talleres de diseño de servicios y desarrollar maquetas. Deténgase y reflexione sobre el proceso hasta el momento con las listas de comprobación de la coevaluación.",
    "default;phase-design;name": "Diseño",
    "default;phase-design;objective-focus-the-problem-collaboratively;description": "Definir claramente el problema que debe abordar el equipo de coproducción y ponerse de acuerdo sobre él. Este es un paso importante para crear una solución eficaz y eficiente. Para ello pueden ser útiles diferentes recursos: consejos sobre cómo crear y compartir un lenguaje común entre los miembros del equipo, recursos para guiar los debates colaborativos, herramientas para la recopilación de ideas.",
    "default;phase-design;objective-focus-the-problem-collaboratively;name": "Enfocar el problema de forma colaborativa",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaborative-agree-on-a-service-idea;description": "Vuelva a su red de interesados para validar la idea del servicio mediante un grupo de discusión o una encuesta.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaborative-agree-on-a-service-idea;name": "Acuerdo colaborativo sobre una idea de servicio",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-problem-refinement;description": "Afinar con la colaboración de la red de partes interesadas el problema a tratar. El diseño de servicios es una actividad de resolución de problemas y es importante entender claramente cuál es el reto que aborda el equipo y cómo se puede recopilar más información para entender cómo debe diseñarse el servicio. Organice grupos de discusión para debatir las ideas y suposiciones iniciales, perfeccionarlas mediante métodos estructurados y tomar conciencia de la información que falta por recopilar.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-problem-refinement;name": "Perfeccionamiento de problemas en colaboración",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-define-requirements-and-constraints-for-the-service;description": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales para proceder a la implantación del servicio. Siga las directrices sobre cómo recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse. Utilice un formalismo de representación estándar para las descripciones de requisitos, como por ejemplo la plantilla de especificación de requisitos de Volere.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-define-requirements-and-constraints-for-the-service;name": "Definir los requisitos y restricciones del servicio",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-develop-a-shared-language;description": "Desarrollar un lenguaje compartido entre los miembros del equipo y fomentar la comunicación y el intercambio de ideas con todas las partes interesadas. El desarrollo de un lenguaje compartido es crucial para que las partes interesadas puedan: i) construir una base común para la acción conjunta, ii) compartir, acordar mutuamente y comprender un plan y un protocolo de investigación a largo plazo, iii) evaluar continuamente el éxito o el fracaso de las decisiones.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-develop-a-shared-language;name": "Desarrollar un lenguaje compartido",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-problem-exploration-and-refinement;description": "En caso de ser necesario, ampliar la recopilación de ideas sobre los distintos aspectos del problema poniendo en marcha un foro de debate.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-problem-exploration-and-refinement;name": "Recogida de ideas para la exploración y el perfeccionamiento del problema",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-service;description": "Redacte una descripción inicial (o varias descripciones opcionales) del posible servicio: qué hace, a quién beneficia el servicio, quién ayuda a prestarlo. Utilice plantillas de descripción para facilitar su tarea.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-service;name": "Esbozar una idea inicial del servicio",
    "default;phase-design;objective-ideation;description": "La ideación es la fase preliminar del diseño del servicio en la que se crea el equipo de diseño, se revisan los datos recogidos y se buscan nuevas ideas si es necesario.",
    "default;phase-design;objective-ideation;name": "Ideación",
    "default;phase-design;objective-ideation;task-engage-relevant-actors-in-the-design;description": "Crear un grupo central de partes interesadas para proceder a la ideación real del servicio. Proporcionar una comunicación adecuada, declaraciones de motivación e información del plan de trabajo sobre los siguientes pasos de la cocreación del servicio.",
    "default;phase-design;objective-ideation;task-engage-relevant-actors-in-the-design;name": "Involucrar a los actores relevantes en el diseño",
    "default;phase-design;objective-ideation;task-ideas-crowdsourcing;description": "Recoger ideas de un gran conjunto de colaboradores (por ejemplo, ciudadanos) relacionadas con un reto específico, organizar y gestionar las ideas y, finalmente, evaluarlas. Los proyectos de crowdsourcing pueden dirigirse a participantes tanto internos como externos a través de herramientas y plataformas específicas, cuestionarios, redes sociales, concursos y otros métodos.",
    "default;phase-design;objective-ideation;task-ideas-crowdsourcing;name": "El crowdsourcing de ideas",
    "default;phase-design;objective-ideation;task-organize-a-brainstorming;description": "Organizar y gestionar una tormenta de ideas para revisar los datos recogidos sobre el ecosistema de servicios y para producir ideas de servicio, discutirlas y seleccionarlas, a través de fases divergentes y convergentes de discusión en grupo.",
    "default;phase-design;objective-ideation;task-organize-a-brainstorming;name": "Organizar un brainstorming",
    "default;phase-design;objective-problem-exploration;description": "Antes de diseñar realmente cómo será el servicio, hay que explorar en profundidad el contexto del problema, para recopilar datos fácticos sobre los usuarios, las organizaciones, las necesidades y sus relaciones.",
    "default;phase-design;objective-problem-exploration;name": "Exploración del problema",
    "default;phase-design;objective-problem-exploration;task-collect-data-about-users-and-their-behavior;description": "Recopilar toda la información relevante sobre el servicio que se va a producir para poner en marcha los procesos adecuados.  Es aconsejable establecer diferentes tipos de consulta en función de los grupos a los que se dirige:\n\\n - Consultar a los usuarios sobre los resultados deseados del servicio\n- Consultar a los proveedores de servicios sobre las soluciones que pueden dar en respuesta al servicio demandado\n- Consultar a las autoridades públicas sobre las implicaciones (organizativas, normativas, etc.) que afectan a la prestación del servicio\nOrganizar grupos de discusión, entrevistas o encuestas para obtener los datos deseados.",
    "default;phase-design;objective-problem-exploration;task-collect-data-about-users-and-their-behavior;name": "Recoger datos sobre los usuarios y su comportamiento",
    "default;phase-design;objective-problem-exploration;task-ecosystem-mapping;description": "Mapea en una representación sintética todos los roles clave que pueden impactar en el entorno del usuario, la organización y el servicio. El mapa del ecosistema se construye mostrando primero todas las entidades, y luego conectándolas en función del tipo de valor que intercambian.",
    "default;phase-design;objective-problem-exploration;task-ecosystem-mapping;name": "Mapeo de los ecosistemas",
    "default;phase-design;objective-prototype;description": "¿Cómo mostrar y decir de qué manera se espera que funcione el servicio?\nValide el concepto de su servicio o verifique las suposiciones sobre su producto final antes de desarrollarlo. Se pueden utilizar diferentes tipos de pruebas de concepto, según la fase de desarrollo del servicio y el tipo de servicio, ya sea digital o no.",
    "default;phase-design;objective-prototype;name": "Prototipo",
    "default;phase-design;objective-prototype;task-experience-scenarios;description": "Analizar y visualizar cómo cambia o evoluciona el sistema en función de determinados escenarios y su dinámica.\nLos escenarios del sistema introducen un nivel de análisis dinámico, aplicando el lente del tiempo y mostrando las posibles variaciones que podrían tener lugar. De este modo, los escenarios del sistema proporcionan un nivel de análisis más profundo del sistema, dirigido a comprender la dinámica del mismo y las relaciones entre los actores en diversas condiciones.",
    "default;phase-design;objective-prototype;task-experience-scenarios;name": "Escenarios de experiencia",
    "default;phase-design;objective-prototype;task-mockups-and-lowfi-prototypes;description": "Discutir y evaluar de forma iterativa las maquetas y los prototipos de baja fidelidad dentro del equipo de diseño ampliado. Establezca un foro de debate, un método de votación electrónica y encuestas de evaluación para facilitar digitalmente este paso.",
    "default;phase-design;objective-prototype;task-mockups-and-lowfi-prototypes;name": "Maquetas y prototipos de baja fidelidad",
    "default;phase-design;objective-prototype;task-perform-a-test-with-users;description": "Si los prototipos de baja fidelidad permiten una buena representación de lo que será el servicio y permiten simular los flujos de interacción, realice experimentos de evaluación controlados con los posibles usuarios finales.\n¿Entienden el lenguaje de las maquetas de la interfaz? ¿Están presentes las principales funcionalidades? ¿Existen rutas de interacción inesperadas?\nTambién los experimentos muy pequeños pueden aportar una información muy valiosa en esta fase.",
    "default;phase-design;objective-prototype;task-perform-a-test-with-users;name": "Realice una prueba con los usuarios",
    "default;phase-design;objective-prototype;task-perform-an-heuristic-evaluation;description": "Pruebe el diseño del servicio digital con expertos. Siga las directrices sobre cómo llevar a cabo una evaluación heurística (también llamada evaluación de expertos) y utilice las plantillas con los heurísticos (principios) que deben seguirse al realizar la prueba. La prueba puede llevarse a cabo tanto con las primeras maquetas como con los primeros prototipos en funcionamiento.",
    "default;phase-design;objective-prototype;task-perform-an-heuristic-evaluation;name": "Realizar una evaluación heurística",
    "default;phase-design;objective-service-design;description": "Tras la comprensión del problema y el brainstorming de las ideas de servicio, elabore soluciones concretas para su reto. Los talleres de codiseño son útiles en esta fase como actividades colectivas organizadas para debatir cuestiones y opciones de diseño. Trabaje junto con los actores relevantes para empezar a definir el servicio que se va a codiseñar y coentregar.",
    "default;phase-design;objective-service-design;name": "Diseño del servicio",
    "default;phase-design;objective-service-design;task-define-personas;description": "Reflexione sobre el comportamiento, las necesidades y las expectativas del beneficiario del servicio. Los personajes son figuras ficticias que encarnan el arquetipo de su cliente, beneficiario o financiador. Se crean a partir de la observación exhaustiva del segmento de clientes y el dibujo de sus características compartidas, comportamientos, motivaciones, intereses, etc. Se trata de una herramienta útil para conocer a la persona para la que se diseña.",
    "default;phase-design;objective-service-design;task-define-personas;name": "Definir personas",
    "default;phase-design;objective-service-design;task-define-scenarios;description": "Escribir escenarios. Para explicar y describir de forma colaborativa el servicio previsto, se pueden utilizar escenarios para reflexionar sobre la experiencia de los usuarios. Un escenario de usuario es una historia que describe, de forma narrativa, cómo el usuario va a interactuar con el servicio durante una situación concreta. Escribir escenarios de usuario requiere identificar un contexto específico en el que se desarrolla la acción, así como personajes y necesidades que definen la actitud del usuario.",
    "default;phase-design;objective-service-design;task-define-scenarios;name": "Definir escenarios",
    "default;phase-design;objective-service-design;task-define-user-journeys;description": "Describa los encuentros entre el usuario y la organización, el servicio o el producto. Cuente la historia desde el punto de vista del usuario e intente describir cómo se cruzan las expectativas del usuario con la oferta de la organización. Es una herramienta estratégica útil que mantiene a los clientes, beneficiarios y proveedores en el centro de las decisiones de diseño, destacando los puntos de dolor y las oportunidades para que la organización cree una mejor experiencia de usuario y un servicio eficaz.",
    "default;phase-design;objective-service-design;task-define-user-journeys;name": "Definir los recorridos de los usuarios",
    "default;phase-design;objective-service-specification;description": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales y especificaciones del servicio para proceder a su implantación. Siga las directrices para recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse.",
    "default;phase-design;objective-service-specification;name": "Especificación del servicio",
    "default;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;description": "Consulte las buenas prácticas de diseño de interfaces y desarrollo de servicios públicos. Reflexione, en su caso de uso específico, sobre cómo asegurarse de que los servicios se prestan de forma multicanal, maximizando el aprovechamiento por parte de cualquier grupo de usuarios potencialmente o por los agentes que actúan en su nombre, y proporcionando declaraciones claras sobre los límites de accesibilidad en la implementación actual.",
    "default;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;name": "Considerar las directrices de la UE para el desarrollo del servicio público",
    "default;phase-design;objective-service-specification;task-content-design;description": "Preparar los contenidos adecuados para el nuevo/mejorado servicio público. Seguir las directrices sobre cómo seleccionar y utilizar el lenguaje más adecuado según los usuarios del servicio digital y sus competencias.",
    "default;phase-design;objective-service-specification;task-content-design;name": "Diseño de contenidos",
    "default;phase-design;objective-service-specification;task-data-model-design;description": "Ayudar a los siguientes pasos de la implementación del servicio mediante la definición de un Modelo de Datos que explique: la organización conceptual del servicio, su organización lógica en términos de componentes y el nivel físico de las implementaciones de bases de datos requeridas. ",
    "default;phase-design;objective-service-specification;task-data-model-design;name": "Diseño del modelo de datos",
    "default;phase-design;objective-service-specification;task-service-specification-definition;description": "Posiblemente utilice formalismos de especificación estándar para describir su servicio. INTERLINK le sugiere que eche un vistazo a las normas de la UE, como el Lienzo de Oferta de Servicios. Rellenando esta clasificación visual y estructurada de los servicios digitales, puede describir cómo se satisfacen las necesidades de las partes interesadas. El resultado es una visión consolidada que impulsa la orientación del servicio y el conocimiento de las necesidades y la forma de consumir los servicios. Las especificaciones del SOC pueden compartirse y compararse con otros servicios similares a nivel de la UE.",
    "default;phase-design;objective-service-specification;task-service-specification-definition;name": "Definición del pliego de condiciones del servicio",
    "default;phase-design;objective-service-specification;task-software-architecture-and-api-design;description": "Crear un documento que describa la arquitectura de software del sistema digital subyacente al servicio y el diseño de las API.",
    "default;phase-design;objective-service-specification;task-software-architecture-and-api-design;name": "Arquitectura de software y diseño de api",
    "default;phase-design;objective-service-specification;task-user-interface-design;description": "Proceder al diseño de la interfaz de usuario del servicio mediante la preparación de bocetos y maquetas iniciales. Asegúrese de que el diseño de la interfaz de usuario sigue las directrices de usabilidad y accesibilidad. ",
    "default;phase-design;objective-service-specification;task-user-interface-design;name": "Diseño de la interfaz de usuario",
    "default;phase-design;objective-sustainability;description": "Antes de seguir profundizando en el desarrollo de su servicio Deténgase y reflexione sobre los resultados de diseño obtenidos hasta el momento y sobre la viabilidad y sostenibilidad reales de lo que va a poner en marcha.",
    "default;phase-design;objective-sustainability;name": "Sostenibilidad",
    "default;phase-design;objective-sustainability;task-evaluation-of-codesign;description": "¿El resultado del diseño es satisfactorio?\nSiga la lista de comprobación propuesta para saber si ha terminado el diseño o si se recomienda un ciclo de perfeccionamiento iterativo.",
    "default;phase-design;objective-sustainability;task-evaluation-of-codesign;name": "Evaluación del codiseño",
    "default;phase-design;objective-sustainability;task-feasibility-analysis;description": "¿Están disponibles todas las competencias y recursos técnicos para proceder al desarrollo?\nSiga la lista de comprobación propuesta para una evaluación intermedia de la sostenibilidad técnica.",
    "default;phase-design;objective-sustainability;task-feasibility-analysis;name": "Análisis de viabilidad",
    "default;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;description": "¿Cuántos fondos se necesitan? ¿De dónde procede el dinero? ¿Cuáles son las fuentes de financiación/apoyo necesarias para mantenerlo en funcionamiento después de la aplicación?\nSiga la lista de comprobación propuesta para una evaluación intermedia de la sostenibilidad financiera.",
    "default;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;name": "Perfeccionar el modelo de negocio preliminar",
    "default;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "¿Cuáles son los incentivos para los que pueden proporcionar apoyo / financiación y para los que los desarrollan / mantienen?\nDeténgase y reflexione sobre cómo ha ido la colaboración de las partes interesadas en la cocreación hasta ahora. Siga la lista de comprobación propuesta para comprender si se necesitan más incentivos y medidas de apoyo para garantizar un desarrollo productivo y fases de cocreación.",
    "default;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Comprender las motivaciones y los incentivos",
    "default;phase-engage;description": "¿Qué partes interesadas deben participar en su proceso de coproducción? ¿Cómo comunicarles los objetivos del proyecto y los beneficios de la participación?\nConozca el valor de la participación de las partes interesadas. Utilice las herramientas de conocimiento disponibles para comprender quiénes son las partes interesadas que deben participar en su proyecto y el papel que pueden tener. \nAproveche las plantillas de comunicación para sensibilizar, invitar a las partes interesadas y crear una red viva de colaboradores motivados. Defina los acuerdos de colaboración y asegúrese de que la información compartida está protegida. Planificar juntos los próximos pasos y crear grupos de trabajo. ",
    "default;phase-engage;name": "Comprometer",
    "default;phase-engage;objective-define-data-management-plan;description": "Asegúrese de que los datos que se recogen y procesan durante el proceso de coproducción se gestionan de acuerdo con el GDPR y las mejores prácticas de la UE.\nPrepare un plan de gestión de datos que le sirva de guía durante toda la vida del proyecto y más allá.",
    "default;phase-engage;objective-define-data-management-plan;name": "Definir el plan de gestión de datos",
    "default;phase-engage;objective-define-data-management-plan;task-be-aware-of-data-impact;description": "Considerar cuáles son las pides de los usuarios y de los proveedores en relación con los datos.\nReflexionar sobre los aspectos de la propiedad, la minimización, la responsabilidad, la compartición, el archivo y el anonimato.",
    "default;phase-engage;objective-define-data-management-plan;task-be-aware-of-data-impact;name": "Ser consciente del impacto de los datos",
    "default;phase-engage;objective-define-data-management-plan;task-clarify-the-purpose-for-data-collection;description": "¿Qué datos se recogerán durante la coproducción? \nComience su plan de gestión de datos haciendo un inventario de las fuentes y tipos de datos.",
    "default;phase-engage;objective-define-data-management-plan;task-clarify-the-purpose-for-data-collection;name": "Aclarar la finalidad de la recogida de datos",
    "default;phase-engage;objective-define-data-management-plan;task-understand-how-the-data-flows;description": "¿De quién y para qué se accede a los datos? \nComprender dónde se pueden almacenar los datos de forma segura y si se van a transferir posteriormente.",
    "default;phase-engage;objective-define-data-management-plan;task-understand-how-the-data-flows;name": "Entender cómo fluyen los datos",
    "default;phase-engage;objective-define-legal-and-ethical-framework;description": "La complejidad de la normativa legal puede dificultar en ocasiones la asunción de las TIC para la coproducción por parte de los gobiernos y provocar importantes retrasos en el despliegue de las soluciones.\nSiga las pautas que se ofrecen aquí para preparar los acuerdos financieros, técnicos y jurídicos que garanticen la viabilidad de su proyecto de coproducción.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;name": "Definir el marco legal y ético",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-non-disclosure-agreement-nda;description": "Debe considerar si su red de colaboración de partes interesadas necesita un acuerdo formal para no revelar la información confidencial que se comparte como parte de la coproducción de un servicio conjunto.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-non-disclosure-agreement-nda;name": "Definir un acuerdo de confidencialidad (NDA)",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-partnership-agreement;description": "Los participantes deben entender claramente su papel en el esfuerzo de coproducción, sus responsabilidades y sus derechos. \nTal vez desee redactar los términos y el plan general de la colaboración, para dar a la iniciativa una estructura más formal, visibilidad y apoyo político. \nLas directrices y ejemplos de acuerdos de colaboración pueden ayudarle a decidir cuál es la solución más adecuada para su caso.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-partnership-agreement;name": "Definir un acuerdo de asociación",
    "default;phase-engage;objective-engage-stakeholders;description": "La implicación de las partes interesadas consiste en averiguar cómo comunicar, colaborar e interactuar eficazmente con las personas clave que tienen una influencia positiva o negativa y pueden influir en el éxito de su proyecto.\nPara alcanzar este objetivo debe preparar cuidadosamente un plan de compromiso, crear material de concienciación y comunicación adaptado a su público, entender cómo comunicar el beneficio para las partes interesadas y, siempre que esté previsto en su proyecto, entender cómo involucrar a los ciudadanos en el proceso de coproducción. ",
    "default;phase-engage;objective-engage-stakeholders;name": "Involucrar a las partes interesadas",
    "default;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Comunique claramente las ventajas de la coproducción de servicios a su red de interesados y ciudadanos.\nLos participantes tienen que entender por qué es importante su participación, qué pueden ganar individualmente y como grupo.",
    "default;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Comunicar el beneficio para las partes interesadas",
    "default;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;description": "Garantizar que las partes interesadas conozcan la iniciativa para asegurar su participación. La sensibilización es un proceso que busca informar y educar a las personas sobre un tema o asunto con la intención de influir en sus actitudes, comportamientos y creencias hacia la consecución de un propósito u objetivo definido.",
    "default;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;name": "Crear conciencia y comunicación",
    "default;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;description": "Proporcionar a los miembros del público la información que necesitan para entender el proyecto, el proceso de decisión y también cómo las aportaciones del público pueden influir en las decisiones, en el diseño del servicio y en la forma de prestarlo. ",
    "default;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;name": "Implicar a los ciudadanos en el proceso de coproducción",
    "default;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Cree un plan de compromiso eficaz que le permita llegar a los tipos y números de partes interesadas suficientes para garantizar que el servicio coproducido esté bien orientado. \nUn plan de participación suele constar de tres partes: la identificación de las partes interesadas de su proyecto; la planificación de medios eficaces para interactuar con cada parte interesada, y los protocolos para documentar con precisión su trabajo en aras de la transparencia, la responsabilidad y la evaluación del proceso.",
    "default;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Preparar un plan de compromiso",
    "default;phase-engage;objective-identify-stakeholders;description": "La identificación de los actores clave es el primer paso para iniciar su proceso de coproducción. Según el tipo de proyecto, los objetivos y el nivel de implicación de los ciudadanos, hay que responder a diferentes preguntas.\n¿Qué tipos de actores entran en juego en la iniciativa a coproducir? ¿Cuáles son sus motivaciones y aptitudes para participar en el proyecto? ¿Cuál es su posición en la red? ¿Cómo contactar con ellos?\nSiga las tareas específicas para obtener la imagen completa.",
    "default;phase-engage;objective-identify-stakeholders;name": "Identificar stakeholders",
    "default;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Anote la lista de participantes, aparte del equipo de coproducción, que pueden estar interesados en observar el progreso del proyecto de coproducción y tener la oportunidad de emitir opiniones y participar en algunos procesos de decisión. ",
    "default;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Crear una lista de contactos de posibles participantes de la red",
    "default;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;description": "Hacer un mapa de las partes interesadas es crucial para tener una visión clara de los papeles que pueden desempeñar las partes interesadas en las diferentes etapas de la innovación, cuál podría ser su nivel de compromiso y su importancia estratégica. Analizar la complejidad de las relaciones que se establecen, y darse cuenta de qué conectores pueden ser cruciales para el desarrollo de la innovación en su proyecto.",
    "default;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;name": "Mapear partes interesadas analizar motivación habilidades expectativas",
    "default;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Por lo general, en la coproducción participan diferentes actores para crear un nuevo servicio o personalizar un servicio ya existente: organismos públicos, empresas privadas, PYMES, ciudadanos. Cada actor aporta necesidades y competencias específicas en relación con el servicio y tiene diferentes motivaciones para participar en un proyecto. Conozca los diferentes tipos de actores y cuál de ellos puede aportar valor a su proceso de coproducción",
    "default;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Entender los diferentes tipos de stakeholders y sus motivaciones",
    "default;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;description": "¿Es su red equilibrada e inclusiva?\nCree un mapa de partes interesadas, donde se visualice el ecosistema de partes interesadas que participan en la experiencia del cliente.",
    "default;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;name": "Mapear visualmente la red de partes interesadas",
    "default;phase-sustain;description": "Definir los modelos de negocio para garantizar la sostenibilidad del servicio coproducido. Cree planes de negocio y acuerdos de explotación que fomenten la adopción de su servicio coproducido por parte de terceras AP, empresas y partes interesadas. El mantenimiento y la monitorización continuos son necesarios para que los servicios respondan, sean accesibles y se adopten ampliamente, tal y como ambiciona INTERLINK.",
    "default;phase-sustain;name": "Sostener",
    "default;phase-sustain;objective-handover;description": "Delegar opcionalmente el despliegue del servicio de las propias instalaciones a la infraestructura de un proveedor de alojamiento externo basado en la nube. Acordar el contrato, los costes, las responsabilidades y las ventajas de que un tercero se haga cargo de la prestación del servicio. ",
    "default;phase-sustain;objective-handover;name": "Entrega",
    "default;phase-sustain;objective-handover;task-business-model-specification;description": "El equipo de coproducción define de uno a varios modelos de negocio con sus correspondientes planes de negocio que pueden negociarse con terceros adoptantes del servicio, que quieren hacerse cargo de la ejecución, el mantenimiento y el seguimiento, pero en los que hay que aclarar la explotación entre coproductores y adoptantes.",
    "default;phase-sustain;objective-handover;task-business-model-specification;name": "Especificación de Modelo de Negocio",
    "default;phase-sustain;objective-handover;task-exploitation-agreement;description": "Antes de que un tercer adoptante pueda hacerse cargo de un servicio coproducido, debe elaborarse un acuerdo de explotación que deberán firmar las partes implicadas. ",
    "default;phase-sustain;objective-handover;task-exploitation-agreement;name": "Acuerdo de Explotación",
    "default;phase-sustain;objective-handover;task-handover;description": "Proporcionar documentación para que un tercero se haga cargo del mantenimiento y la supervisión del servicio. Acuerdo sobre el contrato para regular la transferencia de la responsabilidad de funcionamiento a terceros y el reparto de los ingresos entre los que coprodujeron el servicio y los terceros que pueden alojar opcionalmente el servicio. Personalización del servicio prestado a los clientes objetivo (traducciones, adaptaciones de contenido, etc.) ",
    "default;phase-sustain;objective-handover;task-handover;name": "Entrega",
    "default;phase-sustain;objective-maintenance;description": "Garantizar que el servicio desplegado esté continuamente operativo y responda a las nuevas demandas de los clientes que puedan hacer que el servicio se adopte más y sea más útil. Esta responsabilidad puede ser compartida por el equipo de coproducción y por terceros que puedan haber asumido el servicio. ",
    "default;phase-sustain;objective-maintenance;name": "Mantenimiento",
    "default;phase-sustain;objective-maintenance;task-task-distribution-for-maintenance-contracts-regulation-data-management-archiving;description": "Si el depósito de servicios se delegó o se sigue llevando a cabo por el equipo de coproducción, debe garantizarse la distribución de tareas entre los responsables del mantenimiento. Será necesario realizar periódicamente actividades de supervisión y mantenimiento de los contratos para garantizar el funcionamiento 24 horas al día, 7 días a la semana.",
    "default;phase-sustain;objective-maintenance;task-task-distribution-for-maintenance-contracts-regulation-data-management-archiving;name": "Distribución de tareas para el mantenimiento, regulación de contratos, archivo de la gestión de datos",
    "default;phase-sustain;objective-monitoring;description": "Supervisar que el servicio está cumpliendo los objetivos fijados originalmente mediante el seguimiento de un conjunto de KPIs inferidos del uso o el sondeo de los clientes.  ",
    "default;phase-sustain;objective-monitoring;name": "Monitorización",
    "default;phase-sustain;objective-monitoring;task-monitoring-ongoing-evaluation-periodic-evaluations-with-stakeholders;description": "Analizar los registros recogidos por el servicio prestado. Analizar las encuestas/cuestionarios rellenados por las partes interesadas. ",
    "default;phase-sustain;objective-monitoring;task-monitoring-ongoing-evaluation-periodic-evaluations-with-stakeholders;name": "Seguimiento de la evaluación continua, evaluaciones periódicas con las partes interesadas",
    "hackathon;description": "El proyecto INTERLINK permite definir procesos de coproducción con fines específicos. En este caso, este proceso de coproducción está diseñado para guiar la ideación, la preparación, el lanzamiento y la explotación de un Hackathon concebido para abordar algunos retos de la sociedad en cooperación entre las administraciones públicas, la ciudadanía y otras partes interesadas de las AP, a saber, las PYME, el mundo académico o las organizaciones sin ánimo de lucro. Se compone de 4 fases principales: a) INVOLUCRAR - comprender, acercarse e involucrar a las partes interesadas adecuadas; b) DISEÑAR - seguir las directrices para debatir juntos, de forma equilibrada e inclusiva, los problemas, los beneficiarios y las prioridades para el hackathon que se va a diseñar; c) EJECUTAR - navegar por el catálogo de INTERLINKERs para encontrar bloques de construcción reutilizables para la implementación del hackathon y su lanzamiento; y d) EXPLOTAR - realizar los resultados de los hackathons llegando a acuerdos para llevar a la realidad las ideas y maquetas de servicio propuestas",
    "hackathon;name": "Esquema para la creación de un Hackathon",
    "hackathon;phase-design;description": "Siga las directrices para debatir juntos, de forma equilibrada e inclusiva, los problemas, los beneficiarios y las prioridades del servicio que se va a diseñar. Encuentre recursos útiles para realizar entrevistas, encuestas y grupos de discusión para comprender mejor las necesidades y requisitos de las partes interesadas y los ciudadanos. Utilizar el material propuesto para organizar talleres de diseño de servicios y desarrollar maquetas. Deténgase y reflexione sobre el proceso hasta el momento con las listas de comprobación de la coevaluación.",
    "hackathon;phase-design;name": "Diseño",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;description": "Defina claramente el problema que debe abordar el equipo de coproducción y póngase de acuerdo sobre él. Este es un paso importante para crear una solución eficaz y eficiente. Para ello pueden ser útiles diferentes recursos: consejos sobre cómo crear y compartir un lenguaje común entre los miembros del equipo, recursos para guiar los debates colaborativos, herramientas para la recopilación de ideas.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;name": "Enfocar el problema de forma colaborativa",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-hackathon-problem-refinement;description": "Afinar con la colaboración de la red de partes interesadas el problema a tratar. El diseño de servicios es una actividad de resolución de problemas y es importante entender claramente cuál es el reto que aborda el equipo y cómo se puede recopilar más información para entender cómo debe diseñarse el servicio. Organice grupos de discusión para debatir las ideas y suposiciones iniciales, perfeccionarlas mediante métodos estructurados y tomar conciencia de la información que falta por recopilar.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-hackathon-problem-refinement;name": "Perfeccionamiento del problema del Hackathon en colaboración",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-hackathon-exploration-and-refinement;description": "En caso de necesidad, amplíe la recopilación de ideas sobre los distintos aspectos del problema poniendo en marcha un foro de debate.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-hackathon-exploration-and-refinement;name": "Recopilación de ideas para la exploración y el perfeccionamiento del Hackathon",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-hackathon-theme-plan-submission-evaluation-process;description": "Redacte una descripción inicial (o varias descripciones opcionales) del posible servicio: qué hace, a quién beneficia el servicio, quién ayuda a prestarlo. Utilice plantillas de descripción para facilitar su tarea.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-hackathon-theme-plan-submission-evaluation-process;name": "Esbozar una idea inicial del Hackathon: tema, plan, proceso de presentación y evaluación",
    "hackathon;phase-design;objective-ideation;description": "La ideación es la fase preliminar del diseño del servicio en la que se crea el equipo de diseño, se revisan los datos recogidos y se buscan nuevas ideas si es necesario.",
    "hackathon;phase-design;objective-ideation;name": "Ideación",
    "hackathon;phase-design;objective-ideation;task-collaboratively-agree-on-hackathon-design;description": "Vuelva a su red de interesados para validar la idea del servicio mediante un grupo de discusión o una encuesta.",
    "hackathon;phase-design;objective-ideation;task-collaboratively-agree-on-hackathon-design;name": "Acordar en colaboración el diseño del Hackathon",
    "hackathon;phase-design;objective-ideation;task-define-requirements-and-constraints-for-the-hackathon-plan-submission-evaluation-process;description": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales para proceder a la implantación del servicio. Siga las directrices sobre cómo recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse. Utilice un formalismo de representación estándar para las descripciones de requisitos, como por ejemplo la plantilla de especificación de requisitos de Volere.",
    "hackathon;phase-design;objective-ideation;task-define-requirements-and-constraints-for-the-hackathon-plan-submission-evaluation-process;name": "Definir los requisitos y limitaciones del Hackathon: plan, presentación y proceso de evaluación",
    "hackathon;phase-design;objective-service-specification;description": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales y especificaciones del servicio para proceder a su implantación. Siga las directrices para recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse.",
    "hackathon;phase-design;objective-service-specification;name": "Especificaciones del servicio",
    "hackathon;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;description": "Consulte las buenas prácticas de diseño de interfaces y desarrollo de servicios públicos. Reflexione, en su caso de uso específico, sobre cómo asegurarse de que los servicios se prestan de forma multicanal, maximizando el aprovechamiento por parte de cualquier grupo de usuarios potencialmente o por los agentes que actúan en su nombre, y proporcionando declaraciones claras sobre los límites de accesibilidad en la implementación actual.",
    "hackathon;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;name": "Considerar las directrices de la UE para el desarrollo del servicio público",
    "hackathon;phase-design;objective-service-specification;task-content-design-including-plan-rules-prize-announcement-and-so-on;description": "Preparar los contenidos adecuados para el nuevo/mejorado servicio público. Seguir las directrices sobre cómo seleccionar y utilizar el lenguaje más adecuado según los usuarios del servicio digital y sus competencias.",
    "hackathon;phase-design;objective-service-specification;task-content-design-including-plan-rules-prize-announcement-and-so-on;name": "Diseño de contenidos, incluyendo el plan, las reglas, el anuncio del premio, etc.",
    "hackathon;phase-design;objective-service-specification;task-user-interface-design-for-hackathon-website-and-submission-system;description": "Proceder al diseño de la interfaz de usuario del servicio mediante la preparación de bocetos y maquetas iniciales. Asegúrese de que el diseño de la interfaz de usuario sigue las directrices de usabilidad y accesibilidad. ",
    "hackathon;phase-design;objective-service-specification;task-user-interface-design-for-hackathon-website-and-submission-system;name": "Diseño de la interfaz de usuario para el sitio web y el sistema de presentación del Hackathon",
    "hackathon;phase-design;objective-sustainability;description": "Antes de seguir profundizando en el desarrollo de su servicio Deténgase y reflexione sobre los resultados de diseño obtenidos hasta el momento y sobre la viabilidad y sostenibilidad reales de lo que va a poner en marcha.",
    "hackathon;phase-design;objective-sustainability;name": "Sostenibilidad",
    "hackathon;phase-design;objective-sustainability;task-evaluation-of-codesign;description": "¿El resultado del diseño es satisfactorio?\nSiga la lista de comprobación propuesta para saber si ha terminado el diseño o si se recomienda un ciclo de perfeccionamiento iterativo.",
    "hackathon;phase-design;objective-sustainability;task-evaluation-of-codesign;name": "Evaluación del codiseño",
    "hackathon;phase-design;objective-sustainability;task-feasibility-analysis;description": "¿Están disponibles todas las competencias y recursos técnicos para proceder al desarrollo? \nSiga la lista de comprobación propuesta para una evaluación intermedia de la sostenibilidad técnica.",
    "hackathon;phase-design;objective-sustainability;task-feasibility-analysis;name": "Análisis de viabilidad",
    "hackathon;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;description": "¿Cuántos fondos se necesitan? ¿De dónde procede el dinero? ¿Cuáles son las fuentes de financiación/apoyo necesarias para mantenerlo en funcionamiento después de la aplicación?\nSiga la lista de comprobación propuesta para una evaluación intermedia de la sostenibilidad financiera.",
    "hackathon;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;name": "Perfeccionar el modelo de negocio preliminar",
    "hackathon;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "¿Cuáles son los incentivos para los que pueden proporcionar apoyo / financiación y para los que los desarrollan / mantienen?\nDeténgase y reflexione sobre cómo ha ido la colaboración de las partes interesadas en la cocreación hasta ahora. Siga la lista de comprobación propuesta para comprender si se necesitan más incentivos y medidas de apoyo para garantizar un desarrollo productivo y fases de cocreación.",
    "hackathon;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Comprender las motivaciones y los incentivos",
    "hackathon;phase-engage;description": "¿Qué partes interesadas deben participar en su proceso de coproducción? ¿Cómo comunicarles los objetivos del proyecto y los beneficios de la participación?\nConozca el valor de la participación de las partes interesadas. Utilice las herramientas de conocimiento disponibles para comprender quiénes son las partes interesadas que deben participar en su proyecto y el papel que pueden tener. \nAproveche las plantillas de comunicación para sensibilizar, invitar a las partes interesadas y crear una red viva de colaboradores motivados. Defina los acuerdos de colaboración y asegúrese de que la información compartida está protegida. Planificar juntos los próximos pasos y crear grupos de trabajo. ",
    "hackathon;phase-engage;name": "Comprometer",
    "hackathon;phase-engage;objective-engage-stakeholders;description": "La implicación de las partes interesadas consiste en averiguar cómo comunicar, colaborar e interactuar eficazmente con las personas clave que tienen una influencia positiva o negativa y pueden influir en el éxito de su proyecto.\nPara alcanzar este objetivo debe preparar cuidadosamente un plan de compromiso, crear material de concienciación y comunicación adaptado a su público, entender cómo comunicar el beneficio para las partes interesadas y, siempre que esté previsto en su proyecto, entender cómo involucrar a los ciudadanos en el proceso de coproducción. ",
    "hackathon;phase-engage;objective-engage-stakeholders;name": "Involucrar a las partes interesadas",
    "hackathon;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Comunique claramente las ventajas de la coproducción de servicios a su red de interesados y ciudadanos.\nLos participantes tienen que entender por qué es importante su participación, qué pueden ganar individualmente y como grupo.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Comunicar el beneficio para las partes interesadas",
    "hackathon;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;description": "Garantizar que las partes interesadas conozcan la iniciativa para asegurar su participación. La sensibilización es un proceso que busca informar y educar a las personas sobre un tema o asunto con la intención de influir en sus actitudes, comportamientos y creencias hacia la consecución de un propósito u objetivo definido.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;name": "Crear conciencia y comunicación",
    "hackathon;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;description": "Proporcionar a los miembros del público la información que necesitan para entender el proyecto, el proceso de decisión y también cómo las aportaciones del público pueden influir en las decisiones, en el diseño del servicio y en la forma de prestarlo. ",
    "hackathon;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;name": "Implicar a los ciudadanos en el proceso de coproducción",
    "hackathon;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Cree un plan de compromiso eficaz que le permita llegar a los tipos y números de partes interesadas suficientes para garantizar que el servicio coproducido esté bien orientado. \nUn plan de participación suele constar de tres partes: la identificación de las partes interesadas de su proyecto; la planificación de medios eficaces para interactuar con cada parte interesada, y los protocolos para documentar con precisión su trabajo en aras de la transparencia, la responsabilidad y la evaluación del proceso.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Preparar un plan de compromiso",
    "hackathon;phase-engage;objective-identify-stakeholders;description": "La identificación de los actores clave es el primer paso para iniciar su proceso de coproducción. Según el tipo de proyecto, los objetivos y el nivel de implicación de los ciudadanos, hay que responder a diferentes preguntas.\n¿Qué tipos de actores entran en juego en la iniciativa a coproducir? ¿Cuáles son sus motivaciones y aptitudes para participar en el proyecto? ¿Cuál es su posición en la red? ¿Cómo contactar con ellos?\nSiga las tareas específicas para obtener la imagen completa.",
    "hackathon;phase-engage;objective-identify-stakeholders;name": "Identificar stakeholders",
    "hackathon;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Anote la lista de participantes, aparte del equipo de coproducción, que pueden estar interesados en observar el progreso del proyecto de coproducción y tener la oportunidad de emitir opiniones y participar en algunos procesos de decisión. ",
    "hackathon;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Crear una lista de contactos de posibles participantes de la red",
    "hackathon;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;description": "Hacer un mapa de las partes interesadas es crucial para tener una visión clara de los papeles que pueden desempeñar las partes interesadas en las diferentes etapas de la innovación, cuál podría ser su nivel de compromiso y su importancia estratégica. Analizar la complejidad de las relaciones que se establecen, y darse cuenta de qué conectores pueden ser cruciales para el desarrollo de la innovación en su proyecto.",
    "hackathon;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;name": "Mapear partes interesadas analizar motivación habilidades expectativas",
    "hackathon;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Por lo general, en la coproducción participan diferentes actores para crear un nuevo servicio o personalizar un servicio ya existente: organismos públicos, empresas privadas, PYMES, ciudadanos. Cada actor aporta necesidades y competencias específicas en relación con el servicio y tiene diferentes motivaciones para participar en un proyecto. Conozca los diferentes tipos de actores y cuál de ellos puede aportar valor a su proceso de coproducción",
    "hackathon;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Entender los diferentes tipos de stakeholders y sus motivaciones",
    "hackathon;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;description": "¿Es su red equilibrada e inclusiva?\nCree un mapa de partes interesadas, donde se visualice el ecosistema de partes interesadas que participan en la experiencia del cliente.",
    "hackathon;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;name": "Mapear visualmente la red de partes interesadas",
    "hackathon;phase-exploit;description": "Definir los modelos de negocio para garantizar la sostenibilidad del servicio coproducido. Cree planes de negocio y acuerdos de explotación que fomenten la adopción de su servicio coproducido por parte de terceras AP, empresas y partes interesadas. El mantenimiento y la monitorización continuos son necesarios para que los servicios respondan, sean accesibles y se adopten ampliamente, tal y como ambiciona INTERLINK.",
    "hackathon;phase-exploit;name": "Explotar",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;description": "Delegar opcionalmente el despliegue del servicio de las propias instalaciones a la infraestructura de un proveedor de alojamiento externo basado en la nube. Acordar el contrato, los costes, las responsabilidades y las ventajas de que un tercero se haga cargo de la prestación del servicio. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;name": "Explotación tras Hackathon",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-agreement-for-winners-solutions-exploitation;description": "Discusión entre los organizadores y los ganadores para estudiar acuerdos de colaboración, ayudar a los equipos ganadores a adoptar medidas de sostenibilidad para proteger y seguir desarrollando sus soluciones. Se debe elaborar un acuerdo de explotación que será firmado por las partes implicadas. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-agreement-for-winners-solutions-exploitation;name": "Acuerdo para explotación de soluciones ganadoras",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-publish-results;description": "Publicar en las redes sociales y en el sitio web de los organizadores detalles sobre los proyectos ganadores",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-publish-results;name": "Publicar resultados",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-sustainability-report;description": "Informe que incluye las ideas y las lecciones aprendidas que son útiles para el organizador. Representan las ganancias gracias a la celebración del hackathon, es decir, cómo las soluciones ideadas podrían ser aprovechadas por el organizador para su propio negocio o propósito. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-sustainability-report;name": "Informe de sostenibilidad",
    "hackathon;phase-run;description": "Examine el catálogo de INTERLINKERs para encontrar bloques de construcción reutilizables para la implementación de su servicio. Supervise el avance del desarrollo en el plan de trabajo del proyecto. Deténgase y reflexione sobre el proceso hasta el momento con las listas de comprobación de coevaluación que ayudan a verificar el cumplimiento de las normas y los reglamentos. Utilizar los incentivos y las herramientas de recompensa que ofrece la plataforma INTERLINK para mantener la contribución de las partes interesadas y de los ciudadanos a la prestación del servicio. Controlar la calidad del servicio y la satisfacción de los ciudadanos con encuestas cuidadosamente preparadas. Detenerse y reflexionar sobre cómo va la co-prestación de servicios con las listas de comprobación de la co-evaluación.",
    "hackathon;phase-run;name": "Ejecutar",
    "hackathon;phase-run;objective-hackathon-celebration;description": "Liberar el servicio coproducido. Garantizar que esté operativo en régimen de 24x7.  Proporcionar soporte para acomodar mejoras o correcciones. Establecer mecanismos fluidos entre los codistribuidores de servicios y los consumidores. Supervisar el cumplimiento de las obligaciones y responsabilidades de los distintos codistribuidores.",
    "hackathon;phase-run;objective-hackathon-celebration;name": "Celebración del Hackathon",
    "hackathon;phase-run;objective-hackathon-celebration;task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants;description": "Organizar las actividades entre los codirectores según sus funciones y responsabilidades. Garantizar el mantenimiento de la calidad del servicio en las actividades cooperativas de prestación de servicios. Poner en marcha encuestas de evaluación de la satisfacción y la calidad del servicio. ",
    "hackathon;phase-run;objective-hackathon-celebration;task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants;name": "Coordinar a los actores implicados en la codificación del Hackathon (organizadores, evaluadores, participantes)",
    "hackathon;phase-run;objective-hackathon-celebration;task-guarantee-transparent-communication-with-participants-in-the-hackathon;description": "Garantizar una comunicación fluida y receptiva entre el equipo de codirectores y, lo que es más importante, entre quienes consumen y reutilizan el servicio entregado y el equipo de codirectores. Establecer un mecanismo de comunicación basado en la web que permita rastrear la comunicación con todos los actores. ",
    "hackathon;phase-run;objective-hackathon-celebration;task-guarantee-transparent-communication-with-participants-in-the-hackathon;name": "Garantizar una comunicación transparente con los participantes en el Hackathon",
    "hackathon;phase-run;objective-hackathon-celebration;task-winner-selection-and-announcement;description": "Basándose en los criterios establecidos en la fase de DISEÑO, los evaluadores valoran los proyectos presentados, elaboran una clasificación y los organizadores anuncian los ganadores.",
    "hackathon;phase-run;objective-hackathon-celebration;task-winner-selection-and-announcement;name": "Selección y anuncio del ganador",
    "hackathon;phase-run;objective-launch-hackathon-website;description": "La implantación de un servicio no es posible si no se piensa de antemano en un entorno para su despliegue y mantenimiento. Independientemente de si el servicio coproducido previsto será una pieza de software o un conjunto de recursos digitales, hay que identificar, seleccionar y preparar los entornos de desarrollo y despliegue de la solución. Es importante especificar claramente y probar las limitaciones técnicas dentro de las cuales se alojará el servicio entregado.",
    "hackathon;phase-run;objective-launch-hackathon-website;name": "Lanzamiento del sitio web del Hackathon",
    "hackathon;phase-run;objective-launch-hackathon-website;task-technical-implementation-and-deployment;description": "Identificar las dependencias y el entorno necesarios para la coproducción y la codistribución de servicios. Configurar y desplegar (si no están ya disponibles) las dependencias y el entorno. Documentar el progreso hacia la realización de los aspectos técnicos asociados al servicio coproducido. ",
    "hackathon;phase-run;objective-launch-hackathon-website;task-technical-implementation-and-deployment;name": "Implementación y despliegue técnico",
    "hackathon;phase-run;objective-service-implementation;description": "Dependiendo de la naturaleza del servicio coproducido, se pueden adoptar diferentes herramientas y mecanismos para realizar un determinado servicio coproducido. La realización de un servicio coproducido puede implicar la programación, el uso de herramientas de diseño gráfico, el modelado y la fabricación en 3D, etc. Registre los avances logrados durante la realización de la implementación del servicio coproducido, suba informes de progreso, cruce con los repositorios donde se están realizando los avances, documente la API del servicio coproducido o el kit y/o los recursos generados para realizar el servicio. Reconocer y trazar las contribuciones de los diferentes miembros del equipo de coproducción o de los colaboradores externos. Reutilizar los INTERLINKERs existentes (software y conocimiento) y añadir sobre ellos, navegar a través de ellos en el Catálogo, ¡no reinventar la rueda!",
    "hackathon;phase-run;objective-service-implementation;name": "Implementación del servicio",
    "hackathon;phase-run;objective-service-implementation;task-launch-engagement-campaign;description": "Organizar actividades entre los candidatos a participar en el Hackathon, basándose en el análisis de las partes interesadas realizado previamente.",
    "hackathon;phase-run;objective-service-implementation;task-launch-engagement-campaign;name": "Lanzar una campaña de compromiso",
    "hackathon;phase-run;objective-service-implementation;task-monitor-submissions;description": "Supervisar cómo van las presentaciones antes de que llegue la fecha límite de entrega. Reaccione organizando más actividades si es necesario.",
    "hackathon;phase-run;objective-service-implementation;task-monitor-submissions;name": "Supervisar las entregas",
    "hackathon;phase-run;objective-service-implementation;task-open-submissions;description": "Permitir la presentación de ideas por parte de los equipos que deseen participar en el hackathon.",
    "hackathon;phase-run;objective-service-implementation;task-open-submissions;name": "Entregas abiertas",
    "servicedescriptionenhancement;description": "Proceso específico de coproducción especialmente concebido para el perfeccionamiento de las descripciones de los servicios públicos en el que cooperan los ciudadanos, los funcionarios que gestionan la infraestructura de los servicios públicos y los funcionarios que trabajan en departamentos específicos. Se compone de las siguientes fases: a) ENGAGE \\u2013 donde se comprenden las partes interesadas que participan en el perfeccionamiento de las descripciones de los servicios y se proponen planes de participación; b) DESIGN \\u2013 donde los gestores reales de los servicios electrónicos preparan el espacio de aumento de la descripción que utilizarán los que mejoran las descripciones de los servicios; c) RUN \\u2013 donde se recogen las contribuciones de las diversas partes interesadas, se moderan y se validan con el apoyo del INTERLINKER de aumento de la descripción; y d) REFINE \\u2013 donde se evalúan las contribuciones validadas y se aplican en el perfeccionamiento de las descripciones de los servicios.",
    "servicedescriptionenhancement;name": "Esquema de coproducción para apoyar el perfeccionamiento de las descripciones de los servicios públicos",
    "servicedescriptionenhancement;phase-design;description": "Siga las directrices para debatir juntos, de forma equilibrada e inclusiva, los problemas, los beneficiarios y las prioridades del servicio que se va a diseñar. Encuentre recursos útiles para realizar entrevistas, encuestas y grupos de discusión para comprender mejor las necesidades y requisitos de las partes interesadas y los ciudadanos. Utilizar el material propuesto para organizar talleres de diseño de servicios y desarrollar maquetas. Deténgase y reflexione sobre el proceso hasta el momento con las listas de comprobación de la coevaluación.",
    "servicedescriptionenhancement;phase-design;name": "Diseño",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;description": "Defina claramente el problema que debe abordar el equipo de coproducción y póngase de acuerdo sobre él. Este es un paso importante para crear una solución eficaz y eficiente. Para ello pueden ser útiles diferentes recursos: consejos sobre cómo crear y compartir un lenguaje común entre los miembros del equipo, recursos para guiar los debates colaborativos, herramientas para la recopilación de ideas.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;name": "Enfocar el problema de la mejora de la descripción del servicio de forma colaborativa",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-collaboratively-problem-refinement;description": "Afinar con la colaboración de la red de partes interesadas el problema a tratar. El diseño de servicios es una actividad de resolución de problemas y es importante entender claramente cuál es el reto que aborda el equipo y cómo se puede recopilar más información para entender cómo debe diseñarse el servicio. Organice grupos de discusión para debatir las ideas y suposiciones iniciales, perfeccionarlas mediante métodos estructurados y tomar conciencia de la información que falta por recopilar.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-collaboratively-problem-refinement;name": "Perfeccionamiento de problemas en colaboración",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-define-requirements-and-constraints-for-the-public-service-description-enhancement;description": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales para proceder a la implantación del servicio. Siga las directrices sobre cómo recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse. Utilice un formalismo de representación estándar para las descripciones de requisitos, como por ejemplo la plantilla de especificación de requisitos de Volere.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-define-requirements-and-constraints-for-the-public-service-description-enhancement;name": "Definir los requisitos y restricciones para la mejora de la descripción del servicio público",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;description": "Basándose en el aumentador de descripción INTERLINKER crea un nuevo proceso de mejora de la descripción del servicio.",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;name": "Especificación del proceso de refinamiento de la descripción del servicio",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;task-launch-description-augmenter;description": "Utilice el Procedimiento de Inicio para lanzar el Service Augmenter o simplemente seleccione el INTERLINKER Service Augmenter",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;task-launch-description-augmenter;name": "Lanzar Description Augmenter",
    "servicedescriptionenhancement;phase-design;objective-sustainability;description": "Antes de seguir profundizando en el lanzamiento del proceso de mejora deténgase y reflexione sobre los resultados de diseño obtenidos hasta el momento y sobre la viabilidad y sostenibilidad reales de lo que va a implementar.",
    "servicedescriptionenhancement;phase-design;objective-sustainability;name": "Sostenibilidad",
    "servicedescriptionenhancement;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "¿Cuáles son los incentivos para los que pueden proporcionar apoyo / financiación y para los que los desarrollan / mantienen?\nDeténgase y reflexione sobre cómo ha ido la colaboración de las partes interesadas en la cocreación hasta ahora. Siga la lista de comprobación propuesta para comprender si se necesitan más incentivos y medidas de apoyo para garantizar un desarrollo productivo y fases de cocreación.",
    "servicedescriptionenhancement;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Comprender las motivaciones y los incentivos",
    "servicedescriptionenhancement;phase-engage;description": "¿Qué partes interesadas deben participar en su proceso de coproducción? ¿Cómo comunicarles los objetivos del proyecto y los beneficios de la participación?\nConozca el valor de la participación de las partes interesadas. Utilice las herramientas de conocimiento disponibles para comprender quiénes son las partes interesadas que deben participar en su proyecto y el papel que pueden tener. \nAproveche las plantillas de comunicación para sensibilizar, invitar a las partes interesadas y crear una red viva de colaboradores motivados. Defina los acuerdos de colaboración y asegúrese de que la información compartida está protegida. Planificar juntos los próximos pasos y crear grupos de trabajo. ",
    "servicedescriptionenhancement;phase-engage;name": "Comprometer",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;description": "La implicación de las partes interesadas consiste en averiguar cómo comunicar, colaborar e interactuar eficazmente con las personas clave que tienen una influencia positiva o negativa y pueden influir en el éxito de su proyecto.\nPara alcanzar este objetivo debe preparar cuidadosamente un plan de compromiso, crear material de concienciación y comunicación adaptado a su público, entender cómo comunicar el beneficio para las partes interesadas y, siempre que esté previsto en su proyecto, entender cómo involucrar a los ciudadanos en el proceso de coproducción. ",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;name": "Involucrar a las partes interesadas",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Comunique claramente las ventajas de la coproducción de servicios a su red de interesados y ciudadanos.\nLos participantes tienen que entender por qué es importante su participación, qué pueden ganar individualmente y como grupo.",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Comunicar el beneficio para las partes interesadas",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-refinement-process;description": "Proporcionar a los miembros del público la información que necesitan para entender el proyecto, el proceso de decisión y también cómo las aportaciones del público pueden influir en las decisiones, en el perfeccionamiento de las descripciones del servicio público y en la forma de prestarlo. ",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-refinement-process;name": "Involucrar a los ciudadanos en el proceso de co-refinamiento",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Cree un plan de compromiso eficaz que le permita llegar a los tipos y números de partes interesadas suficientes para garantizar que el servicio coproducido esté bien orientado. \nUn plan de participación suele constar de tres partes: la identificación de las partes interesadas de su proyecto; la planificación de medios eficaces para interactuar con cada parte interesada, y los protocolos para documentar con precisión su trabajo en aras de la transparencia, la responsabilidad y la evaluación del proceso.",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Preparar un plan de compromiso",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;description": "La identificación de los actores clave es el primer paso para iniciar su proceso de coproducción. Según el tipo de proyecto, los objetivos y el nivel de implicación de los ciudadanos, hay que responder a diferentes preguntas.\n¿Qué tipos de actores entran en juego en la iniciativa a coproducir? ¿Cuáles son sus motivaciones y aptitudes para participar en el proyecto? ¿Cuál es su posición en la red? ¿Cómo contactar con ellos?\nSiga las tareas específicas para obtener la imagen completa.",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;name": "Identificar stakeholders",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Anote la lista de participantes, aparte del equipo de coproducción, que pueden estar interesados en observar el progreso del proyecto de coproducción y tener la oportunidad de emitir opiniones y participar en algunos procesos de decisión. ",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Crear una lista de contactos de posibles participantes de la red",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Por lo general, en la coproducción participan diferentes actores para crear un nuevo servicio o personalizar un servicio ya existente: organismos públicos, empresas privadas, PYMES, ciudadanos. Cada actor aporta necesidades y competencias específicas en relación con el servicio y tiene diferentes motivaciones para participar en un proyecto. Conozca los diferentes tipos de actores y cuál de ellos puede aportar valor a su proceso de coproducción. En este caso, para el perfeccionamiento de las descripciones de los servicios, considere la posibilidad de aportar a los funcionarios públicos, pero también a los ciudadanos, es decir, a los consumidores de esos servicios.",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Entender los diferentes tipos de stakeholders y sus motivaciones",
    "servicedescriptionenhancement;phase-refine;description": "Aplicar mejoras según las contribuciones de la multitud y publicar una nueva versión de la descripción del servicio.",
    "servicedescriptionenhancement;phase-refine;name": "Refinar",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;description": "Puede utilizar una plantilla de cambios para seguir cómo se aplican las mejoras aprobadas en el informe del Aumentador de Descripciones",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;name": "Aplicar mejoras",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-generate-a-checklist-for-improvements;description": "Puede clonar un determinado informe de mejoras de Servicepedia y subirlo con el apoyo de GoogleDrive INTERLINKER (a través de iniciar el Procedimiento) para que pueda utilizar dicho documento como lista de comprobación para indicar qué sugerencias de mejora aceptadas han sido procesadas.",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-generate-a-checklist-for-improvements;name": "Generar una lista de control para las mejoras",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-link-to-content-management-system-cms-where-changes-should-be-applied;description": "Enlace al sistema de gestión de contenidos (CMS) donde se deben aplicar los cambios a la descripción del servicio público",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-link-to-content-management-system-cms-where-changes-should-be-applied;name": "Enlace al sistema de gestión de contenidos (CMS) donde deben aplicarse los cambios",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;description": "Mediante el Gestor de Recursos Externos (a través del Procedimiento de Iniciación) incluir el enlace a la versión mejorada de la descripción del servicio público después de aplicar los cambios",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;name": "Publicar una versión mejorada de la descripción del servicio público",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-communicate-enhancements-to-co-refiners;description": "Comunicar las mejoras aplicadas como resultado de las contribuciones de los co-refinadores y enviar la actualización",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-communicate-enhancements-to-co-refiners;name": "Comunicar las mejoras a los co-refinadores",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-link-with-enhanced-version-of-public-service-description;description": "Incluir la referencia a la nueva descripción del servicio público",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-link-with-enhanced-version-of-public-service-description;name": "Enlace con la versión mejorada de la descripción del servicio público",
    "servicedescriptionenhancement;phase-run;description": "Hacer uso del proceso de co-refinamiento instanciado, revisando las contribuciones de los usuarios de la descripción del servicio, aceptándolas o rechazándolas, exportando informes con los cambios aceptados para que sean procesados para su refinamiento.",
    "servicedescriptionenhancement;phase-run;name": "Ejecución",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;description": "Acceso al Aumentador de Descripciones a la vista aumentada de las descripciones de servicios para supervisar y moderar las contribuciones de la multitud, generar informes intermedios y almacenarlos. Tenga en cuenta que sólo el creador del proceso para refinar una descripción de servicio puede moderarla, a menos que se den derechos a otros miembros del equipo de co-refinamiento a través del tablero de Servicepedia",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;name": "Supervisar el proceso de perfeccionamiento continuo de la multitud",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-link-to-the-description-augmenter-project;description": "Producir un enlace al proceso de aumento de la descripción para que los coproductores puedan revisar las contribuciones, aceptarlas, rechazarlas o generar informes para procesarlas. De nuevo, sólo aquellos con rol de moderador en Servicepedia pueden aceptar o rechazar las sugerencias. Todos los demás, pueden comentar y añadir nuevas sugerencias de aumento ",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-link-to-the-description-augmenter-project;name": "Enlace al proyecto en Description Augmenter",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-review-in-servicepedia-dashboard-user-contributions;description": "Revisar en el tablero de Servicepedia las contribuciones de los usuarios, aceptar las que son buenas, rechazar las malas, hasta completar el proceso de revisión",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-review-in-servicepedia-dashboard-user-contributions;name": "Revisión en las contribuciones de los usuarios del tablero de Servicepedia",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;description": "Publicar el informe de mejora generado a partir de Servicepedia después de haber procesado las sugerencias de mejora para una determinada descripción de servicio público",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;name": "Publicar el informe con las descripciones admitidas a trámite",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;task-publish-enhancement-report;description": "Publicar el informe de mejora de la Servicepedia.",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;task-publish-enhancement-report;name": "Publicar el informe de mejora"
}
