{
    "administrative_scopes": [
        "eu"
    ],
    "constraints_and_limitations_translations": {
        "en": "No special constraints apply"
    },
    "description_translations": {
        "en": "<p>This is a model of a questionnaire aimed to measure co-producer's perceptions on user-based quality, value-based quality, trust and acceptance. This questionnaire is thought to be answered by those who take part in the co-production of a public service or reuse artefacts (public services & INTERLINKERs) made available through INTERLINK co-production tools (Collaborative Environment and Catalogue).</p>",
        "es": "<p>Este es un modelo de cuestionario destinado a medir las percepciones de los coproductores sobre la calidad basada en el usuario, la calidad basada en el valor, la confianza y la aceptación. Este cuestionario está pensado para ser respondido por quienes participan en la coproducción de un servicio público o de artefactos de reutilización (servicios públicos e INTERLINKERs) puestos a disposición a través de las herramientas de coproducción de INTERLINK (Entorno Colaborativo y Catálogo).</p>",
        "it": "<p>Questo è un modello di questionario volto a misurare le percezioni del coproduttore sulla qualità basata sull'utente, sulla qualità basata sul valore, sulla fiducia e sull'accettazione. Si ritiene che a questo questionario rispondano coloro che partecipano alla coproduzione di un servizio pubblico o riutilizzano manufatti (servizi pubblici e INTERLINKER) messi a disposizione attraverso gli strumenti di coproduzione INTERLINK (Ambiente e Catalogo Collaborativi).</p>",
        "lv": "<p>Šis ir aptaujas modelis koprades procesa dalībnieku uztveres (uz lietotāju balstīta kvalitāte, uz vērtībām balstīta kvalitāte, uzticamība un pieņemšana) mērīšanai. Šī aptauja paredzēta koprades procesa dalībniekiem, kuri iesaistās publiskā pakalpojuma vai vairāklietojamo artefaktu (publiskie pakalpojumi un INTERLINKERi) kopradē. Tā ir pieejama INTERLINK koprades rīkos (Sadarbības vide un Katalogs).</p>"
    },
    "difficulty": "easy",
    "domain": "",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "file_translations": {
        "en": "./interlinkers/knowledge/co-producers-perceptions-Questionnaire/resource.pdf"
    },
    "form": "survey_template",
    "format": "editable_source_document",
    "id": "guidelines-for-surveys",
    "instructions_translations": {
        "en": "./interlinkers/knowledge/co-producers-perceptions-Questionnaire/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "public_domain",
    "name_translations": {
        "en": "Guidelines for surveys",
        "es": "Directrices para las encuestas",
        "it": "Linee guida per i sondaggi",
        "lv": "Aptauju vadlīnijas"
    },
    "problemprofiles": [
        "UND_PROBLEM_3"
    ],
    "process": "",
    "regulations_and_standards_translations": {
        "en": ""
    },
    "softwareinterlinker": "googledrive",
    "tags_translations": {
        "en": [
            "product specification",
            "template",
            "understand"
        ]
    },
    "targets": [
        "all"
    ],
    "type": "knowledge",
    "types": [
        "enhancing_services"
    ]
}