{
    "administrative_scopes": [
        "eu",
        "national",
        "local"
    ],
    "constraints_and_limitations_translations": {
        "en": "None",
        "es": ""
    },
    "description_translations": {
        "en": "<p>Event Co-designer (ECO) is an open source plugin for the popular WordPress (WP) content management system which allows co-designing and organising new public events. It is especially designed from the needs of the ZGZ use case and can be integrated directly to the existing Etopia WP website. ECO provides an easy-to-use and feature-rich calendar view to schedule new events and make requests for resources, facilities and services needed to organise the event. In addition, ECO includes collaborative tools for documenting, discussing  and co-evaluating the event proposal.</p>",
        "es": "<p>El codiseñador de eventos (ECO) es un plugin de código abierto para el popular sistema de gestión de contenidos WordPress (WP) que permite codiseñar y organizar nuevos eventos públicos. Está especialmente diseñado a partir de las necesidades del caso de uso de ZGZ y puede integrarse directamente en el sitio web existente de Etopia WP. ECO ofrece una vista de calendario fácil de usar y con muchas funciones para programar nuevos eventos y hacer solicitudes de recursos, instalaciones y servicios necesarios para organizar el evento. Además, ECO incluye herramientas de colaboración para documentar, discutir y coevaluar la propuesta del evento.</p>",
        "it": "<p>Event Co-designer (ECO) è un plug-in open source per il popolare sistema di gestione dei contenuti WordPress (WP) che consente la co-progettazione e l'organizzazione di nuovi eventi pubblici. È appositamente progettato in base alle esigenze del caso d'uso ZGZ e può essere integrato direttamente nel sito Web Etopia WP esistente. ECO fornisce una visualizzazione calendario facile da usare e ricca di funzionalità per programmare nuovi eventi ed effettuare richieste di risorse, strutture e servizi necessari per organizzare l'evento. Inoltre, ECO include strumenti collaborativi per la documentazione, la discussione e la co-valutazione della proposta dell'evento.</p>",
        "lv": "<p>Pasākumu kopdizaineris (ECO) ir atvērtā koda spraudnis populārajai WordPress (WP) satura vadības sistēmai, kas ļauj kopīgi veidot un organizēt publiskos pasākumus. Tas ir specifiski veidots Saragosas gadījumam, un to ir iespējams tieši integrēt esošajā Etopia WP mājaslapā. ECO piedāvā viegli lietojamu un ar funkcionalitātēm piepildītu kalendāra skatu jaunu pasākumu plānošanai, kā arī piedāva veidot pieprasījumus resursiem, telpām un pasākumam nepieciešamajiem pakalpojumiem. Papildus tam ECO ietverti arī dokumentu veidošanas, diskusiju un pasākumu pieteikumu kopīgās vērtēšanas sadarbības rīki.</p>"
    },
    "difficulty": "medium",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "event-co-designer",
    "instructions_translations": {
        "en": "./interlinkers/externalsoftware/event-codesigner/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "public_domain",
    "logotype": "./interlinkers/externalsoftware/event-codesigner/logo.png",
    "name_translations": {
        "en": "Event Co-designer",
        "es": "Codiseñador de eventos",
        "it": "Event Co-Designer",
        "lv": "Pasākumu kopdizaineris"
    },
    "overview_text": {
        "en": "Web application for co-designing public events and co-evaluating event proposals",
        "es": ""
    },
    "problemprofiles": [
        "ORG_PROBLEM_1",
        "ORG_PROBLEM_2",
        "ORG_PROBLEM_4",
        "ORG_PROBLEM_6.1",
        "ORG_PROBLEM_6.3",
        "UND_PROBLEM_1",
        "UND_PROBLEM_5",
        "DEF_PROBLEM_2",
        "DEF_PROBLEM_5",
        "VAL_PROBLEM_2",
        "HACKATHON_PROBLEM_1"
    ],
    "regulations_and_standards_translations": {
        "en": "None",
        "es": ""
    },
    "tags_translations": {
        "en": [
            "project management",
            "team working",
            "survey"
        ]
    },
    "targets": [
        "all"
    ],
    "type": "software",
    "types": [
        "enabling_services",
        "enhancing_services"
    ],
    "uri_translations": {
        "en": ""
    }
}