{
    "administrative_scopes": [
        "eu",
        "national",
        "local"
    ],
    "constraints_and_limitations_translations": {
        "en": "None",
        "es": ""
    },
    "description_translations": {
        "en": "<p>Event Co-designer (ECO) is an open source plugin for the popular WordPress (WP) content management system which allows co-designing and organising new public events. It is especially designed from the needs of the ZGZ use case and can be integrated directly to the existing Etopia WP website. ECO provides an easy-to-use and feature-rich calendar view to schedule new events and make requests for resources, facilities and services needed to organise the event. In addition, ECO includes collaborative tools for documenting, discussing  and co-evaluating the event proposal.</p>",
        "es": "",
        "it": "",
        "lv": "<p>Pasākumu kopdizaineris (ECO) ir atvērtā koda spraudnis populārajai WordPress (WP) satura vadības sistēmai, kas ļauj kopīgi veidot un organizēt publiskos pasākumus. Tas ir specifiski veidots Saragosas gadījumam, un to ir iespējams tieši integrēt esošajā Etopia WP mājaslapā. ECO piedāvā viegli lietojamu un ar funkcionalitātēm piepildītu kalendāra skatu jaunu pasākumu plānošanai, kā arī piedāva veidot pieprasījumus resursiem, telpām un pasākumam nepieciešamajiem pakalpojumiem. Papildus tam ECO ietverti arī dokumentu veidošanas, diskusiju un pasākumu pieteikumu kopīgās vērtēšanas sadarbības rīki.</p>"
    },
    "difficulty": "medium",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "event-co-designer",
    "instructions_translations": {
        "en": "./interlinkers/externalsoftware/event-codesigner/instructions.md"
    },
    "languages": [
        "en",
        "es"
    ],
    "licence": "public_domain",
    "logotype": "./interlinkers/externalsoftware/event-codesigner/logo.png",
    "name_translations": {
        "en": "Event Co-designer",
        "es": "",
        "it": "",
        "lv": "Pasākumu kopdizaineris"
    },
    "overview_text": {
        "en": "Web application for co-designing public events and co-evaluating event proposals",
        "es": ""
    },
    "problemprofiles": [
        "ORG_PROBLEM_1",
        "ORG_PROBLEM_2",
        "ORG_PROBLEM_4",
        "ORG_PROBLEM_6.1",
        "ORG_PROBLEM_6.3",
        "UND_PROBLEM_1",
        "UND_PROBLEM_5",
        "DEF_PROBLEM_2",
        "DEF_PROBLEM_5",
        "VAL_PROBLEM_2",
        "HACKATHON_PROBLEM_1"
    ],
    "regulations_and_standards_translations": {
        "en": "None",
        "es": ""
    },
    "tags_translations": {
        "en": [
            "project management",
            "team working",
            "survey"
        ]
    },
    "targets": [
        "all"
    ],
    "type": "software",
    "types": [
        "enabling_services",
        "enhancing_services"
    ],
    "uri_translations": {
        "en": ""
    }
}