{
    "asset_name_translations": {
        "en": "Doodle - polling software"
    },
    "constraints_and_limitations_translations": {
        "en": "none"
    },
    "description_translations": {
        "en": "<p>Online calendar tool for time management and coordinating meetings. Anytime more than two people are trying to arrange a meeting, Doodle very useful. You can use doodle to plan meetings with team members, project collaborators, and external suppliers. </p>",
        "es": "<p>Herramienta de calendario online para la gestión del tiempo y la coordinación de reuniones. Cada vez que más de dos personas están tratando de organizar una reunión, Doodle muy útil. Puedes utilizar doodle para planificar reuniones con miembros del equipo, colaboradores del proyecto y proveedores externos. </p>",
        "it": "<p>Strumento calendario online per la gestione del tempo e il coordinamento delle riunioni. Ogni volta che più di due persone stanno cercando di organizzare un incontro, Doodle molto utile. Puoi utilizzare doodle per pianificare riunioni con membri del team, collaboratori di progetto e fornitori esterni. </p>",
        "lv": "<p>Tiešsaistes kalendāra rīks laika plānošanai un sanāksmju koordinēšanai. Doodle ir noderīgs brīžos, kad vairāk nekā divi cilvēki mēģina koordinēt sanāksmes laiku. Doodle var izmantot, lai koordinētu sanāksmes komandas ietvaros, ar projekta sadarbības partneriem vai ārējiem dalībniekiem.</p>"
    },
    "difficulty": "easy",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "doodle",
    "instructions_translations": {
        "en": "./interlinkers/externalsoftware/doodle/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "propietary",
    "logotype": "./interlinkers/externalsoftware/doodle/logo.png",
    "name_translations": {
        "en": "Doodle",
        "es": "Doodle",
        "it": "Doodle",
        "lv": "Doodle"
    },
    "problemprofiles": [
        "ORG_PROBLEM_4"
    ],
    "regulations_and_standards_translations": {
        "en": "none"
    },
    "tags_translations": {
        "en": [
            "survey",
            "time",
            "task"
        ]
    },
    "type": "software",
    "uri_translations": {
        "en": "https://doodle.com/es/"
    }
}