{
    "externalknowledge;agid-cloud-computing-competence-evalution-template;description": "<p> Šis resurss satur aptauju, ar kuras palīdzību iespējams pārbaudīt zināšanu līmeni par mākoņdatošanu </p>",
    "externalknowledge;agid-cloud-computing-competence-evalution-template;name": "Itālijas Digitālās aģentūras mākoņdatošanas kompetences novērtēšanas paraugs",
    "externalknowledge;agid-cloud-computing-migration-strategy-evalution-template;description": "<p>Šis resurss satur aptauju, ar kuras palīdzību var pārbaudīt mākoņdatu migrācijas stratēģiju</p>",
    "externalknowledge;agid-cloud-computing-migration-strategy-evalution-template;name": "Itālijas Digitālās aģentūras mākoņdatu migrācijas stratēģijas novērtēšanas veidlapa",
    "externalknowledge;agid-guidelines-for-the-development-of-secure-software-in-italian;description": "<p>Šajā resursā raksturotas vadlīnijas drošas programmatūras izstrādei valsts pārvaldē</p>",
    "externalknowledge;agid-guidelines-for-the-development-of-secure-software-in-italian;name": " Itālijas Digitālās aģentūras vadlīnijas drošas programmatūras izstrādei (itāļu valodā)",
    "externalknowledge;agid-minimum-security-measures-for-public-administration;description": "<p>Šis resurss raksturo Itālijas Digitālās aģentūras minimālās IKT drošības prasības, kas mērķētas uz visbiežāko kiberdrošības risku novēršanu Itālijas valsts pārvaldē.</p>",
    "externalknowledge;agid-minimum-security-measures-for-public-administration;name": "Itālijas Digitālās aģentūras drošības prasības valsts pārvaldei ",
    "externalknowledge;cloud-enablement-kit-in-italian;description": "<p>Šis resurss raksturo Itālijas Digitālās aģentūras un Digitālās transformācijas komandas Mākoņdatu iespējošanas stratēģiju (itāļu valodā). </p>",
    "externalknowledge;cloud-enablement-kit-in-italian;name": "Mākoņdatu iespējošanas komplekts (itāļu valodā)",
    "externalknowledge;edpb-data-protection-guidelines;description": "<p>Šīs vadlīnijas sniedz vispārēju ieskatu GDPR 25. pantā izklāstītajās integrētās datu aizsardzības un datu aizsardzības pēc noklusējuma (turpmāk \"DPbDD\") saistībās.</p>",
    "externalknowledge;edpb-data-protection-guidelines;name": "EDPB Datu aizsardzības vadlīnijas",
    "externalknowledge;eidas-standard;description": "<p>eIDAS risinājums lauj citu dalībvalstu pilsoņiem pierādīt un pārbaudīt viņu identitāti, piekļūstot citu dalībvalstu tiešsaistes pakalpojumiem. Tas ļauj pilsoņiem autentificēties, izmantojot eID un savienojoties ar viņu valsts identitātes pakalpojuma sniedzēju (IdP).</p>",
    "externalknowledge;eidas-standard;name": "eIDAS standarts",
    "externalknowledge;guidelines-on-the-acquisition-and-reuse-of-software-for-public-administrations;description": "<p>Šī resursa mērķis ir skaidrot, kā iegūt un atkārtoti izmantot programmatūru valsts pārvaldē.</p>",
    "externalknowledge;guidelines-on-the-acquisition-and-reuse-of-software-for-public-administrations;name": "Programmatūras iegūšanas un atkārtotas izmantošanas vadlīnijas valsts pārvaldē",
    "externalknowledge;italian-pa-interoperablity-model;description": "<p>Šis resurss raksturo tehniskās sadarbspējas vadlīnijas valsts pārvaldē un ar tām saistītos operacionālos dokumentus: mijiedarbības modeļus, sadarbspējas profilus, ieviešanas rekomendācijas (itāļu valodā).</p>",
    "externalknowledge;italian-pa-interoperablity-model;name": "Itālijas valsts pārvaldes sadarbspējas modelis",
    "externalknowledge;open-api-specification;description": "<p>RFC (pieprasījums pēc komentāriem) dokuments, kas raksturo atvērto API (lietojumprogrammas saskarni).</p>",
    "externalknowledge;open-api-specification;name": "Atvērtās API (lietojumprogrammas saskarnes) specifikācija",
    "externalknowledge;open-source-guides;description": "<p>Resursu kopums indivīdiem, kopienām un uzņēmumiem, kuri vēlas iemācīties, kā piedalīties un vadīt atvērtā koda projektu.</p>",
    "externalknowledge;open-source-guides;name": "Atvērtā koda ceļvedis",
    "externalknowledge;w3c-web-content-accessibility-guidelines;description": "<p>Tiešsaistes satura pieejamības vadlīnijas (WCAG) cenšas izskaidrot, kā veidot pieejamāku tiešsaistes saturu personām ar invaliditāti. Tās kopumā attiecas uz tiešsaistē pieejamiem publiskajiem pakalpojumiem saistībā ar informāciju mājaslapā, iekļaujot gan saturu (teksts, attēli, skaņas u.c.), gan struktūru (iezīmēšanas valoda, prezentācija, stils).</p><br><ul><li>definē vadlīniju kopumu kopā ar attiecīgiem testējamiem panākumu kritērijiem dažādos līmeņos</li><li>balstoties uz pieejamības principiem: uztveramību, darboties spēju, saproatamību, izturību.</li></ul>",
    "externalknowledge;w3c-web-content-accessibility-guidelines;name": "W3C Tiešsaistes satura pieejamības vadlīnijas",
    "externalsoftware;aac-authentication-and-authorization-controller;description": "<p> AAC ir atvērtā koda platforma identitātes kontrolei, autentifikācijai un autorizācijai. Tā ir balstīta uz standarta drošības protokoliem, piemēram, OAuth2.0, OpenID Connect, SAML, SCIM, un tā ļauj aizsargāt API un aplikācijas, kontrolēt lietotājus, veikt autentifikāciju, izmantojot ārējos identitātes pakalpojuma sniedzējus un veicot vienotas pierakstīšanās un izrakstīšanās funkcionalitātes. Rīks ir savietojams ar eID pakalpojumu sniedzējiem un ļauj integrēt nacionālā līmeņa un pārrobežu autentifikācijas risinājumus.</p><p> Rīks tostarp ļauj<ul><li>vairāku profilu lietotāju, aplikāciju un personas datu paplašinātu kontroli ar pielāgotiem lietotāju atribūtiem un atribūtu izgūšanu;</li><li> Lietotāju kontroli ar e-pastā/parolē balstītu reģistrāciju vai autentifikāciju pat bez paroles (balstīta uz WebAuthn standartu);</li> <li>Autentifikācijas federāciju ārējiem pakalpojuma sniedzējiem, jo īpaši ar eIDAS salāgojamiem risinājumiem, izmantojot SAML, OpenId Connect un OAuth2.0 protokolus;</li> <li>Veikt OAuth2.0 balstītu autorizāciju un piekļuves kontroli ar pielāgojamiem un paplašinātiem tvērumu, pakalpojumu un aplikāciju modeļiem;</li><li>Veikt uz lomām atribūtiem balstītu piekļuves kontroles politikas ieviešanu gala lietotājiem un aplikācijām, kuras piekļūst aizsargātām API.</li></ul></p>",
    "externalsoftware;aac-authentication-and-authorization-controller;name": "AAC - Autentifikācijas un autorizācijas pārzinis",
    "externalsoftware;accessibility-tools;description": "<p>Tīmekļa pieejamības novērtēšanas rīki ir programmatūra vai tiešsaistes pakalpojums, ar kura palīdzību ir iespējams noteikt, vai tiešsaistes saturs atbilst pieejamības vadlīnijām. Šī lapa piedāvā sarakstu ar novērtēšanas rīkiem, kurus ir iespējams filtrēt, lai atrastu atbilstošākos konkrētajām vajadzībām.</p>",
    "externalsoftware;accessibility-tools;name": "Pieejamības rīki",
    "externalsoftware;doodle;description": "<p>Tiešsaistes kalendāra rīks laika plānošanai un sanāksmju koordinēšanai. Doodle ir noderīgs brīžos, kad vairāk nekā divi cilvēki mēģina koordinēt sanāksmes laiku. Doodle var izmantot, lai koordinētu sanāksmes komandas ietvaros, ar projekta sadarbības partneriem vai ārējiem dalībniekiem.</p>",
    "externalsoftware;doodle;name": "Doodle",
    "externalsoftware;event-co-designer;description": "<p>Pasākumu kopdizaineris (ECO) ir atvērtā koda spraudnis populārajai WordPress (WP) satura vadības sistēmai, kas ļauj kopīgi veidot un organizēt publiskos pasākumus. Tas ir specifiski veidots Saragosas gadījumam, un to ir iespējams tieši integrēt esošajā Etopia WP mājaslapā. ECO piedāvā viegli lietojamu un ar funkcionalitātēm piepildītu kalendāra skatu jaunu pasākumu plānošanai, kā arī piedāva veidot pieprasījumus resursiem, telpām un pasākumam nepieciešamajiem pakalpojumiem. Papildus tam ECO ietverti arī dokumentu veidošanas, diskusiju un pasākumu pieteikumu kopīgās vērtēšanas sadarbības rīki.</p>",
    "externalsoftware;event-co-designer;name": "Pasākumu kopdizaineris",
    "externalsoftware;event-organizer;description": "<p>Pasākumu organizētājs (EVO) ir patstāvīga tīmekļa aplikācija kopīgi veidoto pasākumu pieteikumu, kas veidoti ar ECO WordPress spraudni, vērtēšanai un praktiskai organizēšanai. EVO papildina Saragosas gadījumu, sniedzot administratīvus rīkus pasākumu kopīgai veidošanai un labāko piedāvājumu ieviešanai. EVO satur funkcijas pieejamo resursu un pakalpojumu vadīšanai un to piešķiršanai atkarībā no pieteikumos iekļautajiem pieprasījumiem. Papildus tam EVO var tikt izmantots kopējā izvērtējuma aptauju veidošanai, lai analizētu dažādus pieteikumu parametrus nolūkā identificēt ieviešanai gatavos pieteikumus.</p>",
    "externalsoftware;event-organizer;name": "Pasākumu organizētājs",
    "externalsoftware;google-chart;description": "<p>Google Charts ir JavaScript bibliotēka, kas piedāvā datu vizualizācijas iespējas jūsu tīmekļa vietnei (sākot no vienkāršām līniju diagrammām līdz hierarhiskām kartēm)</p>",
    "externalsoftware;google-chart;name": "Google Chart",
    "externalsoftware;grafana;description": "<p>Atvērtā koda multiplatformu analītikas un interaktīvās vizualizācijas tīmekļa aplikācija. Pievienojot pie atbalstītajiem datu avotiem, tā piedāvā veidot diagrammas, grafikus un brīdinājumus tīmeklim. </p>",
    "externalsoftware;grafana;name": "Grafana",
    "externalsoftware;keycloak;description": "<p>Keycloak nodrošina lietotāju federāciju, spēcīgu autentifikāciju, lietotāju kontroli un precīzu autorizāciju</p>",
    "externalsoftware;keycloak;name": "Keycloak",
    "externalsoftware;mailchimp;description": "<p>Mārketinga automatizācijas platforma un e-pasta mārketinga serviss[6] izsūtnes sarakstu vadībai un e-pasta mārketinga kampaņu veidošanai klientiem.</p>",
    "externalsoftware;mailchimp;name": "Mailchimp",
    "externalsoftware;markup-validation-service;description": "<p>Šis validators pārbauda tīmekļa dokumentu HTML, XHTML, SMIL, MathML u.c. iezīmēšanas (markup) valodas derīgumu.</p>",
    "externalsoftware;markup-validation-service;name": "Iezīmēšanas (markup) valodas validēšanas pakalpojums",
    "externalsoftware;trello;description": "<p>Trello ir sadarbības rīks, ar kura palīdzību iespējams izkārtot projektus tāfelēs. Vienā attēlā Trello spēj parādīt, kas tiek darīts, kurš strādā ar kādiem jautājumiem, un kuras lietas ir procesā.</p>",
    "externalsoftware;trello;name": "Trello",
    "externalsoftware;wso2-api-manager;description": "<p>WSO2 API menedžeris ir pilnvērtīga platforma tiešsaistes pakalpojumu veidošanai, integrēšanai un atklāšanai caur vadītiem API mākoņdatos, fiziskajā vidē un hibrīdajās arhitektūrās, tā ļaujot virzīt digitālās transformācijas stratēģiju. Tas ļauj API izstrādātājiem veidot, publicēt un vadīt API dzīves ciklu, bet API produktu vadītājiem veidot API produktus no vienas vai vairākām API.</p>",
    "externalsoftware;wso2-api-manager;name": "WSO2 API menedžeris",
    "knowledgeinterlinker;business-model-canvas;description": "Šis audekls var tikt lietots sadarbībai, piemēram, prāta vētru vai fokusgrupu laikā, lai novērtētu piemērotāko biznesa modeli kopradītajam pakalpojumam.",
    "knowledgeinterlinker;business-model-canvas;name": "Biznesa modeļa plānošanas rīks",
    "knowledgeinterlinker;business-plan-template;description": "<p>Šis audekls var tikt kopīgi papildināts koprades komandas ietvaros, lai izstrādātu kopradītā pakalpojuma biznesa modeli.</p>",
    "knowledgeinterlinker;business-plan-template;name": "Biznesa plāna veidlapa",
    "knowledgeinterlinker;collaborative-problem-refinement;description": "<p>Šis resurss jums palīdzēs precizēt uzdevumu, ko risināt koprades komandai, lai izveidotu efektīvu risinājumu.</p>",
    "knowledgeinterlinker;collaborative-problem-refinement;name": "Uz sadarbību vērsta uzdevuma precizēšana",
    "knowledgeinterlinker;consent-form-for-interlink-project;description": "<p> INTERLINK pētniecisko aktivitāšu dalībnieku personīgo datu izmantošanas piekrišanas forma</p>",
    "knowledgeinterlinker;consent-form-for-interlink-project;name": "INTERLINK projekta piekrišanas forma",
    "knowledgeinterlinker;consent-form-template;description": "<p>Veidlapa pētnieciskajās aktivitātēs iesaistīto dalībnieku piekrišanas formas personīgo datu izmantošanai sagatavošanai</p>",
    "knowledgeinterlinker;consent-form-template;name": "Piekrišanas formas veidlapa",
    "knowledgeinterlinker;demographic-and-activity-satisfaction-questionnaire;description": "<p>Šis ir aptaujas modelis projekta aktivitātēs iesaistīto dalībnieku demogrāfisko datu ievākšanai un apmierinātības mērīšanai.</p>",
    "knowledgeinterlinker;demographic-and-activity-satisfaction-questionnaire;name": "Demogrāfisko datu un apmierinātības aptauja",
    "knowledgeinterlinker;final-end-user-s-questionnaire-quality-of-service;description": "Šis ir gala lietotāju uztveres aptaujas modelis. Tās mērķis ir izmērīt gala lietotāju uztveri un uz lietotāju balstīto kvalitāti, uz vērtībām balstīto kvalitāti, uzticamību un pieņemšanu. Šī aptauja paredzēta tipisko e-pakalpojumu lietotājiem, kā arī tiem lietotājiem, kuri kopīgi tos veidojuši INTERLINK platformā.",
    "knowledgeinterlinker;final-end-user-s-questionnaire-quality-of-service;name": "Gala lietotāju noslēguma aptauja - pakalpojuma kvalitāte",
    "knowledgeinterlinker;focus-group-guidelines;description": "<p>Pamācība pētniecības aktivitāšu veikšanai koprades projektā, izmantojot fokusgrupas.</p>",
    "knowledgeinterlinker;focus-group-guidelines;name": "Fokusgrupu vadlīnijas",
    "knowledgeinterlinker;focus-group-on-problem-exploration-for-new-digital-functionality;description": "<p>Šis resurss piedāvā ietvaru fokusgrupu organizēšanai, lai izpētītu problēmu, kuru nepieciešams atrisināt ar digitālo pakalpojumu/funkcionalitāti. Tas apkopo jautājumu kopumu par potenciālajiem lietotājiem, esošo praksi, kritiskajiem aspektiem un vēlmēm.</p>",
    "knowledgeinterlinker;focus-group-on-problem-exploration-for-new-digital-functionality;name": "Fokusgrupa problēmu izpētei jaunas digitālās funkcionalitātes radīšanai",
    "knowledgeinterlinker;focus-group-template-co-production-investigation;description": "<p>Šis resurss piedāvā fokusgrupas organizēšanas ietvaru koprades prakses izpētei konkrētā organizācijā. Tas ietver jautājumu kopumu par šībrīža sadarbības praksi, sadarbības dinamiku (laika grafiks, cilvēki, rīki, komunikācijas kanāli), šībrīža sasniedzamajiem rādītājiem (KPI), kritiskajiem aspektiem un vēlmēm.</p>",
    "knowledgeinterlinker;focus-group-template-co-production-investigation;name": "Koprades izpētes fokusgrupas veidlapa",
    "knowledgeinterlinker;guidelines-for-co-design-of-service;description": "<p>Šajā resursā raksturotas vadlīnijas drošas programmatūras izstrādei valsts pārvaldē</p>",
    "knowledgeinterlinker;guidelines-for-co-design-of-service;name": "Pakalpojuma kopdizainēšanas vadlīnijas",
    "knowledgeinterlinker;guidelines-for-interviews;description": "<p>Pamācība pētniecības aktivitāšu veikšanai koprades projektā, izmantojot fokusgrupas.</p>",
    "knowledgeinterlinker;guidelines-for-interviews;name": "Interviju vadlīnijas",
    "knowledgeinterlinker;guidelines-for-online-surveys;description": "<p>Pamācība pētniecības aktivitāšu veikšanai koprades projektā, izmantojot fokusgrupas.</p>",
    "knowledgeinterlinker;guidelines-for-online-surveys;name": "Tiešsaistes aptauju vadlīnijas",
    "knowledgeinterlinker;guidelines-for-surveys;description": "<p>Šis ir aptaujas modelis koprades procesa dalībnieku uztveres (uz lietotāju balstīta kvalitāte, uz vērtībām balstīta kvalitāte, uzticamība un pieņemšana) mērīšanai. Šī aptauja paredzēta koprades procesa dalībniekiem, kuri iesaistās publiskā pakalpojuma vai vairāklietojamo artefaktu (publiskie pakalpojumi un INTERLINKERi) kopradē. Tā ir pieejama INTERLINK koprades rīkos (Sadarbības vide un Katalogs).</p>",
    "knowledgeinterlinker;guidelines-for-surveys;name": "Aptauju vadlīnijas",
    "knowledgeinterlinker;hackathon-rules-template-for-interlink-project;description": "<p>Dokuments ar hakatona noteikumu kopdizaina paraugu</p>",
    "knowledgeinterlinker;hackathon-rules-template-for-interlink-project;name": "Hakatona noteikumu paraugs INTERLINK projektam",
    "knowledgeinterlinker;information-sheet-for-interlink-project;description": "<p>Izplatīšanai dalībniekiem paredzētā informācija par INTERLINK projektu. Tā nodrošina pamatinformāciju par pētniecības aktivitātēm.</p>",
    "knowledgeinterlinker;information-sheet-for-interlink-project;name": "INTERLINK projekta informācijas lapa",
    "knowledgeinterlinker;information-sheet-template;description": "<p>Veidlapa informācijas lapas projekta aktivitāšu dalībniekiem sagatavošanai. Tā sniedz pamatinformāciju par pētniecības aktivitātēm.</p>",
    "knowledgeinterlinker;information-sheet-template;name": "Informācijas lapas veidlapa",
    "knowledgeinterlinker;model-for-personas-in-italian;description": "<p>Šis resurss sniedz personas (lietotāja tipa) modeli, ko izmanto Itālijas Digitālā aģentūra un Digitālās transformācijas komanda (itāļu valodā).</p>",
    "knowledgeinterlinker;model-for-personas-in-italian;name": "Personas (lietotāju tipa) modelis (itāļu valodā)",
    "knowledgeinterlinker;outcome-marketing-featureset;description": "<p>Šis resurss piedāvā kopradīta pakalpojuma funkciju definēšanas modeli. Tas vada ilgtermiņa risināmās problēmas definēšanas procesu, lietotāja pieredzes un lietotāja saskarnes vīziju un redzējumu par produkta investīciju atdevi (ROI)t</p>",
    "knowledgeinterlinker;outcome-marketing-featureset;name": "Mārketinga rezultātu komplekts",
    "knowledgeinterlinker;project-description-example;description": "<p>Projekta raksturojuma piemērs, kas sintētiski apkopo koprades iniciatīvas mērķus un galvenos raksturlielumus.</p>",
    "knowledgeinterlinker;project-description-example;name": "Projekta raksturojuma piemērs",
    "knowledgeinterlinker;public-service-proposal-template-for-interlink-project;description": "<p>Publiskā pakalpojuma priekšlikuma kopdizaina parauga dokuments</p>",
    "knowledgeinterlinker;public-service-proposal-template-for-interlink-project;name": "Publiskā pakalpojuma priekšlikuma veidlapa INTERLINK projektam",
    "knowledgeinterlinker;stakeholder-engagement-plan-for-interlink-project;description": "<p> Koprades un/vai koprades procesā radīta produkta lietotāju iesaistes plāna izveides dokuments</p>",
    "knowledgeinterlinker;stakeholder-engagement-plan-for-interlink-project;name": "Ieinteresēto pušu iesaistes plāns INTERLINK projektam",
    "knowledgeinterlinker;stakeholder-types-guidelines;description": "<p>Vadlīnijas ieinteresēto pušu tipu, motivācijas, prasmju un cerību noteikšanai projektā</p>",
    "knowledgeinterlinker;stakeholder-types-guidelines;name": "Ieinteresēto pušu tipu vadlīnijas",
    "knowledgeinterlinker;stakeholders-identification-analisys-template-guidelines;description": "<p>Šis Excel faila paraugs var tikt izmantots kopā ar ieinteresēto pušu kartēšanas rīku, lai pēc vārda un nosaukuma identificētu cilvēkus, grupas un organizācijas, kurām ir nozīmīga ietekme uz projekta virzību un iznākumu vai uz kuriem projekts atstās nozīmīgu ietekmi. Paraugs palīdz plānot ieinteresēto pušu iesaisti saskaņā ar dažādām dimensijām:<br> <ul><br><li>vēlamais vai paredzamais iesaistes līmenis<br><li>iespējamās problēmas, kas saistītas ar viņu iesaisti<br><li>motivācijas faktori un barjeras, kas var palīdzēt izvēlēties labāko stratēģiju viņu iesaistei koprades procesā<br><li>dažādu ieinteresēto pušu ekspektācijas<br><li>prasmes un iespējamā loma koprades procesā.<br></ul></p>",
    "knowledgeinterlinker;stakeholders-identification-analisys-template-guidelines;name": "Ieinteresēto pušu identificēšanas analīzes veidlapas vadlīnijas",
    "knowledgeinterlinker;stakeholders-mapping-canvas;description": "<p>Šis resurss palīdz identificēt un izvēlēties ieinteresētās puses iesaistei koprades komandā.</p>",
    "knowledgeinterlinker;stakeholders-mapping-canvas;name": "Ieinteresēto pušu kartēšanas rīks",
    "knowledgeinterlinker;template-for-online-survey-guidelines;description": "<p> Veidlapa tiešsaistes aptaujas par mediju un tehnoloģiju lietošanas un attieksmes novērtējumu datu savākšanai</p>",
    "knowledgeinterlinker;template-for-online-survey-guidelines;name": "veidlapa tiešsaistes aptauju vadlīnijām",
    "knowledgeinterlinker;template-for-project-description;description": "<p>Projekta raksturojuma piemērs, kas sintētiski apkopo koprades iniciatīvas mērķus un galvenos raksturlielumus.</p>",
    "knowledgeinterlinker;template-for-project-description;name": "Projekta apraksta veidlapa",
    "knowledgeinterlinker;template-for-semi-structured-interview;description": "<p>Koprades projektam nepieciešamo strukturēto interviju veikšanas instrukcija ar paraugiem.</p>",
    "knowledgeinterlinker;template-for-semi-structured-interview;name": "Daļēji strukturētās intervijas veidlapa",
    "knowledgeinterlinker;template-for-structured-interview;description": "<p>Koprades procesam nepieciešamo strukturēto interviju veikšanas instrukcija ar piemēriem.</p>",
    "knowledgeinterlinker;template-for-structured-interview;name": "Strukturētās intervijas veidlapa",
    "knowledgeinterlinker;template-for-use-case-scenarios;description": "<p>Lietošanas scenārija sagatavošanas veidlapa.</p>",
    "knowledgeinterlinker;template-for-use-case-scenarios;name": "Lietošanas scenārija gadījuma (use case) veidlapa",
    "knowledgeinterlinker;template-for-user-journey;description": "<p>Lietotāja ceļa (user journey) sagatavošanas veidlapa.</p>",
    "knowledgeinterlinker;template-for-user-journey;name": "Lietotāja ceļa (user journey) veidlapa",
    "knowledgeinterlinker;usability-testing-guidelines;description": "<p>Lietojamības testēšanas veikšanas vadlīnijas un ieteikumi</p>",
    "knowledgeinterlinker;usability-testing-guidelines;name": "Lietojamības testēšanas vadlīnijas",
    "knowledgeinterlinker;user-acceptance-testing-template;description": "Šī veidne jāizmanto ekspertam testētājam, lai vēlreiz pārbaudītu, vai galalietotāju sagaidāmās prasības ir pilnībā izpildītas, un tādējādi tiktu sagatavota jauna sadarbības vides versija.",
    "knowledgeinterlinker;user-acceptance-testing-template;name": "Lietotāja akceptēšanas testēšanas veidne",
    "softwareinterlinker;augmenter;description": "<p>Augmenter ir atvērtā koda lietotne, kas piedāvā iespēju veidot un uzlabot publisko pakalpojumu aprakstus. Lietotnes darbavietā lietotājiem ir iespēja dalīties ar viedokļiem, jautājumiem un ierosinājumiem, un procesa moderators pieņem lēmumu apstiprināt vai noraidīt priekšlikumu. Ar Augmenter ir iespējams</p><ul><li>izveidot un uzlabot publisko pakalpojumu aprakstus, organizēt diskusijas un veikt dalības un iesaistes uzskaiti;</li><li>vadīt moderatora lēmumus par nepieciešamajiem uzlabojumiem;</li><li>izveidot nepieciešamo uzlabojumu ziņojuma galaversiju.</li></ul>",
    "softwareinterlinker;augmenter;name": "Augmenter",
    "softwareinterlinker;collaborative-editor;description": "Šis INTERLINKERs izmanto atvērtā koda tiešsaistes redaktoru Etherpad, lai sniegtu kopīgas redigēšanas iespējas reālajā laikā.\nEtherpad (https://etherpad.org/) ir tīmeklī balstīts atvērtā koda reālā laika kopīgās rediģēšanas rīks, kas ļauj dokumenta autoriem rediģēt teksta dokumentu un ļauj redzēt visu dalībnieku veiktās izmaiņas reālajā laikā. Tiek nodrošināta iespēja katra dalībnieka tekstu pārādīt citā krāsā. Rīkam ir arī tērzēšanas logs, kas ļauj veikt sekundāro komunikāciju.",
    "softwareinterlinker;collaborative-editor;name": "Kopīgās rediģēšanas rīks",
    "softwareinterlinker;google-drive;description": "Google Drive ir failu uzglabāšanas un sinhronizēšanas pakalpojums, ko izstrādājis Google. Pakalpojums uzsāka darbību 2012. gada 24. aprīlī. Google Drive ļauj lietotājiem uzglabāt failus mākonī, sinhronizēt tos starp dažādām ierīcēm un dalīties ar tiem.\nGoogle Drive sastāv no Google Docs, Google Sheets un Google Slides, kas ir daļa no Google Docs Editors biroja komplekta, kas ļauj kopīgi rediģēt dokumentus, izklājlapas, prezentācijas, zīmējumus, formas u.c. Google Docs izveidotie un rediģētie faili tiek saglabāti Google Drive.\nŠis programmatūras INTERLINKERs ļauj sadarbības vides lietotājiem veidot jaunus dokumentus, izklājlapas un prezentācijas, kas var tikt kopēji rediģētas un izplatītas starp koprades komandas dalībniekiem.",
    "softwareinterlinker;google-drive;name": "Google Drive",
    "softwareinterlinker;loomio;description": "<p>Loomio ir atvērtā koda risinājums, kas piedāvā darbavietu sarunām, informācijas un viedokļu apmaiņai, priekšlikumu izteikšanai, lēmumu pieņemšanai un mērķu sasniegšanai. Ar Loomio ir iespējams</p><ul><li>uzsākt un organizēt diskusijas un sekot līdzi dalībai un iesaistei;</li><li>vadīt sadarbībā balstītus lēmumus ar dažādu balsojumu, aptauju u.c. rīku palīdzību;</li><li>aktivizēt kopīgus balsojumus par idejām un priekšlikumiem, kas tiek apspriesti.</li></ul>",
    "softwareinterlinker;loomio;name": "Loomio",
    "softwareinterlinker;survey-editor;description": "Aptauju veidošanas un publicēšanas INTERLINKERs, kas ļauj izveidot un pieprasīt jaunas formas informācijas ievākšanai vai palīdzēt koprades procesā radušos lēmumu pieņemšanai. Tas ir balstīts uz atvērtā koda rīku SurveyJS (https://github.com/surveyjs)",
    "softwareinterlinker;survey-editor;name": "Aptauju redaktors"
}
