{
    "problemprofile;build_problem_1;description": "Lietotāja saskarnes ieviešanai ir jāgarantē izmantojamība. Koprades grupas dalībniekiem, kas iesaistīti saskarņu izstrādē, vajadzētu būt informētiem par labo praksi saskarņu izstrādē publisko pakalpojumu jomā.",
    "problemprofile;build_problem_1;name": "Lietotāja interfeisa dizains",
    "problemprofile;build_problem_2;description": "Ja publiskie pakalpojumi tiek sniegti digitāli Web vietu vai mobilo lietojumprogrammu veidā, ir nepieciešams, lai pakalpojumu varētu viegli izmantot dažādas lietotāju kategorijas, īpaši ņemot vērā personas ar invaliditāti. Pakalpojumi būtu jāsniedz daudzkanālu veidā, maksimāli palielinot to izmantošanu, ko veic potenciāli jebkura lietotāju grupa vai pārstāvji, kas darbojas to vārdā, un sniedzot skaidrus paziņojumus par pieejamības ierobežojumiem pašreizējā ieviešanā.",
    "problemprofile;build_problem_2;name": "Leviest pieejamus digitālos publiskos pakalpojumus",
    "problemprofile;build_problem_3;description": "Es un valstu tiesību akti veicina atvērtā pirmkoda programmatūras risinājumu izmantošanu un pieņemšanu, lai samazinātu izstrādes izmaksas, izvairītos no noslogojuma un veicinātu to pieņemšanu, ko veicina atvērtā avota kopienas. Citiem vārdiem sakot, Open Source ir Eiropas sadarbspējas satvara pamatā esošo atkalizmantošanas principu veicinātājs. Saskaroties ar šo problēmu, ir nepieciešams atvieglot atvērtā avota programmproduktu izvēli, izstrādi un uzturēšanu.",
    "problemprofile;build_problem_3;name": "Atvērtās avota programmatūras licencēšana",
    "problemprofile;build_problem_4;description": "Eiropas sadarbspējas sistēmai ir vajadzīgi digitāli pakalpojumi, lai sasniegtu atbilstošu tehniskās sadarbspējas līmeni. Runājot par ieviešanu, tas attiecas uz standarta saziņas protokolu un datu formātu izmantošanu, lai garantētu pakalpojuma izmantošanu savienojumos starp mašīnām, lai veicinātu programmatūras integrāciju un atkārtotu izmantošanu.",
    "problemprofile;build_problem_4;name": "Sadarbspējīgu digitālo publisko pakalpojumu ieviešana",
    "problemprofile;build_problem_5;description": "Digitālajiem publiskajiem pakalpojumiem būtu jānodrošina, ka mijiedarbība ar šiem pakalpojumiem notiek drošā un uzticamā vidē, ievērojot drošības principu pēc konstrukcijas. Piekļuves kontrole, lietotāju identifikācija, datu pārvaldība būtu jāpadara atbilstoša attiecīgajiem noteikumiem, tostarp, piemēram, regulai un direktīvai par datu aizsardzību, regulai par elektronisko identifikāciju utt.",
    "problemprofile;build_problem_5;name": "Drošu un uzticamu digitālo publisko pakalpojumu ieviešana",
    "problemprofile;build_problem_6;description": "Viens no atvērto, pārredzamo un sadarbspējīgo sabiedrisko pakalpojumu mērķiem ir padarīt tos par pilsoņiem un nodrošināt iedzīvotāju līdzdalību pakalpojuma izpildē, uzlabošanā un attīstībā. Lai to panāktu, ir jāstimulē un jāpadara pievilcīgāka šāda līdzdalība un sadarbība. Var tikt pielietoti dažādi paņēmieni, sākot no gamifikācijas, līdz atgriezeniskajai saitei un līdz pat atlīdzībai",
    "problemprofile;build_problem_6;name": "Iesaistīt un stimulēt iedzīvotāju līdzdalību publisko pakalpojumu īstenošanā un koppiegādē",
    "problemprofile;build_problem_7;description": "Saskaņā ar ES mākoņdatošanas stratēģijas atbalstīto principu “Mākonis pirmais”, lai nodrošinātu to savietojamību, pārnesamību un mērogojamību, ir nepieciešams, lai digitālie publiskie pakalpojumi, ja tos ievieš kā programmatūras risinājumus, pieņemtu mākoņdatošanas arhitektūras un mākoņdatošanas risinājumus. Šajos apstākļos ir svarīgi definēt un īstenot pienācīgu mākoņdatošanas stratēģiju pakalpojuma ieviešanai, atbilstošas mākoņdatošanas arhitektūras, dažādus mākoņpakalpojumu sniedzējus, kā arī atbilstošas mākoņdatošanas tehnoloģijas un veicinātājus.",
    "problemprofile;build_problem_7;name": "Digitālie publiskie pakalpojumi ir pieejami mākoņpakalpojumos",
    "problemprofile;build_problem_8;description": "Eiropas Komisija apstiprina ēku blokus un nodrošina, ka digitālie pakalpojumi būs pilnībā saderīgi ar citiem tirgū un kļūs par sadarbspējīgiem, ES prasībām atbilstošiem galaproduktiem. CEF pieejas definīcijā veidošanas bloks ir atvērts un atkārtoti izmantojams digitālais risinājums. Jauno publisko pakalpojumu īstenošanai pēc iespējas vairāk jāizmanto EISI ēku bloku priekšrocības.",
    "problemprofile;build_problem_8;name": "EISI ēku bloku atkārtota izmantošana",
    "problemprofile;build_problem_9;description": "Šis problemātiskais jautājums attiecas uz digitālu pakalpojumu nepieciešamību, kas atbalsta tādu efektīvu sabiedrisko pakalpojumu vai procesu aprakstu kopīgu radīšanu, kuri var būt noderīgi: i) to cilvēku ikdienas darbam, kuri sniedz informāciju par pakalpojumiem sabiedrībai, ii) iedzīvotājiem un citiem pakalpojumu tiešajiem lietotājiem, iii) citiem SD, kas vēlas pavairot pakalpojumus vai procesus vietējā līmenī. Šeit aplūkotā domēna problēma ietver šādus lietotāja uzdevumus: 1) līdzradīšana un kopīga informācijas sniegšana par komunālajiem pakalpojumiem, piemēram, ● zināšanu radīšana un apmaiņa par sabiedriskajiem pakalpojumiem; ● pārzināšanu radīšana un apmaiņa ar labu praksi par sabiedriskajiem pakalpojumiem un procesiem; ● informācijas izveides sadarbības process; lai nodrošinātu informācijas sniegšanā iesaistīto pušu kvalitātes aprakstus un aktīvu līdzdalību; ● informācijas bagātināšanas sadarbības process ar iedzīvotāju līdzdalību; 2) informācijas strukturēšana atbilstoši kvalitātes klasifikācijai un informācijas modeļiem.",
    "problemprofile;build_problem_9;name": "Kopīgu zināšanu apmaiņa par sabiedriskajiem procesiem un pakalpojumiem",
    "problemprofile;def_problem_1;description": "Publiskās administrācijas un to pakalpojumu sniedzēji var pieprasīt vispārējus ieteikumus par to, kā tuvināties kvalitatīvu sabiedrisko pakalpojumu izstrādei. Pamatnostādnēs ir jāatsaucas uz dažādiem jautājumiem, kas saistīti ar “Service design” problēmu.",
    "problemprofile;def_problem_1;name": "(Digitālo) publisko pakalpojumu projektēšanas vadlīnijas",
    "problemprofile;def_problem_2;description": "Eksperimentālās sesijas var būt noderīgas dažādās kopražošanas procesa fāzēs. Katrā posmā forma un materiāli, kas ir noderīgi diskusijas vadīšanai, ir jāpielāgo, lai atvieglotu konkrētā notikuma organizēšanu. “Ideju” posmā kopražojuma darba grupai var būt nepieciešami īpaši norādījumi, lai organizētu un pārvaldītu ideju par pakalpojumiem, apspriestu un atlasītu tās, izmantojot atšķirīgas un konverģences grupas diskusiju fāzes.",
    "problemprofile;def_problem_2;name": "Brainstorm servisa idejas",
    "problemprofile;def_problem_3;description": "Pēc problēmas izprašanas un pakalpojuma ideju apsvēršanas kopražojuma komandai būtu jāizstrādā konkrēti risinājumi konkrētam izaicinājumam. Kopprojekta semināri šajā posmā ir noderīgi kā kolektīvie pasākumi, kas tiek organizēti, lai apspriestu dizaina jautājumus un izvēles. Ir nepieciešami pilnvarotāji, kas iesaka, kā kopražošanas grupa var sadarboties un sadarboties ar attiecīgajiem dalībniekiem (ņemot vērā arī dalībnieku karti, kas izstrādāta, pateicoties INTERVERSITĀTEI “Aktieru karte”), lai sāktu definēt līdzveidojamo un līdzsniedzamo pakalpojumu.",
    "problemprofile;def_problem_3;name": "Organizē kopprojekta darbnīcu",
    "problemprofile;def_problem_4;description": "Kopražojuma grupai var būt vajadzīgi norādījumi par to, kā noteikt mijiedarbību starp lietotājiem un pakalpojumu, pārdomājot, kā konkrētie lietotāji varētu izmantot risinājumu konkrētā kontekstā.",
    "problemprofile;def_problem_4;name": "Lietotāju un pakalpojumu mijiedarbības noteikšana (scenāriji un lietotāju žurnāli)",
    "problemprofile;def_problem_5;description": "Idejas un pakalpojumu dizaina koncepcijas ir jāpārveido formālās prasībās un pakalpojumu specifikācijās, lai turpinātu pakalpojuma īstenošanu. Var būt vajadzīgi norādījumi par to, kā apkopot, strukturēt un paziņot prasības un visas pakalpojumu specifikācijas, kas precizē pakalpojuma mērķi un kā tas jāizstrādā.",
    "problemprofile;def_problem_5;name": "Definējiet prasības un pakalpojumu specifikācijas",
    "problemprofile;def_problem_6;description": "Definējot jaunu sabiedrisko pakalpojumu, kopražojuma komandai jāsagatavo atbilstošs saturs. Ir vajadzīgi norādījumi par to, kā izvēlēties un lietot vispiemērotāko valodu atkarībā no digitālā pakalpojuma lietotājiem un viņu prasmēm.",
    "problemprofile;def_problem_6;name": "Satura noformējums",
    "problemprofile;hackathon_problem_1;description": "Šī problēma ir saistīta ar nepieciešamību noteikt jaunu sabiedrisko pakalpojumu priekšlikumu, kas būtu jāņem vērā attiecībā uz kopprodukciju.",
    "problemprofile;hackathon_problem_1;name": "Sabiedrisko pakalpojumu priekšlikuma definēšana",
    "problemprofile;hackathon_problem_2;description": "Šī problēma ir saistīta ar nepieciešamību definēt noteikumus par konkursu (hackathon, konkursu), kurā var piedalīties dažādas komandas.",
    "problemprofile;hackathon_problem_2;name": "Hakatona vai Konkursa noteikumu definēšana",
    "problemprofile;org_problem_10;description": "Šī problēma attiecas uz nepieciešamību sniegt sabiedrības locekļiem informāciju, kas viņiem nepieciešama, lai izprastu projektu, lēmumu pieņemšanas procesu, kā arī saprastu, kā sabiedrības ieguldījums ietekmēja lēmumu",
    "problemprofile;org_problem_10;name": "Informēt sabiedrību",
    "problemprofile;org_problem_11;description": "Šajā problemātiskajā jautājumā ir pievērsta uzmanība nepieciešamībai nodrošināt sabiedrības locekļiem iespēju aktīvi piedalīties lēmumu pieņemšanas procesā, kad vien tas ir paredzēts izvēlētajā pārvaldības modelī.",
    "problemprofile;org_problem_11;name": "Vienošanās veidošana un vienošanās meklēšana ar sabiedrību",
    "problemprofile;org_problem_12;description": "Šajā problemātiskajā jautājumā ir pievērsta uzmanība nepieciešamībai sniegt norādījumus par to, kā izstrādāt kopīgu valodu kopražojuma grupas dalībniekiem, lai nodrošinātu pakalpojumu efektīvu kodēšanu un kopražošanu. Kopīgas valodas izstrāde ir ļoti svarīga, lai ieinteresētās personas varētu: i) izveidot kopīgu pamatu kopīgai rīcībai, ii) dalīties, savstarpēji vienoties un saprast ilgtermiņa pētniecības plānu un protokolu, iii) ongotiski novērtēt lēmumu panākumus vai neveiksmi",
    "problemprofile;org_problem_12;name": "Izveidot kopīgu valodu (un vērtību daudzveidību)",
    "problemprofile;org_problem_13;description": "Pilsoņu līdzdalība sadarbības projektos ir lielā mērā atkarīga no viņu motivācijas un vēlmes sadarboties ar valsts iestādēm un sniegt ieguldījumu attiecīgajā darbā.",
    "problemprofile;org_problem_13;name": "Lojalitāte, stimuli un atalgojums",
    "problemprofile;org_problem_14;description": "Dažādos kopražošanas procesa posmos ar ieinteresētajām personām (tostarp iedzīvotājiem) sazinās, intervē, lūdz idejas un atzinumus. Ir svarīgi informēt tos par datu vākšanas kontekstu un mērķi un apkopot viņu piekrišanu, lai varētu izmantot savāktos datus saskaņā ar datu aizsardzības noteikumiem.",
    "problemprofile;org_problem_14;name": "Priekšlikumu apkopošana",
    "problemprofile;org_problem_1;description": "Šī problēma attiecas uz nepieciešamību atbalstīt kopražošanas projekta iniciatorus, lai aprakstītu galveno mērķi un paredzamo ieguvumu, izveidojot ieinteresēto personu sadarbības tīklu un iesaistot tās kopražošanas procesā.",
    "problemprofile;org_problem_1;name": "Projekta mērķa apraksts",
    "problemprofile;org_problem_2;description": "Šis punkts attiecas uz problēmu, kas saistīta ar darba plāna sagatavošanu, kurā apkopoti kopražošanas soļi, laika grafiks un sadarbības projekta starpposma mērķi. Darba plānam jābūt samērojamam ar citiem sadarbības tīkla dalībniekiem un atjaunināmam projekta gaitā.",
    "problemprofile;org_problem_2;name": "Darba plāns un projektu vadība",
    "problemprofile;org_problem_3;description": "Šī problēma attiecas uz nepieciešamību nodrošināt autentifikāciju lietojumprogrammām un drošiem pakalpojumiem.",
    "problemprofile;org_problem_3;name": "Reģistrācija un autentifikācija",
    "problemprofile;org_problem_4;description": "Šajā problemātiskajā jautājumā ir pievērsta uzmanība nepieciešamībai izstrādāt atbilstošas stratēģijas, lai informētu par iniciatīvu, faktiski sazinātos ar ieinteresētajām personām un plānotu sanāksmes",
    "problemprofile;org_problem_4;name": "Komandas komunikācija, lai radītu kopražojumu",
    "problemprofile;org_problem_5;description": "Šī problēma attiecas uz nepieciešamību atbalstīt kopražojuma projekta iniciatorus, lai plānotu attiecīgo dalībnieku aktīvu iesaistīšanos kopražojuma komandā. Šī problēma ir saistīta ar UND_PROBLEM_2 “Ieinteresēto personu kartēšana”, kas sniedz informāciju par to, kā var izveidot efektīvas un līdzsvarotas kopražojuma grupas, kas ir dažādu veidu ieinteresētās personas, to motivācija un iespējamā loma projektā.",
    "problemprofile;org_problem_5;name": "Ieinteresēto personu iesaistīšanās plāns",
    "problemprofile;org_problem_6.1;description": "Šī problēma attiecas uz vajadzību, kas varētu rasties dažādos kopražošanas iniciatīvas posmos, lai kopīgi sagatavotu un dalītos ar dokumentiem. Uzdevumi var ietvert nepieciešamību organizēt un pārvaldīt dokumentus kopražošanas grupas dalībnieku vidū, koplietot dokumentus starp ieinteresētajām personām un palīdzēt vairākiem grupas darbiniekiem strādāt kopā ar failiem, lai iegūtu vienu galīgo versiju.",
    "problemprofile;org_problem_6.1;name": "Sadarbības dokumenti",
    "problemprofile;org_problem_6.2;description": "Šī problēma attiecas uz karšu vai diagrammu izmantošanu, lai palīdzētu kopražošanas grupai izprast dažādus mērāmus aspektus sabiedriskajiem pakalpojumiem, piemēram: mainīgie lielumi, kas raksturo pakalpojuma kontekstu, KPI, vērtēšanas mainīgie, piemēram, izmantojamība, akceptēšana, ērta lietošana, pakalpojuma kvalitāte",
    "problemprofile;org_problem_6.2;name": "Datu vizualizācija",
    "problemprofile;org_problem_6.3;description": "Šī problēma ir saistīta ar nepieciešamību atbalstīt atklātās diskusijas starp koopražošanas grupas dalībniekiem. Piemēram, Diskusiju forums, kurā koprades komanda var apspriest idejas, pakalpojuma funkcijas, plānot darbības.",
    "problemprofile;org_problem_6.3;name": "Diskusiju platforma",
    "problemprofile;org_problem_7;description": "Šajā problemjautājumā ir pievērsta uzmanība nepieciešamībai atbalstīt kopražojuma komandu, vienojoties par konfidenciālas informācijas neizpaušanu, kas tām ir jāizplata viena otrai kā nepieciešama daļa no kopīga pakalpojuma.",
    "problemprofile;org_problem_7;name": "Neizpaušanas līguma definīcija (NDA)",
    "problemprofile;org_problem_8;description": "Šis problemātiskais jautājums attiecas uz vajadzību pēc informācijas par labu praksi, veidnēm un piemēriem dokumentu sagatavošanai, kas oficiālā veidā nosaka nolīgumus par ieinteresēto personu sadarbības tīklu. Šī vajadzība var rasties ieinteresēto personu sākotnējās iesaistes laikā, lai reģistrētu sadarbības noteikumus un vispārējo plānu. Kad notiek kopvērtējums pamatojoties uz sadarbības rezultātiem attiecībā uz partnerības nolīgumā noteikto, iespējams, būs jāievieš iespējamie dokumenta grozījumi.",
    "problemprofile;org_problem_8;name": "Partnerības līguma definīcija",
    "problemprofile;org_problem_9;description": "Šis problemjautājums attiecas uz nepieciešamību aprakstīt datu pārvaldības dzīves ciklu visām datu kopām, kas tiek iegūtas, apstrādātas vai ģenerētas, kopīgi ražojot sabiedriskos pakalpojumus.",
    "problemprofile;org_problem_9;name": "Datu pārvaldības plāna definīcija (DPM)",
    "problemprofile;sus_problem_1;description": "Šī problēma risina nepieciešamību pārskatīt un precizēt uzņēmējdarbības modeli un tirgus sasniedzamības plānu, kas saistīts ar kopražojuma pakalpojumu.",
    "problemprofile;sus_problem_1;name": "Ilgtspējības/uzņēmējdarbības plāna definēšana",
    "problemprofile;und_problem_1;description": "Šis punkts ir saistīts ar vajadzību izpētīt un atrisināt problēmu, kas saistīta ar pakalpojumu. Pakalpojuma projektēšanas process ir problēmu risināšanas pasākums, un ir svarīgi skaidri saprast, kas ir uzdevums, ko grupa risina un kā var apkopot plašāku informāciju, lai saprastu, kā pakalpojums ir jāveido. Vadlīnijas un rīki ir vajadzīgi, lai palīdzētu grupām apspriest sākotnējās idejas un pieņēmumus, precizēt tos, izmantojot strukturētas metodes, un uzzināt trūkstošo informāciju, kas vēl jāapkopo.",
    "problemprofile;und_problem_1;name": "Sadarbības problēmas precizēšana",
    "problemprofile;und_problem_2;description": "Šī problēma attiecas uz nepieciešamību atbalstīt kopražošanas procesa iniciatorus, lai noteiktu, izvēlētos un plānotu ieinteresēto personu aktīvu iesaistīšanos kopražojuma grupā. Ir svarīgi, lai kopražošanas procesa iniciatori izprastu, kas ir potenciālās ieinteresētās personas, kas ir viņu motivācija piedalīties, un iespējamos šķēršļus, kādas prasmes un zināšanas viņi varētu ieviest projektā un kāda veida atbalsts viņiem ir nepieciešams, lai pilnībā piedalītos projektā.",
    "problemprofile;und_problem_2;name": "Ieinteresēto personu dalīšana",
    "problemprofile;und_problem_3;description": "Šī problēma attiecas uz nepieciešamību atbalstīt grupas datu un informācijas vākšanā par lietotājiem un to uzvedību dažādos kopražošanas procesa nolūkos un posmos, piemēram, lai labāk izprastu kādu parādību, uzlabotu zināšanas par iedzīvotāju vajadzībām attiecībā uz pakalpojumiem, novērtētu attieksmi un cerības, uzraudzītu lietotāju apmierinātību pret pakalpojumu vai iekārtu.",
    "problemprofile;und_problem_3;name": "Datu vākšana par lietotājiem un viņu uzvedību (lietotāju izpēte)",
    "problemprofile;und_problem_4;description": "Kopražošanas grupai varētu būt nepieciešama palīdzība, lai noteiktu pakalpojuma mērķus un pakalpojuma lietotāju īpašības, un kas ir viņu galvenās vajadzības un problēmas, ar kurām viņi saskaras.",
    "problemprofile;und_problem_4;name": "Identificēt un saprast pakalpojuma  lietotājus (Personas)",
    "problemprofile;und_problem_5;description": "Šī problēma ir saistīta ar nepieciešamību atbalstīt kopradīšanas grupu, lai savāktu idejas no liela iesaistīto personu (piemēram, pilsoņu) kopuma, kas saistīti ar konkrētu problēmu, organizētu un pārvaldītu idejas un, visbeidzot, novērtētu tās. Kolektīvie projekti var būt vērsti gan uz iekšējiem, gan ārējiem dalībniekiem, izmantojot īpašus rīkus un platformas, anketas, sociālos medijus, konkursus un citas metodes.",
    "problemprofile;und_problem_5;name": "Ideju kombinētā izmantošana",
    "problemprofile;und_problem_6;description": "Šī problēma attiecas uz nepieciešamību kartēt sintētiskā attēlojumā visas galvenās lomas, kas var ietekmēt lietotāju, organizāciju un pakalpojumu vidi. Ekosistēmas karte tiek veidota, vispirms attēlojot visas vienības un pēc tam tās savienojot, pamatojoties uz vērtību, ko tās apmainās.",
    "problemprofile;und_problem_6;name": "Ekosistēmas kartēšana",
    "problemprofile;val_problem_1;description": "Koppiegādes pakalpojuma novērtēšanas kritēriju noteikšana ir būtisks solis, lai uzraudzītu kopīgi projektētā un kopīgi piegādātā pakalpojuma kvalitāti. Pilnvarotājiem, kas risina šo problēmu, ir jāatbalsta darba grupa vispiemērotāko kritēriju atrašanā, jāvienojas par tiem un jāizmanto tie koppiegādes pakalpojuma novērtēšanā.",
    "problemprofile;val_problem_1;name": "Novērtēšanas kritēriju un KPI definēšana",
    "problemprofile;val_problem_2;description": "Šis problēmas profils attiecas uz pārdomu stratēģiju, kas atbalsta kopražojuma komandu, veicot atkārtotu novērtējumu, vai pakalpojums ir iespējams un dzīvotspējīgs ilgtermiņā (ilgtspējīgs) vai nē, un līdz ar to lemjot, vai ir vērts turpināt kopražošanas centienus. Šīs kategorijas dalībniekiem būtu jāsniedz atbalsts komandai dažādos projekta posmos, atbalstot viņus, atspoguļojot un pastāvīgi novērtējot sadarbības procesa norisi un rezultātus.",
    "problemprofile;val_problem_2;name": "Pastāvīgs iekšējais kopvērtējums (iet-neiet)",
    "problemprofile;val_problem_3;description": "Šī problēma attiecas uz nepieciešamību pirms pakalpojuma izstrādes apstiprināt pakalpojuma jēdzienu vai pārbaudīt pieņēmumus par gala produktu. Atkarībā no pakalpojumu izstrādes posma un pakalpojuma veida var izmantot dažādus jēdzienu pierādīšanas veidus neatkarīgi no tā, vai tas ir digitālais pakalpojums vai ne.",
    "problemprofile;val_problem_3;name": "Izstrādāt un pārbaudīt koncepcijas apliecinājumu",
    "problemprofile;val_problem_4;description": "Šī problēma ir saistīta ar nepieciešamību veikt agrīnu digitālo pakalpojumu, piesaistot ekspertu novērtējumu, neiesaistot gala lietotājus.",
    "problemprofile;val_problem_4;name": "Izmēģiniet digitālo pakalpojumu kopā ar ekspertiem",
    "problemprofile;val_problem_5;description": "Šī problēma ir saistīta ar nepieciešamību pastāvīgi uzraudzīt kopīgi sniegto pakalpojumu, lai turpinātu darbu, regulāri pārskatītu paveikto, veiktu pielāgojumus un izmaiņas, ja nepieciešams.",
    "problemprofile;val_problem_5;name": "Līdzsniegtā pakalpojuma uzraudzība un pastāvīga novērtēšana"
}
