{
    "id": "phase-design",
    "prerequisites": [
        {
            "item": "phase-engage",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Design",
        "es": "Diseño",
        "it": "Progettazione",
        "lv": "Projektēšana"
    },
    "description_translations": {
        "en": "Follow the guidelines to discuss together, in a balanced and inclusive way, issues, beneficiaries, and priorities for the service to be designed. Find useful resources to conduct interviews, surveys and focus groups for a deeper understanding of stakeholders’ and citizens’ needs and requirements. Use the proposed material to organize service design workshops and develop mockups. Stop and reflect on the process so far with the co-evaluation checklists.",
        "es": "Siga las directrices para debatir juntos, de forma equilibrada e inclusiva, los problemas, los beneficiarios y las prioridades del servicio que se va a diseñar. Encuentre recursos útiles para realizar entrevistas, encuestas y grupos de discusión para comprender mejor las necesidades y requisitos de las partes interesadas y los ciudadanos. Utilizar el material propuesto para organizar talleres de diseño de servicios y desarrollar maquetas. Deténgase y reflexione sobre el proceso hasta el momento con las listas de comprobación de la coevaluación.",
        "it": "Segui le linee guida per discutere in modo equilibrato e inclusivo temi, beneficiari e priorità per il servizio da progettare. Trova le risorse per condurre interviste, sondaggi e focus group utili a comprendere meglio i bisogni e le esigenze degli attori coinvolti e dei cittadini. Utilizza il materiale proposto per organizzare sessioni di progettazione e sviluppare mockup. Fermati e rifletti sul processo finora svolto con le checklist di valutazione.",
        "lv": "Ievērojiet vadlīnijas, lai līdzsvarotā un iekļaujošā veidā kopīgi apspriestu problēmas, labuma guvējus un prioritātes izstrādājamajam pakalpojumam. Atrodiet noderīgus resursus, lai veiktu intervijas, aptaujas un fokusgrupas, lai dziļāk izprastu ieinteresēto pušu un iedzīvotāju vajadzības un prasības. Izmantojiet piedāvāto materiālu, lai organizētu pakalpojumu dizaina darbnīcas un izstrādātu maketus. Apstājieties un pārdomājiet līdzšinējo procesu, izmantojot kopējā novērtējuma kontrolsarakstus."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Focus the service description enhancement problem collaboratively",
                "es": "Enfocar el problema de la mejora de la descripción del servicio de forma colaborativa",
                "it": "Focalizza in modo collaborativo come migliorare le descrizioni del servizio",
                "lv": "Kopīgi koncentrējieties uz pakalpojuma apraksta uzlabošanas problēmu"
            },
            "description_translations": {
                "en": "Clearly define the problem to be addresses by the co-production team and agree on it. This  is an important step towards creating an effective and efficient solution. Different resources can be useful to this end: tips on how to create and share a common language among team members, resources to guide collaborative discussions, tools for ideas collection.",
                "es": "Defina claramente el problema que debe abordar el equipo de coproducción y póngase de acuerdo sobre él. Este es un paso importante para crear una solución eficaz y eficiente. Para ello pueden ser útiles diferentes recursos: consejos sobre cómo crear y compartir un lenguaje común entre los miembros del equipo, recursos para guiar los debates colaborativos, herramientas para la recopilación de ideas.",
                "it": "Definisci e condividi con chiarezza il problema che deve essere affrontato dal gruppo di lavoro. E' un passo importante per poi realizzare una soluzione efficace ed efficiente. Diverse risorse possono essere utili: risorse su come adottare un linguaggio comune tra i membri del gruppo, risorse per guidare discussioni collaborative, risorse per la raccolta di idee.",
                "lv": "Skaidri definējiet problēmu, kas jārisina koprades komandai, un vienojieties par to. Tas ir svarīgs solis efektīva un iedarbīga risinājuma radīšanai. Šim nolūkam var būt noderīgi dažādi resursi: padomi, kā izveidot kopīgu terminoloģiju un dalīties tajā starp komandas locekļiem, resursi, lai vadītu sadarbības diskusijas, rīki ideju apkopošanai."
            },
            "problemprofiles": [
                "UND_PROBLEM_1",
                "UND_PROBLEM_5",
                "DEF_PROBLEM_2"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Collaboratively problem refinement",
                        "es": "Perfeccionamiento de problemas en colaboración",
                        "it": "Definisci in modo collaborativo il problema",
                        "lv": "Sadarbības problēmu precizēšana"
                    },
                    "description_translations": {
                        "en": "Refine with the collaboration of the stakeholders network the problem to be addressed. Service design is a problem-solving activity and it is important to clearly understand which is the challenge that the team addresses and how more information can be collected to understand how the service should be designed. Organize focus groups to discuss initial ideas and assumptions, refine them through structured methods and become aware about the missing information that still needs to be collected.",
                        "es": "Afinar con la colaboración de la red de partes interesadas el problema a tratar. El diseño de servicios es una actividad de resolución de problemas y es importante entender claramente cuál es el reto que aborda el equipo y cómo se puede recopilar más información para entender cómo debe diseñarse el servicio. Organice grupos de discusión para debatir las ideas y suposiciones iniciales, perfeccionarlas mediante métodos estructurados y tomar conciencia de la información que falta por recopilar.",
                        "it": "Circoscrivi il problema e i suoi confini grazie alla collaborazione della rete di tutti gli attori coinvolti. La progettazione del servizio è un'attività di problem solving ed è importante capire con chiarezza qual è la sfida che il gruppo di lavoro deve affrontare, come raccogliere le informazioni necessarie alla progettazione del servizio. Organizza focus group per discutere idee e ipotesi, perfezionali attraverso metodi strutturati e identifica le informazioni mancanti che devono ancora essere raccolte.",
                        "lv": "Sadarbojoties ar ieinteresēto personu tīklu, uzlabojiet risināmās problēmas definīciju. Pakalpojuma izstrāde ir problēmu risināšanas darbība, un ir svarīgi skaidri saprast, kurš ir izaicinājums, kuru komanda risina, un kā var savākt vairāk informācijas, lai saprastu, kā pakalpojums ir jāizstrādā. Organizējiet fokusgrupas, lai apspriestu sākotnējās idejas un pieņēmumus, pilnveidotu tos, izmantojot strukturētas metodes, un uzzinātu par trūkstošo informāciju, kas vēl ir jāievāc."
                    },
                    "problemprofiles": [],
                    "prerequisites": [],
                    "id": "task-collaboratively-problem-refinement"
                },
                {
                    "name_translations": {
                        "en": "Define requirements and constraints for the public service description enhancement",
                        "es": "Definir los requisitos y restricciones para la mejora de la descripción del servicio público",
                        "it": "Definisci i requisiti e i vincoli del servizio",
                        "lv": "Definējiet prasības un ierobežojumus sabiedrisko pakalpojumu apraksta uzlabošanai"
                    },
                    "description_translations": {
                        "en": "The ideas and service design concepts need to be translated into formal requirements to proceed with the implementation of the service. Follow the guidelines on how to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed. Use stardard representation formalism for requirements descriptions, as for example the Volere Requirements Specification template.",
                        "es": "Las ideas y los conceptos de diseño del servicio deben traducirse en requisitos formales para proceder a la implantación del servicio. Siga las directrices sobre cómo recoger, estructurar y comunicar los requisitos y todas las especificaciones del servicio que aclaren el objetivo del servicio y cómo debe desarrollarse. Utilice un formalismo de representación estándar para las descripciones de requisitos, como por ejemplo la plantilla de especificación de requisitos de Volere.",
                        "it": "Le idee relative alla progettazione del servizio devono essere tradotte in requisiti formali per procedere alla loro implementazione. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che ne definiscono l'obiettivo e come dovrebbe essere sviluppato. Utilizza termini standard per le descrizioni dei requisiti, come ad esempio il modello di specifica Volere Requirements.",
                        "lv": "Idejas un pakalpojuma dizaina koncepcijas ir jāpārvērš formālās prasībās, lai varētu turpināt ar pakalpojuma ieviešanu. Ievērojiet vadlīnijas par to, kā apkopot, strukturēt un paziņot prasības un visas pakalpojumu specifikācijas, kas precizē pakalpojuma mērķi un to, kā tas jāizstrādā. Izmantojiet standarta attēlojuma formālismu prasību aprakstiem, piemēram, Volere prasību specifikācijas veidni."
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-collaboratively-problem-refinement",
                            "type": "previous"
                        }
                    ],
                    "id": "task-define-requirements-and-constraints-for-the-public-service-description-enhancement"
                }
            ],
            "id": "objective-focus-the-service-description-enhancement-problem-collaboratively",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Service description refinement process specification",
                "es": "Especificación del proceso de refinamiento de la descripción del servicio",
                "it": "Specifica il processo di definizione della descrizione di un servizio",
                "lv": "Pakalpojuma apraksta uzlabošanas procesa specifikācija"
            },
            "description_translations": {
                "en": "Based on the description augmenter INTERLINKER create a new service description enhancement process.",
                "es": "Basándose en el aumentador de descripción INTERLINKER crea un nuevo proceso de mejora de la descripción del servicio.",
                "it": "Sulla base dell'INTERLINKER Description Augmenter crea un nuovo processo per definire la descrizione di un servizio.",
                "lv": "Pamatojoties uz Pakalpojumu apraksta INTERLINKERu, izveidojiet jaunu pakalpojuma apraksta uzlabošanas procesu."
            },
            "problemprofiles": [
                "UND_PROBLEM_1",
                "DEF_PROBLEM_1",
                "DEF_PROBLEM_2",
                "DEF_PROBLEM_5",
                "BUILD_PROBLEM_1",
                "BUILD_PROBLEM_9"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Launch Description Augmenter",
                        "es": "Lanzar Description Augmenter",
                        "it": "Lancia il Description Augmenter",
                        "lv": "Palaist apraksta paplašinātāju"
                    },
                    "description_translations": {
                        "en": "Use the Initiate Procedure to launch Description Augmenter or simply select Description Augmenter recommended INTERLINKER",
                        "es": "Utilice el Procedimiento de Inicio para lanzar el Service Augmenter o simplemente seleccione el INTERLINKER Service Augmenter",
                        "it": "Usa il bottone \"Inizia Procedura\" per lanciare il Description Augmenter o semplicemente seleziona il Description Augmenter dalla lista degli INTERLINKER raccomandati",
                        "lv": "Izmantojiet iniciēšanas procedūru, lai palaistu apraksta paplašinātāju, vai vienkārši atlasiet Apraksta Paplašinātāja ieteikto INTERLINKER"
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_9"
                    ],
                    "prerequisites": [],
                    "id": "task-launch-description-augmenter"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-focus-the-service-description-enhancement-problem-collaboratively",
                    "type": "previous"
                }
            ],
            "id": "objective-service-description-refinement-process-specification"
        },
        {
            "name_translations": {
                "en": "Sustainability",
                "es": "Sostenibilidad",
                "it": "Sostenibilità economica",
                "lv": "Ilgtspējība"
            },
            "description_translations": {
                "en": "Before further going deep into the launch of the enhancement process. Stop and reflect about the design results obtained so far and about the actual feasibility and sustainability of what you are about to implement.",
                "es": "Antes de seguir profundizando en el lanzamiento del proceso de mejora deténgase y reflexione sobre los resultados de diseño obtenidos hasta el momento y sobre la viabilidad y sostenibilidad reales de lo que va a implementar.",
                "it": "Prima di addentrarti nel lancio effettivo del processo di definizione delle descrizioni dei servizi, fermati a riflettere sui risultati di progettazione ottenuti sino ad ora e sulla effettiva fattibilità e sostenibilità di quello che stai per implementare.",
                "lv": "Pirms turpināt ar apraksta uzlabošanas procesa uzsākšanu, apstājieties un pārdomājiet līdz šim iegūtos projektēšanas rezultātus un to reālo īstenošanas iespējamību un ilgtspējību."
            },
            "problemprofiles": [
                "UND_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Understand motivations and incentives",
                        "es": "Comprender las motivaciones y los incentivos",
                        "it": "Comprendi le motivazioni e come incentivarle",
                        "lv": "Izprotiet motivāciju un stimulus"
                    },
                    "description_translations": {
                        "en": "What are the incentives for those who can provide support / funding and for those developing / maintaining them?\r\nStop and reflect on how stakeholders collaboration in co-creation went so far. Follow the proposed checklist to understand whether further incentives and supportive measures are needed to ensure productive development and co-delivery phases.",
                        "es": "¿Cuáles son los incentivos para los que pueden proporcionar apoyo / financiación y para los que los desarrollan / mantienen?\nDeténgase y reflexione sobre cómo ha ido la colaboración de las partes interesadas en la cocreación hasta ahora. Siga la lista de comprobación propuesta para comprender si se necesitan más incentivos y medidas de apoyo para garantizar un desarrollo productivo y fases de cocreación.",
                        "it": "Quali sono gli incentivi per coloro che forniscono supporto e/o finanziamenti al servizio e per coloro che lo sviluppano, mantengono in vita?\nProva a riflettere su come ha funzionato fino ad ora la collaborazione fra gli attori. Segui la check-list per capire se sono necessari ulteriori incentivi, misure di supporto per assicurare l'implementazione e l'erogazione del servizio.",
                        "lv": "Kādi ir stimuli tiem, kas var sniegt atbalstu/finansējumu, un tiem, kas izstrādā/uztur pakalpojumu?\nApstājies un apdomājiet, kā līdz šim norisinājās ieinteresēto pušu sadarbība koprades procesā. Izskatiet piedāvāto kontrolsarakstu, lai saprastu, vai ir nepieciešami papildu stimuli un atbalsta pasākumi, lai nodrošinātu produktīvu izstrādes un koppiegādes posmu."
                    },
                    "problemprofiles": [],
                    "prerequisites": [],
                    "id": "task-understand-motivations-and-incentives"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-service-description-refinement-process-specification",
                    "type": "previous"
                }
            ],
            "id": "objective-sustainability"
        }
    ],
    "is_part_of_codelivery": false
}