{
    "id": "phase-design",
    "prerequisites": [
        {
            "item": "phase-engage",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Design",
        "es": "",
        "it": "Progettazione",
        "lv": ""
    },
    "description_translations": {
        "en": "Follow the guidelines to discuss together, in a balanced and inclusive way, issues, beneficiaries, and priorities for the service to be designed. Find useful resources to conduct interviews, surveys and focus groups for a deeper understanding of stakeholders’ and citizens’ needs and requirements. Use the proposed material to organize service design workshops and develop mockups. Stop and reflect on the process so far with the co-evaluation checklists.",
        "es": "",
        "it": "Segui le linee guida per discutere insieme, in modo equilibrato e inclusivo, temi, beneficiari e priorità per il servizio da progettare. Trova risorse utili per condurre interviste, sondaggi e focus group per una comprensione più profonda dei bisogni e delle esigenze degli stakeholder e dei cittadini. Utilizza il materiale proposto per organizzare sessioni di progettazione dei servizi e sviluppare mockup. Fermati e rifletti sul processo finora svolto con le checklist di co-valutazione.",
        "lv": ""
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Focus the service description enhancement problem collaboratively",
                "es": "",
                "it": "Focalizza in modo collaborativo il problema di migliorare le descrizioni di servizio",
                "lv": ""
            },
            "description_translations": {
                "en": "Clearly define the problem to be addresses by the co-production team and agree on it. This  is an important step towards creating an effective and efficient solution. Different resources can be useful to this end: tips on how to create and share a common language among team members, resources to guide collaborative discussions, tools for ideas collection.",
                "es": "",
                "it": "Definisci e concorda chiaramente il problema che deve essere affrontato dal team di co-produzione. Questo è un passo importante verso la creazione di una soluzione efficace ed efficiente. Diverse risorse possono essere utili a tal fine: suggerimenti su come creare e condividere un linguaggio comune tra i membri del team, risorse per guidare discussioni collaborative, strumenti per la raccolta di idee.",
                "lv": ""
            },
            "problemprofiles": [
                "UND_PROBLEM_1",
                "UND_PROBLEM_5",
                "DEF_PROBLEM_2"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Collaboratively problem refinement",
                        "es": "",
                        "it": "Raffina in modo collaborativo il problema",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Refine with the collaboration of the stakeholders network the problem to be addressed. Service design is a problem-solving activity and it is important to clearly understand which is the challenge that the team addresses and how more information can be collected to understand how the service should be designed. Organize focus groups to discuss initial ideas and assumptions, refine them through structured methods and become aware about the missing information that still needs to be collected.",
                        "es": "",
                        "it": "Affina grazie alla collaborazione della rete degli stakeholder il problema da affrontare. La progettazione del servizio è un'attività di problem solving ed è importante capire chiaramente qual è la sfida che il team affronta e come raccogliere maggiori informazioni per capire come dovrebbe essere progettato il servizio. Organizza focus group per discutere idee e ipotesi iniziali, perfezionali attraverso metodi strutturati e identifica le informazioni mancanti che devono ancora essere raccolte.",
                        "lv": ""
                    },
                    "problemprofiles": [],
                    "prerequisites": [],
                    "id": "task-collaboratively-problem-refinement"
                },
                {
                    "name_translations": {
                        "en": "Define requirements and constraints for the public service description enhancement",
                        "es": "",
                        "it": "Definisci i requisiti e i vincoli del servizio",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "The ideas and service design concepts need to be translated into formal requirements to proceed with the implementation of the service. Follow the guidelines on how to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed. Use stardard representation formalism for requirements descriptions, as for example the Volere Requirements Specification template.",
                        "es": "",
                        "it": "Le idee relative alla progettazione del servizio devono essere tradotti in requisiti formali per procedere all'implementazione del servizio. Segui le linee guida su come raccogliere, strutturare e comunicare i requisiti e tutte le specifiche del servizio che definiscono l'obiettivo del servizio e come dovrebbe essere sviluppato. Utilizza formalismi standard per le descrizioni dei requisiti, come ad esempio il modello di specifica dei requisiti di Volere.",
                        "lv": ""
                    },
                    "problemprofiles": [],
                    "prerequisites": [
                        {
                            "item": "task-collaboratively-problem-refinement",
                            "type": "previous"
                        }
                    ],
                    "id": "task-define-requirements-and-constraints-for-the-public-service-description-enhancement"
                }
            ],
            "id": "objective-focus-the-service-description-enhancement-problem-collaboratively",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Service description refinement process specification",
                "es": "",
                "it": "Specifica il processo di raffinamento della descrizione di un servizio",
                "lv": ""
            },
            "description_translations": {
                "en": "Based on the description augmenter INTERLINKER create a new service description enhancement process.",
                "es": "",
                "it": "Sulla base dell'INTERLINKER Description Augmenter crea un nuovo processo di raffinamento della descrizione di un servizio.",
                "lv": ""
            },
            "problemprofiles": [
                "UND_PROBLEM_1",
                "DEF_PROBLEM_1",
                "DEF_PROBLEM_2",
                "DEF_PROBLEM_5",
                "BUILD_PROBLEM_1",
                "BUILD_PROBLEM_9"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Launch Description Augmenter",
                        "es": "",
                        "it": "Lancia il Description Augmenter",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Use the Initiate Procedure to launch Description Augmenter or simply select Description Augmenter recommended INTERLINKER",
                        "es": "",
                        "it": "Usa il bottone \"Inizia Procedura\" per lanciare il Description Augmenter o semplicemente seleziona il Description Augmenter dalla lista degli INTERLINKER raccomandati",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "BUILD_PROBLEM_9"
                    ],
                    "prerequisites": [],
                    "id": "task-launch-description-augmenter"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-focus-the-service-description-enhancement-problem-collaboratively",
                    "type": "previous"
                }
            ],
            "id": "objective-service-description-refinement-process-specification"
        },
        {
            "name_translations": {
                "en": "Sustainability",
                "es": "",
                "it": "Sostenibilità",
                "lv": ""
            },
            "description_translations": {
                "en": "Before further going deep into the launch of the enhancement process. Stop and reflect about the design results obtained so far and about the actual feasibility and sustainability of what you are about to implement.",
                "es": "",
                "it": "Prima di addentrarti nel lancio effettivo del processo di miglioramento delle descrizioni dei servizi, fermati a riflettere sui risultati di design ottenuti sino ad ora e sulla effettiva fattibilità e sostenibilità di quello che state per implementare.",
                "lv": ""
            },
            "problemprofiles": [
                "UND_PROBLEM_3"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Understand motivations and incentives",
                        "es": "",
                        "it": "Comprendere le motivazioni e gli incentivi necessari",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "What are the incentives for those who can provide support / funding and for those developing / maintaining them?\r\nStop and reflect on how stakeholders collaboration in co-creation went so far. Follow the proposed checklist to understand whether further incentives and supportive measures are needed to ensure productive development and co-delivery phases.",
                        "es": "",
                        "it": "Quali sono gli incentivi per coloro che forniscono supporto / finanziamenti al servizio e per coloro che lo sviluppano / mantengono?\nFermati e rifletti come ha funzionato fino ad ora la collaborazione fra gli stakeholder. Segui la lista di controllo per capire se siano necessari ulteriori incentivi e misure di supporto per assicurare uno sviluppo ed una erogazione del servizio produttivi.",
                        "lv": ""
                    },
                    "problemprofiles": [],
                    "prerequisites": [],
                    "id": "task-understand-motivations-and-incentives"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-service-description-refinement-process-specification",
                    "type": "previous"
                }
            ],
            "id": "objective-sustainability"
        }
    ]
}