{
    "id": "phase-engage",
    "prerequisites": [],
    "name_translations": {
        "en": "Engage",
        "es": "Comprometer",
        "it": "Coinvolgere",
        "lv": ""
    },
    "description_translations": {
        "en": "Which stakeholders should be involved in your co-production process? How to communicate with them about your project goals and the benefits of participation?\r\nLearn about the value of involving stakeholders. Use the available knowledge tools to understand who are the stakeholders to involve in your project and the role they can have. \r\nExploit communication templates to raise awareness, invite stakeholders, and create a lively network of motivated contributors. Define partnership agreements and make sure shared information is protected. Plan together the next steps and create working groups. ",
        "es": "",
        "it": "Quali stakeholders dovrebbero essere coinvolti nel processo di co-produzione? Come comunicare loro gli obiettivi del progetto e i benefici della partecipazione?\nImpara quale sia il valore di coinvolgere gli stakeholder. Utilizza gli strumenti di conoscenza messi a disposizione per comprendere chi sono gli stakeholder da coinvolgere nel progetto ed il ruolo che possono avere.\nSfrutta i modelli di comunicazione per attivare la consapevolezza, invitare gli stakeholder e creare una rete attiva di contributori motivati. Definisci degli accordi di partnership e assicura la protezione delle informazioni condivise. Pianifica in modo collaborativo i prossimi passi e crea dei sottogruppi di lavoro. ",
        "lv": ""
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Identify stakeholders",
                "es": "Identificar stakeholders",
                "it": "",
                "lv": ""
            },
            "description_translations": {
                "en": "The identification of key actors  is the first step to start your  process of co-production. According to the type of project, the goals and the level of citizen involvement, different questions are to be answered.\r\nWhat different  types of stakeholders enter into play in the initiative to be co-produced? What are their motivations and skills to participate in the project? What is their position in the network? How to contact them?\r\nFollow the specific tasks to get the complete picture.",
                "es": "",
                "it": "",
                "lv": ""
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Understand the different types of stakeholders",
                        "es": "Entender los diferentes tipos de stakeholders y sus motivaciones",
                        "it": "",
                        "lv": ""
                    },
                    "description_translations": {
<<<<<<< HEAD
                        "en": "Usually different actors are engaged in co-production to create a new service or customizing an already existing service: public bodies, private companies, SMEs, citizens. Each actor brings specific needs and competences in relation to the service and has different motivations to participate in a project. Learn about the different types of stakeholders and which of them can add value to your co-production process. In this case, for service descriptions refinement, consider contributing public servants but also potentially citizens, i.e. consumers of those services.",
                        "es": ""
=======
                        "en": "Usually different actors are engaged in co-production to create a new service or customizing an already existing service: public bodies, private companies, SMEs, citizens. Each actor brings specific needs and competences in relation to the service and has different motivations to participate in a project. Learn about the different types of stakeholders and which of them can add value to your co-production process",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "id": "task-understand-the-different-types-of-stakeholders",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Map stakeholders, analyse motivation, skills, expectations",
                        "es": "Mapear partes interesadas analizar motivación habilidades expectativas",
                        "it": "",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Mapping the stakeholders is crucial to have a clear view of which roles stakeholders can play in different stages of innovation, what their level of commitment and strategic importance could be. Analyse the complexity of building relationships, realizing which connectors can be crucial for innovation development in your project.",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-understand-the-different-types-of-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-map-stakeholders-analyse-motivation-skills-expectations"
                },
                {
                    "name_translations": {
                        "en": "Visually map the network of stakeholders",
                        "es": "Mapear visualmente la red de partes interesadas",
                        "it": "",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Is your network balanced and inclusive?\r\nCreate a Stakeholder Map, where the ecosystem of stakeholders involved in a customer experience is visualized.",
                        "es": "",
                        "it": "",
                        "lv": ""
>>>>>>> baae50ccbd6ecda9940f824bc1135102d84b92ac
                    },
                    "problemprofiles": [
                        "UND_PROBLEM_2"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-map-stakeholders-analyse-motivation-skills-expectations",
                            "type": "previous"
                        }
                    ],
                    "id": "task-visually-map-the-network-of-stakeholders"
                },
                {
                    "name_translations": {
                        "en": "Create a contact list of potential network participants",
                        "es": "Crear una lista de contactos de posibles participantes de la red",
                        "it": "",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Write down the list of participants, aside the co-production team, who may be interested in observing the progress of the co-production project and have the opportunity to emit opinions and take part in some decision processes. ",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-visually-map-the-network-of-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-create-a-contact-list-of-potential-network-participants"
                }
            ],
            "id": "objective-identify-stakeholders",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Engage stakeholders",
                "es": "",
                "it": "Coinvolgere gli stakeholder",
                "lv": ""
            },
            "description_translations": {
                "en": "Stakeholder engagement is about figuring out how to effectively communicate, collaborate, and interact with key people who have positive or negative influence, and may impact the success of your project.\r\nTo reach this objective you should carefully prepare an engagement plan, create awareness and communication material tailored to your audience, understand how to communicate benefit for stakeholders and, whenever this is forseen in your project, understand how to engage citizens in the co-production process. ",
                "es": "",
                "it": "Il coinvolgimento degli stakeholder inizia dalla comprensione di come comunicare, collaborare ed interagire efficacemente con le persone chiave che possono impattare ed avere una influenza positiva o negativa sul successo del progetto.\nPer raggiungere questo obiettivo, prepara attentamente un piano di coinvolgimento, crea consapevolezza a partire da materiale di comunicazione tagliato per l'audience specifica, rifletti su come comunicare i potenziali benefici della partecipazione agli stakeholder e, quando previsto dal progetto, rifletti su come coinvolgere i cittadini nel processo di co-produzione. ",
                "lv": ""
            },
            "problemprofiles": [
                "ORG_PROBLEM_12",
                "ORG_PROBLEM_13",
                "ORG_PROBLEM_14"
            ],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Prepare an engagement plan",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Create an effective engagement plan which allows you to reach to the types and numbers of stakeholders sufficient to ensure that the co-produced service is well targeted. \r\nAn engagement plan is usually composed of three parts: the identification of your project’s stakeholders; the planning of effective means for interacting with each stakeholder, and protocols for accurately documenting your work for the sake of transparency, accountability and evaluation of the process.",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_5"
                    ],
                    "id": "task-prepare-an-engagement-plan",
                    "prerequisites": []
                },
                {
                    "name_translations": {
<<<<<<< HEAD
=======
                        "en": "Create awareness and communication",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Ensure that relevant stakeholders are aware of the initiative in order to ensure their participation. Awareness-raising is a process that seeks to inform and educate people about a topic or issue with the intention of influencing their attitudes, behaviours and beliefs towards the achievement of a defined purpose or goal.",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4",
                        "ORG_PROBLEM_6.3"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-prepare-an-engagement-plan",
                            "type": "previous"
                        }
                    ],
                    "id": "task-create-awareness-and-communication"
                },
                {
                    "name_translations": {
>>>>>>> baae50ccbd6ecda9940f824bc1135102d84b92ac
                        "en": "Communicate benefit for stakeholders",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Clearly communicate the benefits of service co-production to your network of stakeholders and citizens.\r\nParticipants need to understand why their participation matters, what they can gain individually and as a group.",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-create-awareness-and-communication",
                            "type": "previous"
                        }
                    ],
                    "id": "task-communicate-benefit-for-stakeholders"
                },
                {
                    "name_translations": {
                        "en": "Engage citizens in the co-production process",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "description_translations": {
                        "en": "Provide members of the public with the information they need to understand the project, the decision process, and also how public input can influence decisions, the design of the service and the way it is delivered. ",
                        "es": "",
                        "it": "",
                        "lv": ""
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_10",
                        "ORG_PROBLEM_11"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-communicate-benefit-for-stakeholders",
                            "type": "previous"
                        }
                    ],
                    "id": "task-engage-citizens-in-the-co-production-process"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-identify-stakeholders",
                    "type": "previous"
                }
            ],
            "id": "objective-engage-stakeholders"
        }
    ]
}