{
    "id": "phase-refine",
    "prerequisites": [
        {
            "item": "phase-run",
            "status": "finished"
        }
    ],
    "name_translations": {
        "en": "Refine",
        "es": "Refinar",
        "it": "Definizione",
        "lv": "Uzlabojiet"
    },
    "description_translations": {
        "en": "Apply refinements according to crowd-contributions and publish new version of service description.",
        "es": "Aplicar mejoras según las contribuciones de la multitud y publicar una nueva versión de la descripción del servicio.",
        "it": "Aggiungi i contributi collettivi e pubblica la nuova versione della descrizione del servizio",
        "lv": "Veiciet uzlabojumus atbilstoši kolektīvajiem ieguldījumiem un publicējiet jaunu pakalpojuma apraksta versiju."
    },
    "objectives": [
        {
            "name_translations": {
                "en": "Apply refinements",
                "es": "Aplicar mejoras",
                "it": "Accogli le definizioni",
                "lv": "Piemērojiet uzlabojumus"
            },
            "description_translations": {
                "en": "You may use a changes template to trace how the refinements approved in report from Description Augmenter are applied",
                "es": "Puede utilizar una plantilla de cambios para seguir cómo se aplican las mejoras aprobadas en el informe del Aumentador de Descripciones",
                "it": "Puoi tenere traccia delle modifiche per non perdere la cronistoria dei commenti applicati al documento attraverso il Description Augmenter",
                "lv": "Varat izmantot izmaiņu veidni, lai izsekotu, kā tiek piemēroti Apraksta Paplašinātāja pārskatā apstiprinātie uzlabojumi"
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Generate a checklist for improvements",
                        "es": "Generar una lista de control para las mejoras",
                        "it": "Genera una checklist per monitorare i commenti",
                        "lv": "Izveidojiet kontrolsarakstu uzlabojumiem"
                    },
                    "description_translations": {
                        "en": "You may clone a given Servicepedia enhancements reports and upload with the support of GoogleDrive INTERLINKER (through initiate Procedure) so that you can use such document as check list to indicate what accepted refinement suggestions have been processed.",
                        "es": "Puede clonar un determinado informe de mejoras de Servicepedia y subirlo con el apoyo de GoogleDrive INTERLINKER (a través de iniciar el Procedimiento) para que pueda utilizar dicho documento como lista de comprobación para indicar qué sugerencias de mejora aceptadas han sido procesadas.",
                        "it": "Puoi effettuare una copia del report con tutte le modifiche e caricarlo nello spazio di lavoro con il supporto dell'INTERLINKER GoogleDrive (clicca sul bottone \"Abilita risorse collaborative\"). Puoi usare questo documento come checklist per indicare quali suggerimenti sono stati accettati e processati.",
                        "lv": "Jūs varat klonēt noteiktus Servicepedia uzlabojumu pārskatus un augšupielādēt, izmantojot GoogleDrive INTERLINKERa atbalstu (izmantojot iniciēšanas procedūru). Jūs varat izmantot šo dokumentu kā kontrolsarakstu, lai norādītu, kādi pieņemtie uzlabojumu ieteikumi ir apstrādāti."
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7"
                    ],
                    "id": "task-generate-a-checklist-for-improvements",
                    "prerequisites": []
                },
                {
                    "name_translations": {
                        "en": "Link to content management system (CMS) where changes should be applied",
                        "es": "Enlace al sistema de gestión de contenidos (CMS) donde deben aplicarse los cambios",
                        "it": "Crea collegamenti nel Content Management System (CMS) nel punto dove dovrebbero essere applicati dei cambiamenti",
                        "lv": "Saite uz satura pārvaldības sistēmu (CMS), kurā būtu jāpiemēro izmaiņas"
                    },
                    "description_translations": {
                        "en": "Link to content management system (CMS) where changes should be applied to the public service description",
                        "es": "Enlace al sistema de gestión de contenidos (CMS) donde se deben aplicar los cambios a la descripción del servicio público",
                        "it": "Crea collegamenti nel Content Management System (CMS) nel punto dove dovrebbero essere applicati dei cambiamenti alla descrizione dei servizi pubblici",
                        "lv": "Saite uz satura pārvaldības sistēmu, kur jāveic izmaiņas sabiedriskā pakalpojuma aprakstā"
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_7"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-generate-a-checklist-for-improvements",
                            "type": "previous"
                        }
                    ],
                    "id": "task-link-to-content-management-system-cms-where-changes-should-be-applied"
                }
            ],
            "id": "objective-apply-refinements",
            "prerequisites": []
        },
        {
            "name_translations": {
                "en": "Publish refined version of public service description",
                "es": "Publicar una versión mejorada de la descripción del servicio público",
                "it": "Pubblica la versione aggiornata della descrizione del servizio pubblico",
                "lv": "Publicējiet publiskā pakalpojuma apraksta precizētu versiju"
            },
            "description_translations": {
                "en": "Using the External Resource Manager (through Initiate Procedure) include link to enhanced version of public service description after changes have been applied",
                "es": "Mediante el Gestor de Recursos Externos (a través del Procedimiento de Iniciación) incluir el enlace a la versión mejorada de la descripción del servicio público después de aplicar los cambios",
                "it": "Usa il Gestore di Risorse Esterne (clicca sul bottone \"Abilita risorse collaborative\") per includere un collegamento alla versione aggiornata della descrizione del servizio pubblico, dopo aver accolto i commenti",
                "lv": "Izmantojot ārējo resursu pārvaldnieku (izmantojot iniciēšanas procedūru), iekļaujiet saiti uz sabiedrisko pakalpojumu apraksta uzlaboto versiju pēc izmaiņu ieviešanas"
            },
            "problemprofiles": [],
            "tasks": [
                {
                    "name_translations": {
                        "en": "Link with enhanced version of public service description",
                        "es": "Enlace con la versión mejorada de la descripción del servicio público",
                        "it": "Crea un link alla versione aggiornata della descrizione del servizio pubblico",
                        "lv": "Saite ar publiskā pakalpojuma apraksta uzlaboto versiju"
                    },
                    "description_translations": {
                        "en": "Leverage External Resource Manager to include reference to new public service description",
                        "es": "Incluir la referencia a la nueva descripción del servicio público",
                        "it": "Utilizza il Gestore di Risorse Esterne per includere riferimenti alla nuova descrizione di servizio pubblico",
                        "lv": "Izmantojiet ārējo resursu pārvaldnieku, lai iekļautu atsauci uz jauno publiskā pakalpojuma aprakstu"
                    },
                    "problemprofiles": [],
                    "prerequisites": [],
                    "id": "task-link-with-enhanced-version-of-public-service-description"
                },
                {
                    "name_translations": {
                        "en": "Communicate enhancements to co-refiners",
                        "es": "Comunicar las mejoras a los co-refinadores",
                        "it": "Comunica le nuove definizioni ai partecipanti",
                        "lv": "Paziņojiet par uzlabojumiem koprades dalībniekiem"
                    },
                    "description_translations": {
                        "en": "Communicate the enhancements applied as result of co-refiners contributions and send update",
                        "es": "Comunicar las mejoras aplicadas como resultado de las contribuciones de los co-refinadores y enviar la actualización",
                        "it": "Comunica i commenti accolti, come risultato del contributo dei partecipanti e invia gli aggiornamenti",
                        "lv": "Paziņojiet par koprades rezultātā ieviestajiem uzlabojumiem un nosūtiet atjauninājumus"
                    },
                    "problemprofiles": [
                        "ORG_PROBLEM_4"
                    ],
                    "prerequisites": [
                        {
                            "item": "task-link-with-enhanced-version-of-public-service-description",
                            "type": "previous"
                        }
                    ],
                    "id": "task-communicate-enhancements-to-co-refiners"
                }
            ],
            "prerequisites": [
                {
                    "item": "objective-apply-refinements",
                    "type": "previous"
                }
            ],
            "id": "objective-publish-refined-version-of-public-service-description"
        }
    ],
    "is_part_of_codelivery": true
}