{
    "Cancel": "Annulla",
    "external-resource": "Risorse esterne",
    "Name": "Nome",
    "Created": "Creato",
    "Updated": "Aggiornato",
    "Interlinker": "Interlinker",
    "Actions": "Azioni",
    "No resources yet": "Nessuna risorsa ancora specificata",
    "Finished": "Finito",
    "In progress": "In corso",
    "Awaiting": "In attesa",
    "Official": "Ufficiale",
    "Community": "Comunità",
    "Citizens": "Cittadini",
    "Public administration": "Amministrazione pubblica",
    "Non profit organization": "Organizzazione non profit",
    "For profit organization": "Organizzazione a scopo di lucro",
    "Administrator": "Amministratore",
    "Unknown": "Sconosciuto",
    "Internal software": "Software interno",
    "Internal knowledge": "Conoscenza interna",
    "External software": "Software esterno",
    "External knowledge": "Conoscenza esterna",
    "Problem profiles": "Profili del problema",
    "Nature": "Tipologia",
    "Search": "Ricerca",
    "Minimum rating": "Valutazione minima",
    "Problem profile": "Profilo del problema",
    "Logotype": "Logo",
    "by": "per",
    "Interlink platform": "Piattaforma Interlink",
    "Last update": "Ultima modifica",
    "time-ago": "{{when}} fa",
    "Rating": "Grado di valutazione",
    "Keywords": "Parole chiave",
    "interlinkers-catalogue-total": "trovati {{total}} Interlinker",
    "Load more": "Carica altri",
    "Overview": "Panoramica",
    "Instructions": "Istruzioni",
    "Reviews": "Recensioni",
    "Related interlinkers": "Interlinker correlati",
    "Preview-noun": "Anteprima",
    "Creator": "Creatore",
    "Tags": "Etichette",
    "Based on": "Basato su",
    "URI": "URI",
    "Not available": "Non disponibile",
    "Description": "Descrizione",
    "This resource cannot be displayed here. Instead...": "Questa risorsa non può essere visualizzata qui. Invece...",
    "you can preview the resource externally": "è possibile visualizzare l'anteprima della risorsa all'esterno",
    "Preview resource externally": "Anteprima della risorsa all'esterno",
    "you can download a copy of it to preview it on your machine": "è possibile scaricarne una copia per visualizzarla in anteprima sul proprio computer",
    "Download resource": "Scarica la risorsa",
    "copied-clipboard": "URL dell'interlinker copiato negli appunti",
    "Dashboard: Interlinker Details": "Cruscotto: Dettagli Interlinker",
    "overall-rating": "Valutazione complessiva",
    "ratings-in-total": "valutazioni",
    "rate-interlinker": "Valuta questo Interlinker",
    "title": "Titolo",
    "body": "Corpo",
    "Send": "Invia",
    "schema": "schema",
    "schema-selection-title": "Selezione dello schema di co-produzione",
    "Creation date": "Data di creazione",
    "Preview": "Anteprima",
    "Go back": "Torna indietro",
    "use-what": "Utilizzare {{what}}",
    "this-is-a-preview": "Questa è un'anteprima. Fare clic su 'Usa schema' per istanziarlo",
    "Confirm deletion": "Confermare l'eliminazione",
    "Are you sure you want to remove this permission?": "Siete sicuri di voler rimuovere questa autorizzazione?",
    "team": "squadra",
    "Show all the permissions for this tree item, including those ones that do not affect you": "Mostra tutti i permessi per questo elemento dell'albero, compresi quelli che non riguardano l'utente",
    "Permissions set at lower levels prevail over others. That is, if you set a permission on a task, it will overwrite the permission, if any, assigned to the same team at higher levels (objectives and phases).": "I permessi impostati a livelli inferiori prevalgono sugli altri. Cioè, se si imposta un'autorizzazione su un'attività, questa sovrascriverà l'eventuale autorizzazione assegnata allo stesso team a livelli superiori (obiettivi e fasi).",
    "Affects you": "Vi riguarda",
    "Team": "Gruppo di lavoro",
    "Team role": "Ruolo del team",
    "access_assets_permission": "Visualizza le risorse",
    "create_assets_permission": "Creare risorse",
    "delete_assets_permission": "Eliminare le risorse",
    "Permissions for the phase": "Permessi per la fase",
    "Permissions for the objective": "Permessi per l'obiettivo",
    "Permissions for the task": "Permessi per l'attività",
    "Final permissions for you": "Permessi finali per voi",
    "Add new permission to the": "Aggiungete una nuova autorizzazione al file",
    "Current status": "Stato attuale",
    "Status can only be set for tasks": "Lo stato può essere impostato solo per le attività",
    "Time planification": "Pianificazione del tempo",
    "Start and end dates can only be set for tasks": "Le date di inizio e fine possono essere impostate solo per le attività",
    "Start": "Inizio",
    "End": "Fine",
    "Not set": "Non impostato",
    "Discard changes": "Scartare le modifiche",
    "Save": "Salva",
    "other actions": "altre azioni",
    "Remove {{what}}": "Rimuovere {{what}}",
    "Are you sure?": "Sei sicuro?",
    "login-required": "Richiesta autenticazione",
    "login-required-description": "Devi essere autenticato per accedere a questa sezione.",
    "Login": "Login",
    "You can disable these messages in the settings wheel": "È possibile disattivare questi messaggi nelle impostazioni",
    "Logout": "Disconnettersi",
    "Workspace": "Spazio di lavoro",
    "Organizations": "Organizzazioni",
    "Catalogue": "Catalogo",
    "Help": "Aiuto",
    "Open user manual": "Aprire il manuale d'uso",
    "Feedback form": "Modulo di feedback",
    "Support form": "Modulo di supporto",
    "Project": "Progetto",
    "INTERLINK platform": "Piattaforma",
    "Co-production": "Co-produzione",
    "About": "Informazioni aggiuntive",
    "Guide": "Guida",
    "Workplan": "Pianificazione",
    "Settings": "Impostazioni",
    "Theme": "Tema grafico",
    "Language": "Lingua",
    "you-do-not-have-permission": "Non hai i permessi necessari per eseguire questa azione",
    "LIGHT": "CHIARO",
    "DARK": "SCURO",
    "dashboard-title": "Pannello di controllo",
    "(it will be not related to project but it is useful for features exploration)": "(non sarà legato al progetto ma è utile per l'esplorazione delle caratteristiche)",
    "Download locally as resource not related to project (for features exploration)": "Scaricare localmente come risorsa non legata al progetto (per l'esplorazione delle caratteristiche)",
    "Instantiate as resource to use in project": "Istanziare come risorsa da utilizzare nel progetto",
    "Open the external resource on a new tab": "Aprire la risorsa esterna in una nuova scheda",
    "Open": "Aprire",
    "Edit": "Modifica",
    "Clone": "Clone",
    "Delete": "Eliminare",
    "Download": "Scaricare",
    "Resources": "Risorse",
    "Permissions": "Autorizzazioni",
    "You do not have access to the resources of this task": "Non si ha accesso alle risorse di questo compito",
    "Open catalogue": "Vedere gli interlinker consigliati nel catalogo",
    "Initiate procedure": "Abilita risorse collaborative",
    "Create": "Crea",
    "Link an external resource": "Collega una risorsa esterna",
    "Coproduction process overview": "Panoramica del processo di coproduzione",
    "Progress": "Progressi",
    "Go to the task": "Vai all'attività",
    "Set coproduction process data": "Impostare i dati del processo di coproduzione",
    "The coproduction process data has been defined.": "Sono stati definiti i dati del processo di coproduzione.",
    "The co-production process data are a set of attributes that serve to define the process to be carried out.": "I dati del processo di co-produzione sono un insieme di attributi che servono a definire il processo da realizzare.",
    "Go to settings section": "Accedere alla sezione delle impostazioni",
    "OPTIONAL": "OPZIONALE",
    "Set coproduction process administrators": "Impostare gli amministratori del processo di coproduzione",
    "The administrators of the coproduction process data has been defined.": "Sono stati definiti gli amministratori dei dati del processo di coproduzione.",
    "administrators": "amministratori",
    "Administrators can update the coproduction proccess information, add permissions to the tree items or add new administrators": "Gli amministratori possono aggiornare le informazioni sul processo di coproduzione, aggiungere permessi alle voci dell'albero o aggiungere nuovi amministratori",
    "Select the coproduction schema": "Selezionare lo schema di coproduzione",
    "The schema has been selected. You can delete the resulting coproduction tree in the settings section.": "Lo schema è stato selezionato. È possibile eliminare l'albero di coproduzione risultante nella sezione delle impostazioni.",
    "The schemas are used to create the initial phases, tasks and objectives of the co-production process. From there, the resulting co-production tree can be freely modified. Click on the button and search for the optimal coproduction schema for your process.": "Gli schemi vengono utilizzati per creare le fasi iniziali, i compiti e gli obiettivi del processo di co-produzione. Da qui, l'albero di coproduzione risultante può essere modificato liberamente. Cliccate sul pulsante e cercate lo schema di coproduzione ottimale per il vostro processo.",
    "Select an schema": "Selezionare uno schema",
    "Grant permissions over process to co-producer teams and start co-producing through Guide view": "Concedere i permessi sul processo ai team di co-produttori e avviare la co-produzione attraverso la vista Guida",
    "At least a permission has been created.": "Almeno è stato creato un permesso.",
    "Now you can permit teams to work on the coproduction process. For that, navigate to the Guide section and add new permission for the tree items.": "Ora è possibile consentire ai team di lavorare al processo di coproduzione. A tale scopo, passare alla sezione Guida e aggiungere nuovi permessi per le voci dell'albero.",
    "Grant permissions to teams in the guide section": "Concedere le autorizzazioni ai team nella sezione della guida",
    "See task": "Vedi compito",
    "Required": "Richiesto",
    "NAME OF THE PROJECT": "NOME DEL PROGETTO",
    "SHORT DESCRIPTION OF THE PROJECT": "BREVE DESCRIZIONE DEL PROGETTO",
    "ACTUAL ORGANIZATION OF THE SERVICE": "ORGANIZZAZIONE ATTUALE DEL SERVIZIO",
    "AIM OF THE PROJECT": "SCOPO DEL PROGETTO",
    "IDEA OF SERVICE TO BE CO-DELIVERED": "IDEA DEL SERVIZIO DA CO-EROGARE",
    "CHALLENGES OF THE PROJECT": "SFIDE DEL PROGETTO",
    "Edit coproduction process": "Modifica del processo di coproduzione",
    "Administrators of the coproduction process": "Amministratori del processo di coproduzione",
    "Administrators of a co-production process can edit the co-production tree, assign new permissions to teams and even delete the co-production process. Be careful who you assign as an administrator.": "Gli amministratori di un processo di coproduzione possono modificare l'albero di coproduzione, assegnare nuove autorizzazioni ai team e persino eliminare il processo di coproduzione. Fate attenzione a chi assegnate come amministratore.",
    "Clear coproduction process tree": "Un chiaro albero del processo di coproduzione",
    "The clearing of the co-production tree is irreversible. All resources created in it will disappear. However, the co-production process will not be deleted.": "L'abbattimento dell'albero della coproduzione è irreversibile. Tutte le risorse create in esso scompariranno. Tuttavia, il processo di co-produzione non verrà cancellato.",
    "Delete coproduction process": "Cancellare il processo di coproduzione",
    "Remove coproduction process": "Rimuovere il processo di coproduzione",
    "The deletion of the co-production process is irreversible. All resources created in it will disappear.": "La cancellazione del processo di co-produzione è irreversibile. Tutte le risorse create in esso scompariranno.",
    "Coproduction process team": "Team del processo di coproduzione",
    "See profile": "Vedi profilo",
    "There are no teams working on the coproduction process yet. To add a new team, navigate to the guide section, select a tree item and add a new permission.": "Non ci sono ancora team che lavorano al processo di coproduzione. Per aggiungere un nuovo team, navigare nella sezione della guida, selezionare una voce dell'albero e aggiungere un nuovo permesso.",
    "Create new permission": "Creare una nuova autorizzazione",
    "Create new team": "Creare un nuovo team",
    "Select the team to apply the permission": "Selezionare il team a cui applicare l'autorizzazione",
    "Select the permissions for the overall coproduction process for the team {{team_name}}": "",
    "Select the permissions for {{treeitem_name}} and for the team {{team_name}}": "",
    "Team logotype": "",
    "There is already a permission for this team": "",
    "Next": "Prossimo",
    "Back": "Indietro",
    "Only registered users can be added": "Solo gli utenti registrati possono essere aggiunti",
    "Type here to add users": "",
    "No results. Try to type the complete email of the user": "",
    "already added": "",
    "Day": "Giorno",
    "Week": "Settimana",
    "Month": "Mese",
    "Year": "Anno",
    "catalogue-title": "Catalogo degli Interlinker",
    "interlinkers-catalogue": "Catalogo degli Interlinker",
    "organizations-title": "",
    "Organizations and teams present in the platform": "",
    "Here you can find the different organizations that are working on the platform. In each organization teams are created to group the users.": "",
    "Create new organization": "",
    "organization-creation-title": "",
    "Click here to add a logo": "",
    "Public organizations's information can be accessed by any user of the platform in the 'Organizations' tab": "",
    "Public": "",
    "Who can create teams": "",
    "Default team type": "",
    "organization": "",
    "Who can create teams in this organization?": "",
    "Teams": "",
    "Administrators": "",
    "Type": "",
    "Members": "Membri",
    "Your participation in the team": "",
    "None": "",
    "No teams found in this organization": "",
    "Team number": "",
    "Your participation in the organization": "",
    "team-create-title": "Creazione del gruppo",
    "Organization type": "",
    "you": "tu",
    "Email": "Email",
    "Last login": "Ultimo accesso",
    "coproductionprocess-creation-title": "Crea un processo di co-produzione",
    "No teams": "",
    "workspace-title": "Spazio di lavoro",
    "Welcome": "Benvenuto/a, {{name}}",
    "workspace-subtitle": "Ecco l'attività recente nel tuo spazio di lavoro",
    "add-process": "Crea un nuovo processo",
    "Status": "",
    "Your participation in the process": "",
    "Empty": "Vuoto",
    "Create a new co-production process": "",
    "home-1-1": "Il portale di collaborazione per co-produrre servizi pubblici migliori e più inclusivi",
    "home-1-2": "Vai al tuo spazio di co-produzione",
    "home-2-1": "Sei una Pubblica Amministrazione, un'azienda o un cittadino che vuole co-progettare e co-erogare servizi pubblici migliori?",
    "home-2-2": "La piattaforma INTERLINK ti supporterà nello sviluppo di partenariati pubblico-civici, nella co-progettazione e nella co-erogazione di servizi pubblici. Questa piattaforma digitale per guidare passo dopo passo la co-produzione e la co-fornitura di servizi pubblici è attualmente in fase di progettazione, insieme a un insieme di risorse riutilizzabili open-source che aiuteranno concretamente la pianificazione e l'implementazione dei servizi. La piattaforma fornirà un ambiente collaborativo dove i diversi attori lavoreranno insieme e troveranno le conoscenze e gli strumenti necessari per portare avanti uno sforzo congiunto verso la co-produzione di servizi.",
    "home-3-1": "Perché la co-produzione?",
    "home-3-2": "La co-produzione è una pratica nella fornitura di servizi pubblici in cui le amministrazioni pubbliche, le parti interessate e i cittadini lavorano mano nella mano per la creazione di politiche e servizi pubblici. Nella co-produzione, i fornitori di servizi e gli utenti lavorano insieme per raggiungere un risultato collettivo. La coproduzione può aiutare a costruire comunità più forti e a sviluppare la cittadinanza.",
    "home-3-3": "Per saperne di più sulla co-produzione",
    "home-4-1": "Sfoglia il catalogo delle risorse",
    "home-4-2": "INTERLINK promuove il riutilizzo e la condivisione di servizi e risorse pubbliche esistenti facendo leva sulla partnership tra cittadini, attori privati e amministrazioni pubbliche. INTERLINK fornisce una serie di blocchi digitali, chiamati \"INTERLINKERs\", che supportano diversi attori a cooperare nella fornitura di un servizio.",
    "home-4-3": "Sfoglia il catalogo",
    "home-5-1": "Partecipa attivamente al processo di co-produzione",
    "home-5-2": "INTERLINK viene utilizzato in diversi paesi europei per realizzare progetti di co-produzione. Scopri chi sta utilizzando INTERLINK e unisciti a progetti di co-produzione in corso! Registrati alla piattaforma INTERLINK e scopri i progetti attivi!",
    "home-5-3": "Vai al tuo spazio di co-produzione",
    "spain": "Spagna",
    "home-zaragoza-pilot": "Saragozza sta utilizzando il framework di governance INTERLINK per ampliare l'iniziativa di Open Innovation all'interno della città. Il quadro e l'insieme di fattori abilitanti messi a disposizione all'interno di INTERLINK stanno fornendo supporto per l'Open Innovation sostenibile nella co-creazione e co-fornitura di servizi.",
    "latvia": "Lettonia",
    "home-latvia-pilot": "L'obiettivo del caso d'uso dei centri di assistenza clienti del Ministero lettone per la protezione ambientale e lo sviluppo regionale è testare la fornitura di servizi in condivisione con terze parti per migliorare i servizi pubblici.",
    "italy": "Italia",
    "home-italy-pilot": "Il Ministero dell'Economia e delle Finanze italiano insieme all'Agenzia per l'Italia Digitale sfrutterà la piattaforma INTERLINK e le sue componenti per co-creare un nuovo modulo per una Pianificazione Strategica Congiunta tra Enti Pubblici centrali e locali.",
    "home-about-1": "COLLABORAZIONE e RIUSO",
    "home-about-1-1": "INTERLINK è un progetto europeo che mira a superare le barriere che impediscono alle amministrazioni di riutilizzare e condividere i servizi con partner privati (compresi i cittadini) sviluppando un nuovo modello di governance collaborativa che fonde l'entusiasmo e la flessibilità delle iniziative nate dal basso con la legittimità e la responsabilità garantite dall'alto da strutture di e-government.",
    "home-about-1-2": "Il consorzio multidisciplinare INTERLINK creerà il nuovo modello di governance e degli Interlinkers all'interno di un quadro tecnologico e di una piattaforma operativa basata su un sistema software aperto, facilitando la co-produzione di servizi tra le PA e le parti interessate private. La soluzione sarà personalizzata, implementata e valutata su tre casi d'uso (MEF, VARAM e Saragozza). Le lezioni apprese nei tre casi d'uso saranno generalizzate per fornire una soluzione riutilizzabile in tutta Europa.",
    "home-about-2": "Scopri maggiori informazioni sulle attività di sperimentazione di INTERLINK!",
    "home-about-download-brochure": "Scarica la brochure",
    "Engagement": "Coinvolgimento",
    "Design": "Progettazione",
    "home-coproduction-build": "La co-progettazione riguarda attività che incorporano \"l'esperienza degli utenti e delle loro comunità\" nella creazione, pianificazione o organizzazione di servizi pubblici\" (Bovaird e Loeffler, 2012). In questa fase viene creato il team di co-produzione e si inizia a lavorare insieme per definire il servizio da co-produrre. La fase di co-progettazione prevede due sottofasi:",
    "Co-design phase": "Fase di Co-progettazione",
    "Build": "Realizzazione",
    "Sustain": "Sostenibilità",
    "home-coproduction-codelivery": "La co-erogazione è uno sforzo congiunto delle autorità pubbliche e delle parti interessate per fornire e migliorare i servizi pubblici (Alford, 2014; Nabatchi et.al., 2017) in cui il servizio viene implementato ed erogato in modo sostenibile. La fase di co-erogazione prevede due sottofasi:",
    "Co-delivery phase": "Fase di Co-erogazione",
    "Co-production process": "Processo di co-produzione",
    "home-coproduction-1": "Due fasi principali caratterizzano questo il processo di co-produzione: la fase di CO-PROGETTAZIONE e la fase di CO-EROGAZIONE, ciascuna di esse è ulteriormente specificata in sottofasi:",
    "home-platform-1": "COLLABORAZIONE e RIUSO",
    "home-platform-1-1": "La piattaforma INTERLINK offre un ambiente digitale che facilita i processi di co-produzione tra Pubbliche Amministrazioni, soggetti privati e cittadini e promuove il riutilizzo di software per l'erogazione dei servizi pubblici. In INTERLINK, diversi attori possono lavorare insieme e trovare le conoscenze e gli strumenti necessari per svolgere uno sforzo congiunto verso la co-progettazione e la co-erogazione di servizi.",
    "home-platform-2": "CO-PROGETTAZIONE e CO-EROGAZIONE",
    "home-platform-2-1": "Durante il processo di co-produzione emergono diverse domande e problemi. INTERLINK guida l'intero processo: dalla creazione del piano di lavoro iniziale alla raccomandazione del software che può essere riutilizzato nel tuo progetto. INTERLINK fornisce una guida passo passo per la co-produzione e la co-erogazione di servizi pubblici insieme a linee guida, suggerimenti e modelli che facilitano la collaborazione.",
    "home-platform-3": "INTERLINKERS",
    "home-platform-3-1": "INTERLINK facilita la condivisione e il riutilizzo di conoscenze, software e servizi. Gli INTERLINKER sono conoscenze o software che il tuo team può riutilizzare e personalizzare per fornire servizi. Sono elementi costitutivi digitali che risolvono i problemi che un team di stakeholder potrebbe incontrare durante l'intero processo: linee guida, buone pratiche, modelli, esempi e software riutilizzabili supportano l'intero ciclo di vita della co-produzione, dalla fase iniziale dello sviluppo della rete alla co-erogazione finale e al monitoraggio del servizio. Queste risorse aiutano la progettazione collaborativa di nuove soluzioni che mettono al centro le esigenze degli utenti",
    "home-platform-4": "Ulteriori informazioni sull'utilizzo della piattaforma",
    "home-platform-4-1": "Per domande frequenti e suggerimenti su come utilizzare la piattaforma, scarica il manuale utente",
    "home-platform-4-2": "Scarica il manuale utente",
    "Information about the phase": "Informazioni sulla fase",
    "Information about the objective": "Informazioni sull'obiettivo",
    "Information about the task": "Informazioni sul compito",
    "Phase": "Fase",
    "Objective": "Obiettivo",
    "Task": "Compito",
    "Only the administrators of the organization": "",
    "Members of at least a team of the organization": "",
    "Anyone (the organization must be public)": ""
}
