{
    "Cancel": "Annulla",
    "Edit": "",
    "Clone": "",
    "Delete": "",
    "Confirm deletion": "",
    "Are you sure?": "",
    "Publish": "",
    "Download": "",
    "external-resource": "Risorse esterne",
    "Name": "Nome",
    "Created": "Creato",
    "Updated": "Aggiornato",
    "Interlinker": "Interlinker",
    "Actions": "Azioni",
    "No resources yet": "Nessuna risorsa ancora specificata",
    "Finished": "",
    "In progress": "In corso",
    "Awaiting": "In attesa",
    "Official": "Ufficiale",
    "Community": "Comunità",
    "Internal software": "Software interno",
    "Internal knowledge": "Conoscenza interna",
    "External software": "Software esterno",
    "External knowledge": "Conoscenza esterna",
    "Problem profiles": "Profili del problema",
    "Nature": "Tipologia",
    "Search": "Ricerca",
    "Minimum rating": "Valutazione minima",
    "Problem profile": "",
    "Logotype": "Logo",
    "by": "per",
    "Interlink platform": "Piattaforma Interlink",
    "Last update": "Ultima modifica",
    "time-ago": "{{when}} fa",
    "Rating": "Grado di valutazione",
    "Keywords": "",
    "interlinkers-catalogue-total": "trovati {{total}} Interlinker",
    "Load more": "Carica altri",
    "Creator": "Creatore",
    "Tags": "Etichette",
    "Based on": "Basato su",
    "URI": "URI",
    "Not available": "",
    "copied-clipboard": "Copiato negli appunti",
    "Dashboard: Interlinker Details": "",
    "overall-rating": "Valutazione complessiva",
    "ratings-in-total": "valutazioni",
    "rate-interlinker": "Valuta questo Interlinker",
    "title": "Titolo",
    "body": "Corpo",
    "Send": "Invia",
    "schema": "schema",
    "schema-selection-title": "Selezione dello schema di co-produzione",
    "Description": "Descrizione",
    "Creation date": "",
    "Preview": "",
    "Go back": "",
    "use-what": "",
    "This is a preview. Click on 'Use Schema' to instantiate it": "",
    "Current status": "",
    "Status can only be set for tasks": "",
    "Time planification": "",
    "Start and end dates can only be set for tasks": "",
    "Start": "",
    "End": "",
    "Not set": "",
    "Discard changes": "",
    "Save": "Salva",
    "other actions": "",
    "Remove": "",
    "login-required": "Richiesta autenticazione",
    "login-required-description": "Devi essere autenticato per accedere a questa sezione.",
    "Login": "Login",
    "No help found for": "",
    "Need help?": "",
    "Logout": "Disconnettersi",
    "Workspace": "Spazio di lavoro",
    "Interlinkers": "Interlinkers",
    "Public Services": "Servizi pubblici",
    "Project": "Progetto",
    "INTERLINK platform": "Piattaforma",
    "Co-production": "Co-produzione",
    "Catalogue": "Catalogo",
    "About": "Informazioni aggiuntive",
    "Overview": "Panoramica",
    "Guide": "Guida",
    "Workplan": "Pianificazione",
    "Team": "Gruppo di lavoro",
    "Settings": "Impostazioni",
    "Theme": "Tema grafico",
    "Language": "Lingua",
    "Show help button": "",
    "My processes": "I miei processi",
    "add-process": "Crea un nuovo processo",
    "My teams": "I miei gruppi",
    "add-teams": "Crea un nuovo gruppo",
    "you-do-not-have-permission": "Non hai i permessi necessari per eseguire questa azione",
    "LIGHT": "CHIARO",
    "DARK": "SCURO",
    "coproductionprocess-creation-title": "Crea un processo di co-produzione",
    "Create": "Crea",
    "dashboard-title": "Pannello di controllo",
    "Progress of the coproduction process": "",
    "Recent resources": "Risorse recenti",
    "Only the creator of the process can select an schema": "Solo il creatore del processo può seleziona uno schema",
    "(it will be not related to project but it is useful for features exploration)": "(non sarà legato al progetto ma è utile per l'esplorazione delle caratteristiche)",
    "Download locally as resource not related to project (for features exploration)": "",
    "Instantiate as resource to use in project": "",
    "Open the external resource on a new tab": "",
    "Current resources": "Risorse correnti",
    "Open catalogue": "",
    "Initiate procedure": "Abilita risorse collaborative",
    "Link an external resource": "Collega una risorsa esterna",
    "Done on": "",
    "Done": "",
    "Coproduction process creation": "",
    "Go to settings section": "",
    "Coproduction process settings": "",
    "Go to guide section": "",
    "Schema selection": "",
    "Schema has not been selected yet": "",
    "See phase in the guide": "",
    "Complete": "",
    "Phase is not finished yet": "",
    "Mark process as finished": "",
    "All phases must be finished to mark the process as finished": "",
    "See task": "Vedi compito",
    "Edit coproduction process": "",
    "Remove coproduction process": "",
    "Required": "Richiesto",
    "NAME OF THE PROJECT": "NOME DEL PROGETTO",
    "SHORT DESCRIPTION OF THE PROJECT": "BREVE DESCRIZIONE DEL PROGETTO",
    "ACTUAL ORGANIZATION OF THE SERVICE": "ORGANIZZAZIONE ATTUALE DEL SERVIZIO",
    "AIM OF THE PROJECT": "SCOPO DEL PROGETTO",
    "IDEA OF SERVICE TO BE CO-DELIVERED": "IDEA DEL SERVIZIO DA CO-EROGARE",
    "CHALLENGES OF THE PROJECT": "SFIDE DEL PROGETTO",
    "permissions-title": "Gruppi ed individui",
    "permissions-subtitle": "Puoi aggiungere interi gruppi o individui al processo. Nel caso in cui un individuo appartenga ad una gruppo, prevale il ruolo assegnato all'individuo.",
    "Roles": "Ruoli",
    "add-role-confirmation": "Sei sicuro di voler aggiungere \"{{name}}\" a questo processo? Verrà aggiunto con il ruolo predefinito",
    "Add": "Aggiungi",
    "view-resources": "Visualizza le risorse",
    "create-resources": "Crea risorse",
    "delete-resources": "Cancella le risorse",
    "add-teams-or-individuals": "Aggiungi gruppi o individui singoli",
    "change-settings": "Modifica impostazioni",
    "role-creation-title": "Crea un nuovo ruolo",
    "role-creation-description": "Per creare un ruolo, inserisci un nome ed una descrizione del ruolo. Successivamente aggiungi le autorizzazioni al ruolo.",
    "Permissions": "Autorizzazioni",
    "Next": "Prossimo",
    "Back": "Indietro",
    "Full name": "Nome e Cognome",
    "Email": "Email",
    "Last login": "Ultimo accesso",
    "Add user to the team": "Aggiungi un individuo al gruppo",
    "Role": "Ruolo",
    "Members": "Membri",
    "Empty": "Vuoto",
    "add-new": "Aggiungi un nuovo {{what}}",
    "Only registered users can be added": "",
    "Day": "Giorno",
    "Week": "Settimana",
    "Month": "Mese",
    "Year": "Anno",
    "catalogue-title": "Catalogo degli Interlinker",
    "interlinkers-catalogue": "Catalogo degli Interlinker",
    "workspace-title": "Spazio di lavoro",
    "Welcome": "Benvenuto/a, {{name}}",
    "workspace-subtitle": "Ecco l'attività recente nel tuo spazio di lavoro",
    "Not implemented yet": "",
    "workspace-emptyprocesses": "Al momento non stai partecipando ad alcun processo di co-produzione. Puoi crearne uno facendo clic sul pulsante \"crea nuovo processo\".",
    "team-create-title": "Creazione del gruppo",
    "team-create-description": "Per creare un gruppo, per favore specifica un nome ed una descrizione. Quindi aggiungi gli individui al gruppo.",
    "you": "tu",
    "Email address": "Indirizzo email",
    "User must have logged in first": "",
    "Add user": "Aggiungi singolo individuo",
    "home-1-1": "Il portale di collaborazione per co-produrre servizi pubblici migliori e più inclusivi",
    "home-1-2": "Vai al tuo spazio di co-produzione",
    "home-2-1": "Sei una Pubblica Amministrazione, un'azienda o un cittadino che vuole co-progettare e co-erogare servizi pubblici migliori?",
    "home-2-2": "La piattaforma INTERLINK ti supporterà nello sviluppo di partenariati pubblico-civici, nella co-progettazione e nella co-erogazione di servizi pubblici. Questa piattaforma digitale per guidare passo dopo passo la co-produzione e la co-fornitura di servizi pubblici è attualmente in fase di progettazione, insieme a un insieme di risorse riutilizzabili open-source che aiuteranno concretamente la pianificazione e l'implementazione dei servizi. La piattaforma fornirà un ambiente collaborativo dove i diversi attori lavoreranno insieme e troveranno le conoscenze e gli strumenti necessari per portare avanti uno sforzo congiunto verso la co-produzione di servizi.",
    "home-3-1": "Perché la co-produzione?",
    "home-3-2": "La co-produzione è una pratica nella fornitura di servizi pubblici in cui le amministrazioni pubbliche, le parti interessate e i cittadini lavorano mano nella mano per la creazione di politiche e servizi pubblici. Nella co-produzione, i fornitori di servizi e gli utenti lavorano insieme per raggiungere un risultato collettivo. La coproduzione può aiutare a costruire comunità più forti e a sviluppare la cittadinanza.",
    "home-3-3": "Per saperne di più sulla co-produzione",
    "home-4-1": "Sfoglia il catalogo delle risorse",
    "home-4-2": "INTERLINK promuove il riutilizzo e la condivisione di servizi e risorse pubbliche esistenti facendo leva sulla partnership tra cittadini, attori privati e amministrazioni pubbliche. INTERLINK fornisce una serie di blocchi digitali, chiamati \"INTERLINKERs\", che supportano diversi attori a cooperare nella fornitura di un servizio.",
    "home-4-3": "Sfoglia il catalogo",
    "home-5-1": "Partecipa attivamente al processo di co-produzione",
    "home-5-2": "INTERLINK viene utilizzato in diversi paesi europei per realizzare progetti di co-produzione. Scopri chi sta utilizzando INTERLINK e unisciti a progetti di co-produzione in corso! Registrati alla piattaforma INTERLINK e scopri i progetti attivi!",
    "home-5-3": "Vai al tuo spazio di co-produzione",
    "spain": "Spagna",
    "home-zaragoza-pilot": "Saragozza sta utilizzando il framework di governance INTERLINK per ampliare l'iniziativa di Open Innovation all'interno della città. Il quadro e l'insieme di fattori abilitanti messi a disposizione all'interno di INTERLINK stanno fornendo supporto per l'Open Innovation sostenibile nella co-creazione e co-fornitura di servizi.",
    "latvia": "Lettonia",
    "home-latvia-pilot": "L'obiettivo del caso d'uso dei centri di assistenza clienti del Ministero lettone per la protezione ambientale e lo sviluppo regionale è testare la fornitura di servizi in condivisione con terze parti per migliorare i servizi pubblici.",
    "italy": "Italia",
    "home-italy-pilot": "Il Ministero dell'Economia e delle Finanze italiano insieme all'Agenzia per l'Italia Digitale sfrutterà la piattaforma INTERLINK e le sue componenti per co-creare un nuovo modulo per una Pianificazione Strategica Congiunta tra Enti Pubblici centrali e locali.",
    "home-about-1": "COLLABORAZIONE e RIUSO",
    "home-about-1-1": "INTERLINK è un progetto europeo che mira a superare le barriere che impediscono alle amministrazioni di riutilizzare e condividere i servizi con partner privati (compresi i cittadini) sviluppando un nuovo modello di governance collaborativa che fonde l'entusiasmo e la flessibilità delle iniziative nate dal basso con la legittimità e la responsabilità garantite dall'alto da strutture di e-government.",
    "home-about-1-2": "Il consorzio multidisciplinare INTERLINK creerà il nuovo modello di governance e degli Interlinkers all'interno di un quadro tecnologico e di una piattaforma operativa basata su un sistema software aperto, facilitando la co-produzione di servizi tra le PA e le parti interessate private. La soluzione sarà personalizzata, implementata e valutata su tre casi d'uso (MEF, VARAM e Saragozza). Le lezioni apprese nei tre casi d'uso saranno generalizzate per fornire una soluzione riutilizzabile in tutta Europa.",
    "home-about-2": "Scopri maggiori informazioni sulle attività di sperimentazione di INTERLINK!",
    "home-about-download-brochure": "Scarica la brochure",
    "Engagement": "Coinvolgimento",
    "Design": "Progettazione",
    "home-coproduction-build": "La co-progettazione riguarda attività che incorporano \"l'esperienza degli utenti e delle loro comunità\" nella creazione, pianificazione o organizzazione di servizi pubblici\" (Bovaird e Loeffler, 2012). In questa fase viene creato il team di co-produzione e si inizia a lavorare insieme per definire il servizio da co-produrre. La fase di co-progettazione prevede due sottofasi:",
    "Co-design phase": "Fase di Co-progettazione",
    "Build": "Realizzazione",
    "Sustain": "Sostenibilità",
    "home-coproduction-codelivery": "La co-erogazione è uno sforzo congiunto delle autorità pubbliche e delle parti interessate per fornire e migliorare i servizi pubblici (Alford, 2014; Nabatchi et.al., 2017) in cui il servizio viene implementato ed erogato in modo sostenibile. La fase di co-erogazione prevede due sottofasi:",
    "Co-delivery phase": "Fase di Co-erogazione",
    "Co-production process": "Processo di co-produzione",
    "home-coproduction-1": "Due fasi principali caratterizzano questo il processo di co-produzione: la fase di CO-PROGETTAZIONE e la fase di CO-EROGAZIONE, ciascuna di esse è ulteriormente specificata in sottofasi:",
    "home-platform-1": "COLLABORAZIONE e RIUSO",
    "home-platform-1-1": "La piattaforma INTERLINK offre un ambiente digitale che facilita i processi di co-produzione tra Pubbliche Amministrazioni, soggetti privati e cittadini e promuove il riutilizzo di software per l'erogazione dei servizi pubblici. In INTERLINK, diversi attori possono lavorare insieme e trovare le conoscenze e gli strumenti necessari per svolgere uno sforzo congiunto verso la co-progettazione e la co-erogazione di servizi.",
    "home-platform-2": "CO-PROGETTAZIONE e CO-EROGAZIONE",
    "home-platform-2-1": "Durante il processo di co-produzione emergono diverse domande e problemi. INTERLINK guida l'intero processo: dalla creazione del piano di lavoro iniziale alla raccomandazione del software che può essere riutilizzato nel tuo progetto. INTERLINK fornisce una guida passo passo per la co-produzione e la co-erogazione di servizi pubblici insieme a linee guida, suggerimenti e modelli che facilitano la collaborazione.",
    "home-platform-3": "INTERLINKERS",
    "home-platform-3-1": "INTERLINK facilita la condivisione e il riutilizzo di conoscenze, software e servizi. Gli INTERLINKER sono conoscenze o software che il tuo team può riutilizzare e personalizzare per fornire servizi. Sono elementi costitutivi digitali che risolvono i problemi che un team di stakeholder potrebbe incontrare durante l'intero processo: linee guida, buone pratiche, modelli, esempi e software riutilizzabili supportano l'intero ciclo di vita della co-produzione, dalla fase iniziale dello sviluppo della rete alla co-erogazione finale e al monitoraggio del servizio. Queste risorse aiutano la progettazione collaborativa di nuove soluzioni che mettono al centro le esigenze degli utenti",
    "home-platform-4": "Ulteriori informazioni sull'utilizzo della piattaforma",
    "home-platform-4-1": "Per domande frequenti e suggerimenti su come utilizzare la piattaforma, scarica il manuale utente",
    "home-platform-4-2": "Scarica il manuale utente",
    "Information about the phase": "",
    "Information about the objective": "",
    "Information about the task": "",
    "Phase": "Fase",
    "Objective": "Obiettivo",
    "Task": "Compito"
}
