{
    "administrative_scopes": [
        "eu"
    ],
    "constraints_and_limitations_translations": {
        "en": "No special constraints apply"
    },
    "description_translations": {
        "en": "This is a model of End Users' Perceptions Questionnaire. It aims to measure end-users' perceptions on user-based quality, value-based quality, trust and acceptance. This questionnaire is thought to be answered by users of traditional e-services and also those who co-produced them through INTERLINK.",
        "es": "Se trata de un modelo de Cuestionario de Percepción de los Usuarios Finales. Su objetivo es medir las percepciones de los usuarios finales sobre la calidad basada en el usuario, la calidad basada en el valor, la confianza y la aceptación. Este cuestionario está pensado para que lo contesten los usuarios de los servicios electrónicos tradicionales y también los que los coproducen a través de INTERLINK.",
        "it": "Questo è un modello di questionario sulla percezione degli utenti finali. Mira a misurare le percezioni degli utenti finali sulla qualità basata sull'utente, sulla qualità basata sul valore, sulla fiducia e sull'accettazione. Il questionario è pensato per ricevere risposta dagli utenti dei servizi tradizionali e anche da coloro che li hanno co-prodotti tramite INTERLINK.",
        "lv": "Šis ir gala lietotāju uztveres aptaujas modelis. Tās mērķis ir izmērīt gala lietotāju uztveri un uz lietotāju balstīto kvalitāti, uz vērtībām balstīto kvalitāti, uzticamību un pieņemšanu. Šī aptauja paredzēta tipisko e-pakalpojumu lietotājiem, kā arī tiem lietotājiem, kuri kopīgi tos veidojuši INTERLINK platformā."
    },
    "difficulty": "easy",
    "domain": "",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "file_translations": {
        "en": "./interlinkers/knowledge/Final-End-Users-Questionnaire-QoS/resource.pdf"
    },
    "form": "survey_template",
    "format": "pdf",
    "id": "final-end-user-s-questionnaire-quality-of-service",
    "instructions_translations": {
        "en": "./interlinkers/knowledge/Final-End-Users-Questionnaire-QoS/instructions.md"
    },
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "public_domain",
    "name_translations": {
        "en": "Final end user's questionnaire- Quality of Service",
        "es": "Cuestionario final del usuario final - Calidad del servicio",
        "it": "Questionario per l'utente finale - Qualità del servizio",
        "lv": "Gala lietotāju noslēguma aptauja - pakalpojuma kvalitāte"
    },
    "problemprofiles": [
        "UND_PROBLEM_3",
        "VAL_PROBLEM_3",
        "VAL_PROBLEM_5",
        "ORG_PROBLEM_6.2"
    ],
    "process": "",
    "regulations_and_standards_translations": {
        "en": ""
    },
    "softwareinterlinker": "googledrive",
    "tags_translations": {
        "en": [
            "quality of service",
            "questionnaire"
        ]
    },
    "targets": [
        "all"
    ],
    "type": "knowledge",
    "types": [
        "enhancing_services;followup_services"
    ]
}