{
    "externalknowledge;agid-cloud-computing-competence-evalution-template;description": "<p>This resource contains a questionnaire to check the level of knowledge and competence in cloud computing </p>",
    "externalknowledge;agid-cloud-computing-competence-evalution-template;name": "AgID Cloud computing competence evalution template",
    "externalknowledge;agid-cloud-computing-migration-strategy-evalution-template;description": "<p>This resource contains a questionnaire to check the cloud computing migration strategy  </p>",
    "externalknowledge;agid-cloud-computing-migration-strategy-evalution-template;name": "AgID Cloud computing migration strategy evalution template",
    "externalknowledge;agid-guidelines-for-the-development-of-secure-software-in-italian;description": "<p>This resource describes the guidelines for the development of secure software in the public administration</p>",
    "externalknowledge;agid-guidelines-for-the-development-of-secure-software-in-italian;name": " AgID guidelines for the development of secure software (in Italian)",
    "externalknowledge;agid-minimum-security-measures-for-public-administration;description": "<p>This resource describes the minimum ICT security measures issued by AgID aim at countering the most frequent cyber threats to the Italian public administration.</p>",
    "externalknowledge;agid-minimum-security-measures-for-public-administration;name": "AgID Minimum Security Measures for Public Administration. ",
    "externalknowledge;cloud-enablement-kit-in-italian;description": "<p>This resource describes the Cloud Enablement strategy outlined by AGID and Team Digitale (in Italian). </p>",
    "externalknowledge;cloud-enablement-kit-in-italian;name": "Cloud Enablement Kit (in Italian)",
    "externalknowledge;edpb-data-protection-guidelines;description": "<p>These Guidelines give general guidance on the obligation of Data Protection by Design and by Default (henceforth “DPbDD”) set forth in Article 25 in the GDPR.</p>",
    "externalknowledge;edpb-data-protection-guidelines;name": "EDPB Data Protection Guidelines",
    "externalknowledge;eidas-standard;description": "<p>The eIDAS solution allows citizens from Member States to prove and verify their identification when accessing on-line services in other Member States. It allows citizens to authenticate themselves by using their eIDs and connecting with their Identity Provider (IdP) from their country. </p>",
    "externalknowledge;eidas-standard;name": "eIDAS standard",
    "externalknowledge;guidelines-on-the-acquisition-and-reuse-of-software-for-public-administrations;description": "<p>This resource aims at explaining how to acquire and reuse software in PA context.</p>",
    "externalknowledge;guidelines-on-the-acquisition-and-reuse-of-software-for-public-administrations;name": "Guidelines on the acquisition and reuse of software for public administrations",
    "externalknowledge;italian-pa-interoperablity-model;description": "<p>This resource describes the guidelines for technical interoperability for PA and related operational documents: interaction patterns, interoperability profiles, implementation recommendations (in Italian). </p>",
    "externalknowledge;italian-pa-interoperablity-model;name": "Italian PA interoperablity model",
    "externalknowledge;open-api-specification;description": "<p>A RFC document which specifyes the open API.</p>",
    "externalknowledge;open-api-specification;name": "Open API specification",
    "externalknowledge;open-source-guides;description": "<p>A collection of resources for individuals, communities, and companies who want to learn how to run and contribute to an open source project.</p>",
    "externalknowledge;open-source-guides;name": "Open Source guides",
    "externalknowledge;w3c-web-content-accessibility-guidelines;description": "<p>Web Content Accessibility Guidelines (WCAG) aims at explaining how to make the Web content more accessible to the people with disabilities. It generally applies to the public services delivered as Web applications, and refers to the information in a web page of the applciation, including both the content (text, images, sounds, ...) and structure (markup, presentation, styles).</p><br><ul><li>defines a set of guidelines with corresponding testable success criteria across different levels</li><li>based on the accessibility principles: perceivable, operable, understandable, robust.</li></ul>",
    "externalknowledge;w3c-web-content-accessibility-guidelines;name": "W3C Web Content Accessibility Guidelines",
    "externalsoftware;aac-authentication-and-authorization-controller;description": "<p> AAC is an Open Source platform for identity management, authentication, and authorization. Based on standard security protocols, such as OAuth2.0, OpenID Connect, SAML, SCIM, the tool allows for protecting the APIs and applciations, manage users, authenticate using external Identity Providers performing also Single Sign-On and Single Logout functionality. The tool is compatible with the eID providers and allow for integration of nation-level or cross-country authentication solutions.</p><p>More specifically, the tool allows for, but not limited to<ul><li>Multi-tenant management of users, applications, and personal data management in an extensible manner with the custom user attributes (claims) and attribute extraction;</li><li>User management with email/password based user registration or even passwordless authentication (based on WebAuthn standard)</li> <li>Authentication federation with external providers, and in particular, with eIDAS-compliant solutions, using SAML, OpenId Connect, and OAuth2.0 protocols;</li> <li>Perform OAuth2.0-based authorization and access control with customizable and extensible model of scopes, services, and applications;</li><li>Perform role-based and attribute-based access control policy implementation for end-users and applications accessing protected APIs.</li></ul></p>",
    "externalsoftware;aac-authentication-and-authorization-controller;name": "AAC - Authentication and Authorization Controller",
    "externalsoftware;accessibility-tools;description": "<p>Web accessibility evaluation tools are software programs or online services that help you determine if web content meets accessibility guidelines. This page provides a list of evaluation tools that you can filter to find ones that match your particular needs.</p>",
    "externalsoftware;accessibility-tools;name": "Accessibility Tools",
    "externalsoftware;doodle;description": "<p>Online calendar tool for time management and coordinating meetings. Anytime more than two people are trying to arrange a meeting, Doodle very useful. You can use doodle to plan meetings with team members, project collaborators, and external suppliers. </p>",
    "externalsoftware;doodle;name": "Doodle",
    "externalsoftware;event-co-designer;description": "<p>Event Co-designer (ECO) is an open source plugin for the popular WordPress (WP) content management system which allows co-designing and organising new public events. It is especially designed from the needs of the ZGZ use case and can be integrated directly to the existing Etopia WP website. ECO provides an easy-to-use and feature-rich calendar view to schedule new events and make requests for resources, facilities and services needed to organise the event. In addition, ECO includes collaborative tools for documenting, discussing  and co-evaluating the event proposal.</p>",
    "externalsoftware;event-co-designer;name": "Event Co-designer",
    "externalsoftware;event-organizer;description": "<p>Event Organiser (EVO) is a stand-alone web application to evaluate co-designed event proposals made with the ECO WordPress plugin and organise the events in practice. EVO complements the ZGZ use case by giving administrative tools to foster co-designing of events and implementing the best proposals. EVO comprises features to manage available resources and services and allocate them to requests made in event proposals. In addition, EVO can be used to organise co-evaluation polls to analyse different aspects of the proposal in order to find out which of the proposals are ready for implementation.</p>",
    "externalsoftware;event-organizer;name": "Event Organizer",
    "externalsoftware;google-chart;description": "<p>Google Charts is a Java Script library providing a way to visualize data on your website (from simple line charts to complex hierarchical tree maps)</p>",
    "externalsoftware;google-chart;name": "Google Chart",
    "externalsoftware;grafana;description": "<p>Multi-platform open source analytics and interactive visualization web application. It provides charts, graphs, and alerts for the web when connected to supported data sources. </p>",
    "externalsoftware;grafana;name": "Grafana",
    "externalsoftware;keycloak;description": "<p>Keycloak provides user federation, strong authentication, user management, fine-grained authorization</p>",
    "externalsoftware;keycloak;name": "Keycloak",
    "externalsoftware;mailchimp;description": "<p>Marketing automation platform and email marketing service[6] for managing mailing lists and creating email marketing campaigns to send to customers.</p>",
    "externalsoftware;mailchimp;name": "Mailchimp",
    "externalsoftware;markup-validation-service;description": "<p>This validator checks the markup validity of Web documents in HTML, XHTML, SMIL, MathML, etc.</p>",
    "externalsoftware;markup-validation-service;name": "Markup Validation Service",
    "externalsoftware;trello;description": "<p>Trello is a collaboration tool that organizes your projects into boards. In one glance, Trello tells you what's being worked on, who's working on what, and where something is in a process.</p>",
    "externalsoftware;trello;name": "Trello",
    "externalsoftware;wso2-api-manager;description": "<p>WSO2 API Manager is a complete platform for building, integrating, and exposing your digital services as managed APIs in the cloud, on-premise, and hybrid architectures to drive your digital transformation strategy. It allows API developers to design, publish, and manage the lifecycle of APIs and API product managers to create API products from one or more APIs.</p>",
    "externalsoftware;wso2-api-manager;name": "WSO2 API Manager",
    "knowledgeinterlinker;business-model-canvas;description": "This canvas can be used collaboratively, for instance, during a brainstorming or a focus group, to reflect on the the most suitable business model associated to a co-produced service.",
    "knowledgeinterlinker;business-model-canvas;name": "Business Model Canvas",
    "knowledgeinterlinker;business-plan-template;description": "<p>This canvas can be edited collaboratively by the co-producing team to ellaborate the business plan for a co-produced service..</p>",
    "knowledgeinterlinker;business-plan-template;name": "Business Plan Template",
    "knowledgeinterlinker;collaborative-problem-refinement;description": "<p>This resource will support you to refine the problem to be addresses by the co-production team as an important step to creating an effective and efficient solution.</p>",
    "knowledgeinterlinker;collaborative-problem-refinement;name": "Collaborative problem refinement",
    "knowledgeinterlinker;consent-form-for-interlink-project;description": "<p>Form to collect consent from participants engaged in INTERLINK research activities about the use of their personal data</p>",
    "knowledgeinterlinker;consent-form-for-interlink-project;name": "Consent Form for INTERLINK project",
    "knowledgeinterlinker;consent-form-template;description": "<p>Template to prepare a form to collect consent from participants engaged in research activities about the use of their personal data</p>",
    "knowledgeinterlinker;consent-form-template;name": "Consent Form Template",
    "knowledgeinterlinker;demographic-and-activity-satisfaction-questionnaire;description": "<p>This is a model of a questionnaire aimed to collect demographics and activity satisfaction scores from participants to project events and activities.</p>",
    "knowledgeinterlinker;demographic-and-activity-satisfaction-questionnaire;name": "Demographic and activity satisfaction questionnaire",
    "knowledgeinterlinker;final-end-user-s-questionnaire-quality-of-service;description": "This is a model of End Users' Perceptions Questionnaire. It aims to measure end-users' perceptions on user-based quality, value-based quality, trust and acceptance. This questionnaire is thought to be answered by users of traditional e-services and also those who co-produced them through INTERLINK.",
    "knowledgeinterlinker;final-end-user-s-questionnaire-quality-of-service;name": "Final end user's questionnaire- Quality of Service",
    "knowledgeinterlinker;focus-group-guidelines;description": "<p>Instructions on how to set up a research activity based on focus groups, for a co-production project.</p>",
    "knowledgeinterlinker;focus-group-guidelines;name": "Focus Group Guidelines",
    "knowledgeinterlinker;focus-group-on-problem-exploration-for-new-digital-functionality;description": "<p>This resource provides a skeleton to organize a focus group to investigate the problem that needs to be solved by a digital service / functionality. It addresses a series of questions about potential users, current practices, critical aspects and  desiderata.</p>",
    "knowledgeinterlinker;focus-group-on-problem-exploration-for-new-digital-functionality;name": "Focus Group on problem exploration for new digital functionality",
    "knowledgeinterlinker;focus-group-template-co-production-investigation;description": "<p>This resource provides a skeleton to organize a focus group to investigate the co-production practices in a given organization. It addresses a series of questions about previous or current collaboration practices, the dynamics of collaboration (timeline, people, tools, communication channels), current KPIs, critical aspects and  desiderata.</p>",
    "knowledgeinterlinker;focus-group-template-co-production-investigation;name": "Focus Group Template Co-production Investigation",
    "knowledgeinterlinker;guidelines-for-co-design-of-service;description": "<p>This resource describes the guidelines for the designing of a service in the public administration</p>",
    "knowledgeinterlinker;guidelines-for-co-design-of-service;name": "Guidelines for co-design of service",
    "knowledgeinterlinker;guidelines-for-interviews;description": "<p>Instructions on how to set up a research activity based on interviews, for a co-production project. </p>",
    "knowledgeinterlinker;guidelines-for-interviews;name": "Guidelines for interviews",
    "knowledgeinterlinker;guidelines-for-online-surveys;description": "<p>Instructions on how to set up a research activity based on online surveys, for a co-production project </p>",
    "knowledgeinterlinker;guidelines-for-online-surveys;name": "Guidelines for online-surveys",
    "knowledgeinterlinker;guidelines-for-surveys;description": "<p>This is a model of a questionnaire aimed to measure co-producer's perceptions on user-based quality, value-based quality, trust and acceptance. This questionnaire is thought to be answered by those who take part in the co-production of a public service or reuse artefacts (public services & INTERLINKERs) made available through INTERLINK co-production tools (Collaborative Environment and Catalogue).</p>",
    "knowledgeinterlinker;guidelines-for-surveys;name": "Guidelines for surveys",
    "knowledgeinterlinker;hackathon-rules-template-for-interlink-project;description": "<p>Document with template for co-design of Hackathon Rules</p>",
    "knowledgeinterlinker;hackathon-rules-template-for-interlink-project;name": "Hackathon Rules Template for INTERLINK project",
    "knowledgeinterlinker;information-sheet-for-interlink-project;description": "<p>Information on the INTERLINK project to be distributed to participants. It provides background on research activities.</p>",
    "knowledgeinterlinker;information-sheet-for-interlink-project;name": "Information Sheet for INTERLINK project",
    "knowledgeinterlinker;information-sheet-template;description": "<p>Template to guide the preparation of an information sheet to be distributed to participants to project activities. It provides background on research objectives.</p>",
    "knowledgeinterlinker;information-sheet-template;name": "Information Sheet Template",
    "knowledgeinterlinker;model-for-personas-in-italian;description": "<p>This resource provides a model for persona outlined by AGID and Team Digitale (in Italian).</p>",
    "knowledgeinterlinker;model-for-personas-in-italian;name": "Model for Personas (in italian)",
    "knowledgeinterlinker;outcome-marketing-featureset;description": "<p>This resource suggests a model to define the features of a co-produced service. It guides the description of the problem(s) that the product will solve in the long run, the vision for the user experience as well as the user interface, the vision for how the product will generate a return of investment</p>",
    "knowledgeinterlinker;outcome-marketing-featureset;name": "Outcome marketing featureset",
    "knowledgeinterlinker;project-description-example;description": "<p>Example of project description that synthetically summarizes the goals and major aspects of a co-production initiative.  </p>",
    "knowledgeinterlinker;project-description-example;name": "Project description example",
    "knowledgeinterlinker;public-service-proposal-template-for-interlink-project;description": "<p>Document with template for co-design of Public Service Proposal</p>",
    "knowledgeinterlinker;public-service-proposal-template-for-interlink-project;name": "Public Service Proposal Template for INTERLINK project",
    "knowledgeinterlinker;stakeholder-engagement-plan-for-interlink-project;description": "<p>Document to design the engagement plan for those co-producing and/or using the resulting co-produced product</p>",
    "knowledgeinterlinker;stakeholder-engagement-plan-for-interlink-project;name": "Stakeholder Engagement Plan for INTERLINK project",
    "knowledgeinterlinker;stakeholder-types-guidelines;description": "<p>Guidelines to understand which are the different types of stakeholder, their  motivations, skills, expectations toward the project</p>",
    "knowledgeinterlinker;stakeholder-types-guidelines;name": "Stakeholder types guidelines",
    "knowledgeinterlinker;stakeholders-identification-analisys-template-guidelines;description": "<p>This template of an excel file can be used in conjunction with the Stakeholders Mapping Canvas to identify by name and title the people, groups, and organisations that have significant influence on project direction and its success or who are significantly impacted by the project. The template helps in planning Stakeholders engagement according to different dimensions:<br> <ul><br><li>the desired or expected level of involvement<br><li> potential issues related to their engagement<br><li>motivations and barriers that can support you in finding the best strategy to engage them in the co-production process<br><li> expectation of the different Stakeholders<br><li> skills and potential role within the co-production process.<br></ul></p>",
    "knowledgeinterlinker;stakeholders-identification-analisys-template-guidelines;name": "Stakeholders identification analisys template guidelines",
    "knowledgeinterlinker;stakeholders-mapping-canvas;description": "<p>This resource supports the identification and selection of the stakeholders to engage in a co-production team.</p>",
    "knowledgeinterlinker;stakeholders-mapping-canvas;name": "Stakeholders Mapping Canvas",
    "knowledgeinterlinker;template-for-online-survey-guidelines;description": "<p>Template to collect data through online survey for assessing Media and Technology Usage and Attitudes</p>",
    "knowledgeinterlinker;template-for-online-survey-guidelines;name": "template for online survey guidelines",
    "knowledgeinterlinker;template-for-project-description;description": "<p>Template for preparing a project description that synthetically summarizes the goals and major aspects of a co-production initiative. </p>",
    "knowledgeinterlinker;template-for-project-description;name": "Template for project description",
    "knowledgeinterlinker;template-for-semi-structured-interview;description": "<p>Instructions and examples on how to conduct structured interviews for a co-production project.</p>",
    "knowledgeinterlinker;template-for-semi-structured-interview;name": "Template for semi structured interview",
    "knowledgeinterlinker;template-for-structured-interview;description": "<p>Instructions and examples on how to conduct structured interviews for a co-production project.  </p>",
    "knowledgeinterlinker;template-for-structured-interview;name": "template for structured interview",
    "knowledgeinterlinker;template-for-use-case-scenarios;description": "<p>Template for preparing a use scenarios. </p>",
    "knowledgeinterlinker;template-for-use-case-scenarios;name": "Template for use case scenarios",
    "knowledgeinterlinker;template-for-user-journey;description": "<p>Template for preparing a user journey. </p>",
    "knowledgeinterlinker;template-for-user-journey;name": "Template for user journey",
    "knowledgeinterlinker;usability-testing-guidelines;description": "<p>Guidelines and tips on how to perform a usability testing</p>",
    "knowledgeinterlinker;usability-testing-guidelines;name": "Usability testing guidelines",
    "knowledgeinterlinker;user-acceptance-testing-template;description": "This template should be used by an expert tester to double check that the requirements expected by end-users are fully met, and, hence, a new release of the Collaborative Environment produced.",
    "knowledgeinterlinker;user-acceptance-testing-template;name": "User Acceptance Testing Template",
    "softwareinterlinker;augmenter;description": "<p>Augmenter is an Open Source application that offers the possibility of create and improve public services descriptions, in the workspace users can share opinions, questions and feedbacks, finally a assigned moderator will decide approve or not a suggestion. With Augmenter it is possible to</p><ul><li>create and improve public service descriptions, organize discussions and keep record of participation and involvement;</li><li>manage moderator decisions over the improvements;</li><li>Generate a final improvement report. </li></ul>",
    "softwareinterlinker;augmenter;name": "Augmenter",
    "softwareinterlinker;collaborative-editor;description": "This interlinker uses etherpad, an open source online editor, to provide collaborative editing in really real-time.\nEtherpad (https://etherpad.org/) is an open-source, web-based collaborative real-time editor, allowing authors to simultaneously edit a text document, and see all of the participants' edits in real-time, with the ability to display each author's text in their own color. There is also a chat box in the sidebar to allow meta communication.",
    "softwareinterlinker;collaborative-editor;name": "Collaborative editor",
    "softwareinterlinker;google-drive;description": "Google Drive is a file storage and synchronization service developed by Google. Launched on April 24, 2012, Google Drive allows users to store files in the cloud, synchronize files across devices, and share files.\nGoogle Drive encompasses Google Docs, Google Sheets, and Google Slides, which are a part of the Google Docs Editors office suite that permits collaborative editing of documents, spreadsheets, presentations, drawings, forms, and more. Files created and edited through the Google Docs suite are saved in Google Drive.\nThis software INTERLIKER allows users of the collaborative environment to create new documents, spreadsheets and presentations which can be co-edited and shared by co-production team participants",
    "softwareinterlinker;google-drive;name": "Google Drive",
    "softwareinterlinker;loomio;description": "<p>Loomio is an Open Source solution that offers a workspace for conversation, sharing information and opinions, making proposals, deciding actions and achieving outcomes. With Loomio it is possible to</p><ul><li>start and organize discussions and keep record of participation and involvement;</li><li>manage collaborative decisions through different forms of polls, surveys, etc;</li><li>enable collaborating voting around ideas and proposal under discussion.</li></ul>",
    "softwareinterlinker;loomio;name": "Loomio",
    "softwareinterlinker;survey-editor;description": "Survey designer and publishing INTERLINKER which allows to create on demand new forms to gather information or help in decision making in co-production processess. It is based on open source tool SurveyJs (https://github.com/surveyjs)",
    "softwareinterlinker;survey-editor;name": "Survey editor"
}