{
    "problemprofile;build_problem_1;description": "The implementation of the user interface should guarantee usability. Coproduction team members involved in the interface design should be aware of good practices for interface design in the domain of public services.",
    "problemprofile;build_problem_1;name": "User interface design",
    "problemprofile;build_problem_2;description": "When the public services are provided digitally in the form of Web sites or mobile applications, it is necessary that the service may be easily used by different categories of users, especially considering the people with disabilities. The services should be provided in a multi-channel manner, maximizing the\nexploitation by potentially any group of users or by the agents acting on their\nbehalf, and providing clear statements regarding the accessibility limits in the\ncurrent implementation.",
    "problemprofile;build_problem_2;name": "Implement accessible digital public services",
    "problemprofile;build_problem_3;description": "The EU and national legislation promote the use and adoption of Open Source software solutions as a way to reduce the development cost, to avoid the lock-in effect and to foster the adoption driven by Open Source communities. In other terms, Open Source is an enabler for the reusability principles underlying the European Interoperability Framework. Facing this problem, it is necessary to facilitate the selection, development, and maintenance of the Open Source software products.",
    "problemprofile;build_problem_3;name": "Open Source Software Licensing",
    "problemprofile;build_problem_4;description": "European Interoperability Framework requires digital services to achieve an appropriate level of technical interoperability. When it comes to the implementation, it refers to the usage of standard communication protocols and data formats in order to guarantee the usage of the service in machine-to-machine communications, to facilitate software integration and re-use.",
    "problemprofile;build_problem_4;name": "Implementing Interoperable Digital Public Services",
    "problemprofile;build_problem_5;description": "Digital public services should ensure that the interactions with these services takes place in a secure and trustworthy environment, following the principle of security by design. Access control, user identification, data management should be made compliant with the corresponding regulations, including e.g., the Regulation and Directive for data protection, Regulation on electronic identification, etc.",
    "problemprofile;build_problem_5;name": "Implementing Secure and Trusted Digital Public Services",
    "problemprofile;build_problem_6;description": "One of the objectives for the open, transparent, and interoperable public services is to make them citizen-centric and enable the participation of citizens to the execution, improvement and evolution of the service. To achieve this, it is necessary to incentivise and make more attractive such participation and collaboration. A wide range of techniques, ranging from gamification, to feedback, and to rewards may apply",
    "problemprofile;build_problem_6;name": "Engage and incentivise citizen participation to the implementation and co-delivery of public services",
    "problemprofile;build_problem_7;description": "In line with the Cloud-first principle promoted by EU Cloud Strategy, it is requested that the digital public services, when implemented as software solutions, adopt Cloud architectures and Cloud solutions to ensure their compatibility, portability, and scalability. In these settings, it is important to define and realize a proper Cloud strategy for the service implementation, appropriate Cloud-native architectures, different types of Cloud providers, as well as appropriate Cloud technologies and enablers.",
    "problemprofile;build_problem_7;name": "Cloud-ready digital public services",
    "problemprofile;build_problem_8;description": "Building Blocks are endorsed by the European Commission and ensure that digital services will be fully compatible with others on the market and become interoperable, EU-compliant final products. In the CEF approach definition, a Building Block is an open and reusable digital solution. The implementation of new public services should take advantage of CEF Building Blocks as much as possible.",
    "problemprofile;build_problem_8;name": "Re-use of CEF Building Blocks",
    "problemprofile;build_problem_9;description": "This problem item addresses the need of a digital service that supports the collaborative creation of effective descriptions of public services or processes that can be useful (i) for the daily work of people who provide information about the services to the public, (ii) for citizens and other end-users of the services, (iii) for other PAs that would like to replicate the services or the processes at their local level. The domain problem considered here encompasses the following user tasks: 1) Co-creation and co-delivery of information of public utility, e.g. ● creation and sharing of knowledge on public services ● creation and sharing of good practices on public services and processes ● collaborative process of information creation to ensure quality descriptions and active participation of all the stakeholders involved in the delivery of information ● collaborative process of information enrichment with citizens involvement 2) Structuring of information according to standard classifications and data models for public services and process descriptions 3) In some case the need may also be to co-create information that augments and better explains existing information sources and is shown in overlay 4) Monitoring of quality of information service",
    "problemprofile;build_problem_9;name": "Collaborative knowledge sharing on public processes and services",
    "problemprofile;def_problem_1;description": "Public Administrations and their service providers may require a general introductory guidance on how to approach the design of high-quality public services. The guidelines should refer to the different issues related with the “Service design” problem.",
    "problemprofile;def_problem_1;name": "Guidelines for (digital) public service design",
    "problemprofile;def_problem_2;description": "Brainstorming sessions may be useful in different phases of the co-production process. During each phase, the template and materials useful to guide the discussion should be customized to facilitate the organization of the specific event. During the \"ideation\" stage, the co-production team may require specific guidance in organizing and managing a brainstorming to produce service ideas, discuss and select them, through divergent and convergent phases of group discussion.",
    "problemprofile;def_problem_2;name": "Brainstorm service ideas",
    "problemprofile;def_problem_3;description": "After the understanding of the problem and the brainstorming of the service ideas, the co-production team should elaborate concrete solutions for a given challenge. Co-design workshops are useful at this stage as collective activities organized to discuss design issues and choices. Enablers are required to suggest how the coproduction team can work together and with relevant actors (also considering the map of actors developed thanks to the INTERLINKER “Map of actors”) to start defining the service to be co-designed and co-delivered.",
    "problemprofile;def_problem_3;name": "Organize a co-design workshop",
    "problemprofile;def_problem_4;description": "The co-production team may need guidance on how to define the interaction between the users and the service, reflecting on how a solution might be used by concrete users in a concrete context.",
    "problemprofile;def_problem_4;name": "Define the interaction among users and service (Scenarios and User Journey)",
    "problemprofile;def_problem_5;description": "The ideas and service design concepts need to be translated into formal requirements and service specifications to proceed with the implementation of the service. Guidance may be needed on how to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed",
    "problemprofile;def_problem_5;name": "Define requirements and service specifications",
    "problemprofile;def_problem_6;description": "When defining a new public service, the co-production team needs to prepare adequate content. Guidance is needed on how to select and use the most appropriate language according to the users of the digital service and their skills.",
    "problemprofile;def_problem_6;name": "Content design",
    "problemprofile;hackathon_problem_1;description": "This problem addresses the need to be able to specify a new public service proposal to be considered for co-production.",
    "problemprofile;hackathon_problem_1;name": "Define a proposal of public service",
    "problemprofile;hackathon_problem_2;description": "This problem addresses the need to define the rules for a competition (hackathon, contest) where different teams may take part.",
    "problemprofile;hackathon_problem_2;name": "Define the rules of a Hackathon or Contest",
    "problemprofile;org_problem_10;description": "This problem item addresses the need to provide members of the public with the information they need to understand the project, the decision process, and also to understand how public input influenced the decision",
    "problemprofile;org_problem_10;name": "Inform the public",
    "problemprofile;org_problem_11;description": "This problem item addresses the need to provide members of the public with the possibility to actively participate in the decision process, whenever this is desired by the selected governance model.",
    "problemprofile;org_problem_11;name": "Consensus building and agreement seeking with the public",
    "problemprofile;org_problem_12;description": "This problem item addresses the need of providing guidance on how to develop a shared language among the co-production team members to ensure effective codesign and co-production of services. Developing a shared language is crucial to be able for stakeholders to: i) build a common ground for joint action, ii) share, mutually agree on, and understand a longterm research plan and protocol, iii) to ongoingly evaluate the success or failure of decisions",
    "problemprofile;org_problem_12;name": "Develop a shared language (and value diversity)",
    "problemprofile;org_problem_13;description": "Citizen participation in collaborative projects strongly depends on their motivation and their willingness to interact with governmental institutions and provide input on the given task.",
    "problemprofile;org_problem_13;name": "Loyalty, incentives and rewards",
    "problemprofile;org_problem_14;description": "At different stages of the co-production process stakeholders (including citizens) are contacted, interviewed, asked for ideas and opinions. It is important to inform them about the context and purpose of the data collection and to gather their consent to be able to use the collected data collected in compliance with data protection regulations.",
    "problemprofile;org_problem_14;name": "Consent collection",
    "problemprofile;org_problem_1;description": "This problem refers to the need to support the initiators of a co-production project to describe the main aim and expected benefit of establishing a collaborative network of stakeholders and engaging them in the co-production process",
    "problemprofile;org_problem_1;name": "Project aim description",
    "problemprofile;org_problem_2;description": "This item refers to the problem of preparing a workplan that summarizes the coproduction steps, the timeline and the milestones for the collaborative project. The workplan needs to be sharable with the other members of the collaborative network and updatable as the project progresses.",
    "problemprofile;org_problem_2;name": "Workplan and project management",
    "problemprofile;org_problem_3;description": "This problem refers to the need to ensure authentication to applications and secure services.",
    "problemprofile;org_problem_3;name": "Registration and authentication",
    "problemprofile;org_problem_4;description": "This problem item addresses the need to develop appropriate strategies for communicating the initiative, to actually contact stakeholders and schedule meetings",
    "problemprofile;org_problem_4;name": "Team communication for co-production",
    "problemprofile;org_problem_5;description": "This problem refers to the need to support the initiators of a co-production project to plan the active involvement of relevant actors in the co-production team. This problem is related to UND_PROBLEM_2 “Stakeholder mapping” that provides knowledge on how effective and balanced co-production teams can be created, which are the different types of stakeholders, their motivations and potential role in the project.",
    "problemprofile;org_problem_5;name": "Stakeholders engagement plan",
    "problemprofile;org_problem_6.1;description": "This problem addresses the need that might emerge at different stages of a coproduction initiative to collaboratively produce and share documents. Tasks may include the need to organize and manage documents among the coproduction team members, share documents among stakeholders, and help multiple people in the team work together on files to achieve a single final version.",
    "problemprofile;org_problem_6.1;name": "Document collaboration",
    "problemprofile;org_problem_6.2;description": "This problem refers to the need of using maps or charts to help the co-production team understand different measurable aspects for a public service, like for example: variables describing the context of the service, KPIs, evaluation variables like usability, acceptance, easy to use, quality of service",
    "problemprofile;org_problem_6.2;name": "Data visualization",
    "problemprofile;org_problem_6.3;description": "This problem relates to the need to support open discussion among the coproduction team members. E.g. Discussion forum where the co-creation team can discuss ideas, service features, plan actions.",
    "problemprofile;org_problem_6.3;name": "Discussion board",
    "problemprofile;org_problem_7;description": "This problem item addresses the need to support the co-production team in defining an agreement for not disclosing confidential information that they need to share with each other as a necessary part of co-producing a service together.",
    "problemprofile;org_problem_7;name": "Non-Disclosure Agreement Definition (NDA)",
    "problemprofile;org_problem_8;description": "This problem item addresses the need for information about good practices, templates and examples for preparing documents that define in a formal way agreements for a collaborative network of stakeholders. This need may emerge during the initial engagement of the stakeholders to write\ndown the terms and general plan for the collaboration. When co-evaluation takes\nplace on the outcome of the collaboration with respect to what was specified in the\npartnership agreement, possible revisions of the document may need to be\nintroduced.",
    "problemprofile;org_problem_8;name": "Partnership agreement definition",
    "problemprofile;org_problem_9;description": "This problem item refers to the need to describe the data management life cycle for all data sets that are collected, processed or generated by the co-production of public services.",
    "problemprofile;org_problem_9;name": "Data Management Plan Definition (DPM)",
    "problemprofile;sus_problem_1;description": "This problem addresses the need to review and refine the business model and market reach plan associated to a co-produced service.",
    "problemprofile;sus_problem_1;name": "Define a sustainability / business plan",
    "problemprofile;und_problem_1;description": "This item relates to the need of exploring and refining the problem that a service addresses. The service design process is a problem-solving activity and it is important to clearly understand which is the challenge that the team addresses and how more information can be collected to understand how the service should be designed. Guidelines and tools are needed to help teams in discussing initial ideas and assumptions, refine them through structured methods and become aware about the missing information that still needs to be collected.",
    "problemprofile;und_problem_1;name": "Collaborative problem refinement",
    "problemprofile;und_problem_2;description": "This problem item relates to the need to support the initiators of the co-production process to identify, select and plan the active involvement of stakeholders in the co-production team. It is important that the initiators of a co-production process understand who are the potential stakeholders, which are their motivations to participate and potential barriers, which skills and expertise they might bring in the project, and which type of support they need to fully contribute to the project.",
    "problemprofile;und_problem_2;name": "Stakeholders mapping",
    "problemprofile;und_problem_3;description": "This problem item refers to the need to support teams in collecting data and information about users and their behaviour for different purposes and phases of the co-production process, e.g. to better understand a phenomenon, to improve\nknowledge on citizens' needs toward services, to measure attitudes and\nexpectations, to monitor users satisfaction toward a service or a facility.",
    "problemprofile;und_problem_3;name": "Data collection about users and their behavior (user research)",
    "problemprofile;und_problem_4;description": "A co-production team might need help to define the targets of the service and the characteristics of the users of the service and which are their main needs and the challenges they experience.",
    "problemprofile;und_problem_4;name": "Identify and understand users of the service (Personas)",
    "problemprofile;und_problem_5;description": "This problem relates to the need to support the co-creation team to collect ideas from a large set of contributors (e.g. citizens) related to a specific challenge, organize and manage the ideas and eventually evaluate them. Crowdsourcing projects can target both internal and external participants via dedicated tools and platforms, questionnaires, social media, competitions and other methods.",
    "problemprofile;und_problem_5;name": "Ideas crowdsourcing",
    "problemprofile;und_problem_6;description": "This problem item refers to the need to map in a synthetic representation all the key roles that can impact on the user, organization and service environment. The ecosystem map is built by first displaying all the entities, and then connecting them based on the type of value they exchange.",
    "problemprofile;und_problem_6;name": "Ecosystem mapping",
    "problemprofile;val_problem_1;description": "Defining the evaluation criteria for a service to be co-delivered is a crucial step to monitor the quality of the co-designed and co-delivered service. Enablers addressing this problem should support the team in finding the most appropriate criteria, agree on them and use them in the evaluation of the service co-delivered",
    "problemprofile;val_problem_1;name": "Define the evaluation criteria and KPIs",
    "problemprofile;val_problem_2;description": "This problem profile refers to the reflection strategy that supports the coproduction team in iteratively evaluating whether the service is feasible and viable in the longer run (sustainable) or not, and hence deciding if it is worth continuing the co-production effort. Enablers in this category should provide support to the team during different stages of the project, supporting them in reflecting and continuously evaluating the process and the outcomes of the collaborative process",
    "problemprofile;val_problem_2;name": "Ongoing internal co-evaluation (Go-no go)",
    "problemprofile;val_problem_3;description": "This problem addresses the need to validate a concept of a service or to verify the assumptions about a final product before developing it. Different types of proof of concepts can be used, according to the stage of service development and the type of service, whether it is a digital service or not.",
    "problemprofile;val_problem_3;name": "Develop and test a proof of concept",
    "problemprofile;val_problem_4;description": "This problem addresses the need to perform an early evaluation of the digital service leveraging experts without involving end users.",
    "problemprofile;val_problem_4;name": "Test the digital service with experts",
    "problemprofile;val_problem_5;description": "This problem addresses the need to continuously monitor the service co-delivered in order to keep work on track, regularly review progress, make adjustments and changes if necessary.",
    "problemprofile;val_problem_5;name": "Monitoring and ongoing evaluation of the co-delivered service"
}