{
    "default;description": "The INTERLINK project has defined a generic co-production process which can accommodate any co-production endeavour. It is composed of two main phases to be followed by co-producers: a) Co-design phase. It concerns activities that incorporate 'the experience of users and their communities' into the creation, planning, or arrangements of public services. In it, the co-production team is created and starts working together to define the service to be co-produced. This phase entails two sub-phases: Engagement and Design; and b) Co-delivery phase. It is a joint effort by public authorities and stakeholders to provide and improve public services where the service is implemented and delivered in a sustainable manner. The co-delivery phase entails two sub-phases: Build and Sustain.",
    "default;name": "Default schema",
    "default;phase-build;description": "Browse the catalogue of INTERLINKERs to find reusable building blocks for the implementation of your service. Monitor development advancement in the project workplan. Stop and reflect on the process so far with the co-evaluation checklists that help verify compliance with standards and regulations. Use incentives and reward tools made available by the INTERLINK platform to sustain stakeholders’ and citizens’ contribution to service delivery. Monitor quality of service and citizens’ satisfaction with carefully prepared surveys. Stop and reflect on how co-delivery is going with the co-evaluation checklists.",
    "default;phase-build;name": "Build",
    "default;phase-build;objective-service-codelivery;description": "Release the co-produced service. Ensure that is operational in a 24x7 basis.  Provide support to accomodate enhancements or fixes. Establish fluid mechanisms between service co-deliverers and consumers. Monitor fulfilment of obligations and responsabilities of distinct codeliverers.",
    "default;phase-build;objective-service-codelivery;name": "Service codelivery",
    "default;phase-build;objective-service-codelivery;task-coordinate-the-actors-involved-in-the-codelivery-of-the-service;description": "Organize activities among co-deliverers according to their roles and responsabilities. Ensure quality of service is maintained in the cooperative activities involved in service codelivery. Launch satisfaction and quality of service assessement surveys.",
    "default;phase-build;objective-service-codelivery;task-coordinate-the-actors-involved-in-the-codelivery-of-the-service;name": "Coordinate the actors involved in the codelivery of the service",
    "default;phase-build;objective-service-codelivery;task-guarantee-transparent-communication-about-the-service-codelivered;description": "Ensure fluid and responsive communication among co-deliverers team and more importantly among those consuming and reusing the delivered service and the co-delivery team. Establish a web-based communication mechanism which allows to trace the communication with all actors. ",
    "default;phase-build;objective-service-codelivery;task-guarantee-transparent-communication-about-the-service-codelivered;name": "Guarantee transparent communication about the service codelivered",
    "default;phase-build;objective-service-codelivery;task-identify-all-the-actors-engaged-in-the-codelivery-their-role-and-responsability;description": "Create a map of actors taking responsability for the service continous delivery: release, maintenance, support and exploitation. Assign roles and responsabilities to the different actors. Valorize co-delivery activities so that codelivery contributions can be traced and assessed. Define a service delivery model canvas. ",
    "default;phase-build;objective-service-codelivery;task-identify-all-the-actors-engaged-in-the-codelivery-their-role-and-responsability;name": "Identify all the actors engaged in the codelivery their role and responsability",
    "default;phase-build;objective-service-implementation;description": "Depending on the nature of the co-produced service, you main adopt different tools and mechanisms to realize a given co-produced service. Realizing a co-produced service might entail programming, using graphical design tools, 3D modelling and fabrication and so on. Register progress achieved during the realization of the implementation of the co-produced service, upload progress reports, cross-link with repositories where progress is being realized, document the co-produced service API or the kit and/or resources generated to realize the service. Acknowledge and trace the contributions of different co-production team members or external contributors. Reuse existing INTERLINKERs (software and knowledge) and add on top of them, browse through them in the Catalogue, do not reinvent the wheel!",
    "default;phase-build;objective-service-implementation;name": "Service implementation",
    "default;phase-build;objective-service-implementation;task-service-implementation;description": "Departing from the service design specification generated in DESIGN phase, implement or build the service functionality. Provide an accessible and inclusive mechanism to aid future consumption of the service. ",
    "default;phase-build;objective-service-implementation;task-service-implementation;name": "Service implementation",
    "default;phase-build;objective-technical-implementation;description": "Service implementation is not possible if an environment for its depoyment and maintenance is not thought in advance. Independently on whether your envisioned co-produced service will be a piece of software or a bundle of digital resources, identify, select and make ready the development and deployment environments for your solution. Important to clearly specify and test the technical constraints within which the delivered service will be hosted.",
    "default;phase-build;objective-technical-implementation;name": "Technical implementation",
    "default;phase-build;objective-technical-implementation;task-technical-implementation;description": "Identify the dependencies and environment needed for the service co-production and co-delivery. Configure and deploy (if not already available) the dependencies and environment. Document the progress towards realizing the technical aspects associated to the co-produced service. ",
    "default;phase-build;objective-technical-implementation;task-technical-implementation;name": "Technical implementation",
    "default;phase-design;description": "Follow the guidelines to discuss together, in a balanced and inclusive way, issues, beneficiaries, and priorities for the service to be designed. Find useful resources to conduct interviews, surveys and focus groups for a deeper understanding of stakeholders’ and citizens’ needs and requirements. Use the proposed material to organize service design workshops and develop mockups. Stop and reflect on the process so far with the co-evaluation checklists.",
    "default;phase-design;name": "Design",
    "default;phase-design;objective-focus-the-problem-collaboratively;description": "Clearly define the problem to be addresses by the co-production team and agree on it. This  is an important step towards creating an effective and efficient solution. Different resources can be useful to this end: tips on how to create and share a common language among team members, resources to guide collaborative discussions, tools for ideas collection.",
    "default;phase-design;objective-focus-the-problem-collaboratively;name": "Focus the problem collaboratively",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaborative-agree-on-a-service-idea;description": "Go back to your network of stakeholders to validate the service idea by means of a focus group or a poll.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaborative-agree-on-a-service-idea;name": "Collaborative agree on a service idea",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-problem-refinement;description": "Refine with the collaboration of the stakeholders network the problem to be addressed. Service design is a problem-solving activity and it is important to clearly understand which is the challenge that the team addresses and how more information can be collected to understand how the service should be designed. Organize focus groups to discuss initial ideas and assumptions, refine them through structured methods and become aware about the missing information that still needs to be collected.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-problem-refinement;name": "Collaboratively problem refinement",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-define-requirements-and-constraints-for-the-service;description": "The ideas and service design concepts need to be translated into formal requirements to proceed with the implementation of the service. Follow the guidelines on how to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed. Use stardard representation formalism for requirements descriptions, as for example the Volere Requirements Specification template.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-define-requirements-and-constraints-for-the-service;name": "Define requirements and constraints for the service",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-develop-a-shared-language;description": "Develop a shared language among the team members and encourage communication and ideas sharing with all the stakeholders. Developing a shared language is crucial to be able for stakeholders to: i) build a common ground for joint action, ii) share, mutually agree on, and understand a longterm research plan and protocol, iii) to ongoingly evaluate the success or failure of decisions.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-develop-a-shared-language;name": "Develop a shared language",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-problem-exploration-and-refinement;description": "In case of need, enlarge the collection of ideas about the various aspects of the problem by launching a discussion forum.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-problem-exploration-and-refinement;name": "Ideas collection for problem exploration and refinement",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-service;description": "Draft an initial description (or multiple optional descriptions) of the potential service: what it does, who benefits from the service, who helps delivering it. Use description templates to facilitate your task.",
    "default;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-service;name": "Sketch an initial idea of the service",
    "default;phase-design;objective-ideation;description": "Ideation is the preliminary phase of service design in which the design team is created, the collected data are reviewed, and futher ideas are sougth if necessary.",
    "default;phase-design;objective-ideation;name": "Ideation",
    "default;phase-design;objective-ideation;task-engage-relevant-actors-in-the-design;description": "Create a core group of stakeholders to proceed with the actual ideation of the service. Provide appropriate communication, motivational statements, and workplan information about the next steps of service co-creation.",
    "default;phase-design;objective-ideation;task-engage-relevant-actors-in-the-design;name": "Engage relevant actors in the design",
    "default;phase-design;objective-ideation;task-ideas-crowdsourcing;description": "Collect ideas from a large set of contributors (e.g. citizens) related to a specific challenge, organize and manage the ideas and eventually evaluate them. Crowdsourcing projects can target both internal and external participants via dedicated tools and platforms, questionnaires, social media, competitions and other methods.",
    "default;phase-design;objective-ideation;task-ideas-crowdsourcing;name": "Ideas crowdsourcing",
    "default;phase-design;objective-ideation;task-organize-a-brainstorming;description": "Organize and manage a brainstorming to review the data collected about the service ecosystem and to produce service ideas, discuss and select them, through divergent and convergent phases of group discussion.",
    "default;phase-design;objective-ideation;task-organize-a-brainstorming;name": "Organize a brainstorming",
    "default;phase-design;objective-problem-exploration;description": "Before actually designing how the service will look like, deeply explore the problem context, to gather factual data about users, organizations, needs and their relationships.",
    "default;phase-design;objective-problem-exploration;name": "Problem exploration",
    "default;phase-design;objective-problem-exploration;task-collect-data-about-users-and-their-behavior;description": "Gather all the relevant information about the service that will be produced to put the right processes in place.  It’s advisable to establish different types of consultation depending on the groups targeted:\r\n\\n- Consult users about desired outcomes of the service\r\n- Consult service providers about the solutions that can give in response to the service demanded\r\n- Ask public authorities about the implications (organizational, regulatory, etc.) that affect to the service delivery\r\nOrganize focus groups, interviews or surveys to elicit the desired data.",
    "default;phase-design;objective-problem-exploration;task-collect-data-about-users-and-their-behavior;name": "Collect data about users and their behavior",
    "default;phase-design;objective-problem-exploration;task-ecosystem-mapping;description": "Map in a synthetic representation all the key roles that can impact on the user, organization and service environment. The ecosystem map is built by first displaying all the entities, and then connecting them based on the type of value they exchange.",
    "default;phase-design;objective-problem-exploration;task-ecosystem-mapping;name": "Ecosystem mapping",
    "default;phase-design;objective-prototype;description": "How to show and tell in which way the service is expected to work?\r\nValidate the concept of your service or verify the assumptions about your final product before developing it. Different types of proof of concepts can be used, according to the stage of service development and the type of service, whether it is a digital service or not.",
    "default;phase-design;objective-prototype;name": "Prototype",
    "default;phase-design;objective-prototype;task-experience-scenarios;description": "Analyse and visualise how the system changes or evolves according to specific scenarios and their dynamics.\r\nSystem scenarios introduce a dynamic level of analysis, applying the lense of time and showing the possible variations that could take place. In this way, system scenarios provide a deeper level of analysis of the system, directed at understanding system dynamics and relations between actors in various conditions.",
    "default;phase-design;objective-prototype;task-experience-scenarios;name": "Experience scenarios",
    "default;phase-design;objective-prototype;task-mockups-and-lowfi-prototypes;description": "Iteratively discuss and evaluate mockups and lowfi prototypes within the enlarged design team. Set up a discussion forum, a method for e-voting and evaluation surveys to digitally facilitate this step.",
    "default;phase-design;objective-prototype;task-mockups-and-lowfi-prototypes;name": "Mockups and lowfi prototypes",
    "default;phase-design;objective-prototype;task-perform-a-test-with-users;description": "If lowfi prototypes allow a good representation of what the service will be and allow to simulate interaction flows, conduct controlled evaluation experiments with potential end users. \r\nDo they understand the language of the interface mockups? Are major functionalities in place? Are there unexpected interaction paths?\r\nAlso very small experiments, may provide extremely valuable input at this stage.",
    "default;phase-design;objective-prototype;task-perform-a-test-with-users;name": "Perform a test with users",
    "default;phase-design;objective-prototype;task-perform-an-heuristic-evaluation;description": "Test the design of the digital service with experts. Follow the guidelines on how to conduct an Heuristic Evaluation (also called Expert evaluation) and use the templates with the heuristics (principles) to follow when performing the test. The test can be conducted with early mock-ups as well with functioning early prototypes.",
    "default;phase-design;objective-prototype;task-perform-an-heuristic-evaluation;name": "Perform an heuristic evaluation",
    "default;phase-design;objective-service-design;description": "After the understanding of the problem and the brainstorming of the service ideas, elaborate concrete solutions for your challenge. Co-design workshops are useful at this stage as collective activities organized to discuss design issues and choices. Work together with relevant actors to start defining the service to be co-designed and co-delivered.",
    "default;phase-design;objective-service-design;name": "Service design",
    "default;phase-design;objective-service-design;task-define-personas;description": "Reflect on the service beneficiary behavior, needs and expectations. Personas are fictional characters who embody the archetype of your customer, beneficiary or financing supporter. They are created through exhaustive observation of the customer segment and the drawing together of their shared characteristics, behaviors, motivations, interests, etc. It is a useful tool to focus on getting to know who you are designing for.",
    "default;phase-design;objective-service-design;task-define-personas;name": "Define personas",
    "default;phase-design;objective-service-design;task-define-scenarios;description": "Write scenarios. To explain and collaboratively describe the envisioned service, scenarios can be used to reflect on the users experience. A user scenario is a story that describes, in an narrative manner, how the user is going to interact with the service during a specific situation. Writing user scenarios requires to identify a specific context in which the action takes place, as well as characters and needs that defines the attitude of the user.",
    "default;phase-design;objective-service-design;task-define-scenarios;name": "Define scenarios",
    "default;phase-design;objective-service-design;task-define-user-journeys;description": "Describe the encounters between the user and the organization, service or product. Tell the story from the user’s point of view, and try to depict how the user’s expectations intersect with the organization’s offer. It is a useful strategic tool that keeps the customers, beneficiaries and providers at the center of design decisions, highlighting pain points and opportunities for the organization to create a better user experience and an effective service.",
    "default;phase-design;objective-service-design;task-define-user-journeys;name": "Define user journeys",
    "default;phase-design;objective-service-specification;description": "The ideas and service design concepts need to be translated into formal requirements and service specifications to proceed with the implementation of the service. Follow the guidelines to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed.",
    "default;phase-design;objective-service-specification;name": "Service specification",
    "default;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;description": "Consult good practices for interface design and public services development. Reflect, in your specific use case, on how to make sure the services are provided in a multi-channel manner, maximizing the exploitation by potentially any group of users or by the agents acting on their behalf, and providing clear statements regarding the accessibility limits in the current implementation.",
    "default;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;name": "Consider eu guidelines for public service developement",
    "default;phase-design;objective-service-specification;task-content-design;description": "Prepare adequate content for the new/enhanced public service. Follow the guidelines on how to select and use the most appropriate language according to the users of the digital service and their skills.",
    "default;phase-design;objective-service-specification;task-content-design;name": "Content design",
    "default;phase-design;objective-service-specification;task-data-model-design;description": "Aid the following steps of service implementation by defining a  Data Model that explains: the conceptual organization of the service, its logical organization in terms of components, and the physical level of database implementations required. ",
    "default;phase-design;objective-service-specification;task-data-model-design;name": "Data model design",
    "default;phase-design;objective-service-specification;task-service-specification-definition;description": "Possibly use standard specification formalisms for describing your service. INTERLINK suggests you to have a look at EU standards like the Service Offering Canvas. By filling out this structured, visual classification of digital services, you can describe how stakeholder needs are met. The result is a consolidated view that drives service orientation and awareness of needs and how services are to be consumed. SOC specifications can be shared and compared with other similar services at the EU level.",
    "default;phase-design;objective-service-specification;task-service-specification-definition;name": "Service specification definition",
    "default;phase-design;objective-service-specification;task-software-architecture-and-api-design;description": "Create a document that describes the software architecture of the digital system underneath the service and the APIs design.",
    "default;phase-design;objective-service-specification;task-software-architecture-and-api-design;name": "Software architecture and api design",
    "default;phase-design;objective-service-specification;task-user-interface-design;description": "Proceed with the design of the user interface of the service through the preparation of initial sketches and mockups. Ensure the design of the user interface follows the guidelines on usability and accessibility. ",
    "default;phase-design;objective-service-specification;task-user-interface-design;name": "User interface design",
    "default;phase-design;objective-sustainability;description": "Before further going deep into the development of your service. Stop and reflect about the design results obtained so far and about the actual feasibility and sustainability of what you are about to implement.",
    "default;phase-design;objective-sustainability;name": "Sustainability",
    "default;phase-design;objective-sustainability;task-evaluation-of-codesign;description": "Is the design output satisfactory?\r\nFollow the proposed checklist to understand if you are done with design or whether an iterative refinement cycle is recommended.",
    "default;phase-design;objective-sustainability;task-evaluation-of-codesign;name": "Evaluation of codesign",
    "default;phase-design;objective-sustainability;task-feasibility-analysis;description": "Are all technical skills and resources available to proceed with development? \r\nFollow the proposed checklist for an intermediate evaluation of technical sustainabiity.",
    "default;phase-design;objective-sustainability;task-feasibility-analysis;name": "Feasibility analysis",
    "default;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;description": "How much funding is needed? Where does the money come from? What are the sources of funding / support necessary to keep it running after implementation?\r\nFollow the proposed checklist for an intermediate evaluation of financial sustainability.",
    "default;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;name": "Refine the preliminary business model",
    "default;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "What are the incentives for those who can provide support / funding and for those developing / maintaining them?\r\nStop and reflect on how stakeholders collaboration in co-creation went so far. Follow the proposed checklist to understand whether further incentives and supportive measures are needed to ensure productive development and co-delivery phases.",
    "default;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Understand motivations and incentives",
    "default;phase-engage;description": "Which stakeholders should be involved in your co-production process? How to communicate with them about your project goals and the benefits of participation?\r\nLearn about the value of involving stakeholders. Use the available knowledge tools to understand who are the stakeholders to involve in your project and the role they can have. \r\nExploit communication templates to raise awareness, invite stakeholders, and create a lively network of motivated contributors. Define partnership agreements and make sure shared information is protected. Plan together the next steps and create working groups. ",
    "default;phase-engage;name": "Engage",
    "default;phase-engage;objective-define-data-management-plan;description": "Make sure data that is collected and processed during the co-production process is managed according to the GDPR and EU best practices.\r\nPrepare a data management plan to guide you throughout the project life time and beyond.",
    "default;phase-engage;objective-define-data-management-plan;name": "Define data management plan",
    "default;phase-engage;objective-define-data-management-plan;task-be-aware-of-data-impact;description": "Consider which are users' and suppliers' pids concerning data.\r\nReflect on aspects of ownership, minimalization, responsibility, sharing, archiving, anonymity.",
    "default;phase-engage;objective-define-data-management-plan;task-be-aware-of-data-impact;name": "Be aware of data impact",
    "default;phase-engage;objective-define-data-management-plan;task-clarify-the-purpose-for-data-collection;description": "Which data will be collected during co-production? \r\nStart your data management plan by making an inventory of data sources and types.",
    "default;phase-engage;objective-define-data-management-plan;task-clarify-the-purpose-for-data-collection;name": "Clarify the purpose for data collection",
    "default;phase-engage;objective-define-data-management-plan;task-understand-how-the-data-flows;description": "From whom and for which purpose is data accessed? \r\nUnderstand where data can be securely stored and whether data is to be further transferred.",
    "default;phase-engage;objective-define-data-management-plan;task-understand-how-the-data-flows;name": "Understand how the data flows",
    "default;phase-engage;objective-define-legal-and-ethical-framework;description": "The complexity of legal regulations can sometime make it difficult for governments to take up ICTs to co-produce and can cause significant delays in the deployment of solutions.\r\nFollow the guidelines offered here to prepare the financial, technical, and legal agreements that ensure viability to your co-production project.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;name": "Define legal and ethical framework",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-non-disclosure-agreement-nda;description": "You should consider whether your collaborative network of stakeholders needs a formal  agreement for not disclosing the confidential information that is shared as part of co-producing a service together.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-non-disclosure-agreement-nda;name": "Define a non-disclosure agreement (NDA)",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-partnership-agreement;description": "Participants should clearly understand their role in the co-production effort, their responsabilities, their rights. \r\nYou might wish to write down the terms and general plan for the collaboration, to give to the initiative a more formal structure, visibility and political support. \r\nGuidelines and examples of partnership agreements may help you decide which is the most suitable solution for your case.",
    "default;phase-engage;objective-define-legal-and-ethical-framework;task-define-a-partnership-agreement;name": "Define a partnership agreement",
    "default;phase-engage;objective-engage-stakeholders;description": "Stakeholder engagement is about figuring out how to effectively communicate, collaborate, and interact with key people who have positive or negative influence, and may impact the success of your project.\r\nTo reach this objective you should carefully prepare an engagement plan, create awareness and communication material tailored to your audience, understand how to communicate benefit for stakeholders and, whenever this is forseen in your project, understand how to engage citizens in the co-production process. ",
    "default;phase-engage;objective-engage-stakeholders;name": "Engage stakeholders",
    "default;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Clearly communicate the benefits of service co-production to your network of stakeholders and citizens.\r\nParticipants need to understand why their participation matters, what they can gain individually and as a group.",
    "default;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Communicate benefit for stakeholders",
    "default;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;description": "Ensure that relevant stakeholders are aware of the initiative in order to ensure their participation. Awareness-raising is a process that seeks to inform and educate people about a topic or issue with the intention of influencing their attitudes, behaviours and beliefs towards the achievement of a defined purpose or goal.",
    "default;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;name": "Create awareness and communication",
    "default;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;description": "Provide members of the public with the information they need to understand the project, the decision process, and also how public input can influence decisions, the design of the service and the way it is delivered. ",
    "default;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;name": "Engage citizens in the co-production process",
    "default;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Create an effective engagement plan which allows you to reach to the types and numbers of stakeholders sufficient to ensure that the co-produced service is well targeted. \r\nAn engagement plan is usually composed of three parts: the identification of your project’s stakeholders; the planning of effective means for interacting with each stakeholder, and protocols for accurately documenting your work for the sake of transparency, accountability and evaluation of the process.",
    "default;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Prepare an engagement plan",
    "default;phase-engage;objective-identify-stakeholders;description": "The identification of key actors  is the first step to start your  process of co-production. According to the type of project, the goals and the level of citizen involvement, different questions are to be answered.\r\nWhat different  types of stakeholders enter into play in the initiative to be co-produced? What are their motivations and skills to participate in the project? What is their position in the network? How to contact them?\r\nFollow the specific tasks to get the complete picture.",
    "default;phase-engage;objective-identify-stakeholders;name": "Identify stakeholders",
    "default;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Write down the list of participants, aside the co-production team, who may be interested in observing the progress of the co-production project and have the opportunity to emit opinions and take part in some decision processes. ",
    "default;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Create a contact list of potential network participants",
    "default;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;description": "Mapping the stakeholders is crucial to have a clear view of which roles stakeholders can play in different stages of innovation, what their level of commitment and strategic importance could be. Analyse the complexity of building relationships, realizing which connectors can be crucial for innovation development in your project.",
    "default;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;name": "Map stakeholders, analyse motivation, skills, expectations",
    "default;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Usually different actors are engaged in co-production to create a new service or customizing an already existing service: public bodies, private companies, SMEs, citizens. Each actor brings specific needs and competences in relation to the service and has different motivations to participate in a project. Learn about the different types of stakeholders and which of them can add value to your co-production process",
    "default;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Understand the different types of stakeholders",
    "default;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;description": "Is your network balanced and inclusive?\r\nCreate a Stakeholder Map, where the ecosystem of stakeholders involved in a customer experience is visualized.",
    "default;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;name": "Visually map the network of stakeholders",
    "default;phase-sustain;description": "Define the business models to ensure sustainability of the co-produced service. Create business plans and exploitation agreements that will foster the adoption of your co-produced service by third party PAs, companies and stakeholders. Continous maintenance and monotoring is needed for responsive, accesible, widely adopted services as INTERLINK ambitions.",
    "default;phase-sustain;name": "Sustain",
    "default;phase-sustain;objective-handover;description": "Optinally delegate service deployment from own on premise to Cloud-based to external hosting provider infrastructure. Agree on contract, costs, responsabilities and benefits for third party take over of service delivery ",
    "default;phase-sustain;objective-handover;name": "Handover",
    "default;phase-sustain;objective-handover;task-business-model-specification;description": "Co-production team defines one to many business models with their associated business plans which can be negotiated with third party adopters of the service, who want to take over execution, maintenance and monitoring, but where exploitation between co-producers and adopters needs to be clarified.",
    "default;phase-sustain;objective-handover;task-business-model-specification;name": "Business model specification",
    "default;phase-sustain;objective-handover;task-exploitation-agreement;description": "Before a third party adopter may take over a co-produced service an exploitation agreement must be produced and signed by the involved parties. ",
    "default;phase-sustain;objective-handover;task-exploitation-agreement;name": "Exploitation agreement",
    "default;phase-sustain;objective-handover;task-handover;description": "Provide documentation for third party take over of service maintenane and monitoring. Agreement on contract to regulate transfer of runnning responsability to third party and sharing of revenues among those that co-produced the service and third parties who may optionally host the service. Customization of the delivered service to target customers (translations, content adaptations and so on) ",
    "default;phase-sustain;objective-handover;task-handover;name": "Handover",
    "default;phase-sustain;objective-maintenance;description": "Ensure the deployed service is continously operative and responsive to new customer demands who may make the service further adopted and more useful. This responsability may be shared by co-production team and third parties who may have taken over the service. ",
    "default;phase-sustain;objective-maintenance;name": "Maintenance",
    "default;phase-sustain;objective-maintenance;task-task-distribution-for-maintenance-contracts-regulation-data-management-archiving;description": "If service depoyment was delegated or is still carried out by co-production team, task distribution among those responsible for maintenance must be ensured. Regularly contract monitoring and maintenance activities will need to be carried out to ensure 24x7 operation.",
    "default;phase-sustain;objective-maintenance;task-task-distribution-for-maintenance-contracts-regulation-data-management-archiving;name": "Task distribution for maintenance, contracts regulation, data management archiving",
    "default;phase-sustain;objective-monitoring;description": "Monitor that the service is fulfilling its originally set objectives by tracking a set of KPIs inferred from usage or polling customers.  ",
    "default;phase-sustain;objective-monitoring;name": "Monitoring",
    "default;phase-sustain;objective-monitoring;task-monitoring-ongoing-evaluation-periodic-evaluations-with-stakeholders;description": "Analyse logs gathered by the delivered service. Analyse surveys/questionnaires filled in by stakeholders. ",
    "default;phase-sustain;objective-monitoring;task-monitoring-ongoing-evaluation-periodic-evaluations-with-stakeholders;name": "Monitoring ongoing evaluation, periodic evaluations with stakeholders",
    "hackathon;description": "The INTERLINK project allows for the definition of purpose-specific co-production processes. In this case, this co-production process is designed to guide ideation, preparation, launch and exploitation of a Hackathon devised to address some societal challenges in cooperation between public administrations, citizenry and other PA’s stakeholders, namely, SMEs, academia or non-profit organizations. It is composed of 4 main phases: a) ENGAGE – understanding, approaching and engaging the right stakeholders; b) DESIGN – follow the guidelines to discuss together, in a balanced and inclusive way, issues, beneficiaries, and priorities for the hackathon to be designed; c) RUN – browse the catalogue of INTERLINKERs to find reusable building blocks for the implementation of the hackathon and its launch; and d) EXPLOIT – realize the results of the hackathons by reaching agreements to bring the proposed service ideas and mock-ups into reality",
    "hackathon;name": "Hackathon creation process",
    "hackathon;phase-design;description": "Follow the guidelines to discuss together, in a balanced and inclusive way, issues, beneficiaries, and priorities for the service to be designed. Find useful resources to conduct interviews, surveys and focus groups for a deeper understanding of stakeholders’ and citizens’ needs and requirements. Use the proposed material to organize service design workshops and develop mockups. Stop and reflect on the process so far with the co-evaluation checklists.",
    "hackathon;phase-design;name": "Design",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;description": "Clearly define the problem to be addresses by the co-production team and agree on it. This  is an important step towards creating an effective and efficient solution. Different resources can be useful to this end: tips on how to create and share a common language among team members, resources to guide collaborative discussions, tools for ideas collection.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;name": "Focus the problem collaboratively",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-hackathon-problem-refinement;description": "Refine with the collaboration of the stakeholders network the problem to be addressed. Service design is a problem-solving activity and it is important to clearly understand which is the challenge that the team addresses and how more information can be collected to understand how the service should be designed. Organize focus groups to discuss initial ideas and assumptions, refine them through structured methods and become aware about the missing information that still needs to be collected.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-collaboratively-hackathon-problem-refinement;name": "Collaboratively Hackathon problem refinement",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-hackathon-exploration-and-refinement;description": "In case of need, enlarge the collection of ideas about the various aspects of the problem by launching a discussion forum.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-ideas-collection-for-hackathon-exploration-and-refinement;name": "Ideas collection for Hackathon exploration and refinement",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-hackathon-theme-plan-submission-evaluation-process;description": "Draft an initial description (or multiple optional descriptions) of the potential service: what it does, who benefits from the service, who helps delivering it. Use description templates to facilitate your task.",
    "hackathon;phase-design;objective-focus-the-problem-collaboratively;task-sketch-an-initial-idea-of-the-hackathon-theme-plan-submission-evaluation-process;name": "Sketch an initial idea of the Hackathon: theme, plan, submission & evaluation process",
    "hackathon;phase-design;objective-ideation;description": "Ideation is the preliminary phase of service design in which the design team is created, the collected data are reviewed, and futher ideas are sougth if necessary.",
    "hackathon;phase-design;objective-ideation;name": "Ideation",
    "hackathon;phase-design;objective-ideation;task-collaboratively-agree-on-hackathon-design;description": "Go back to your network of stakeholders to validate the service idea by means of a focus group or a poll.",
    "hackathon;phase-design;objective-ideation;task-collaboratively-agree-on-hackathon-design;name": "Collaboratively agree on Hackathon design",
    "hackathon;phase-design;objective-ideation;task-define-requirements-and-constraints-for-the-hackathon-plan-submission-evaluation-process;description": "The ideas and service design concepts need to be translated into formal requirements to proceed with the implementation of the service. Follow the guidelines on how to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed. Use stardard representation formalism for requirements descriptions, as for example the Volere Requirements Specification template.",
    "hackathon;phase-design;objective-ideation;task-define-requirements-and-constraints-for-the-hackathon-plan-submission-evaluation-process;name": "Define requirements and constraints for the Hackathon: plan, submission & evaluation process",
    "hackathon;phase-design;objective-service-specification;description": "The ideas and service design concepts need to be translated into formal requirements and service specifications to proceed with the implementation of the service. Follow the guidelines to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed.",
    "hackathon;phase-design;objective-service-specification;name": "Service specification",
    "hackathon;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;description": "Consult good practices for interface design and public services development. Reflect, in your specific use case, on how to make sure the services are provided in a multi-channel manner, maximizing the exploitation by potentially any group of users or by the agents acting on their behalf, and providing clear statements regarding the accessibility limits in the current implementation.",
    "hackathon;phase-design;objective-service-specification;task-consider-eu-guidelines-for-public-service-developement;name": "Consider eu guidelines for public service developement",
    "hackathon;phase-design;objective-service-specification;task-content-design-including-plan-rules-prize-announcement-and-so-on;description": "Prepare adequate content for the new/enhanced public service. Follow the guidelines on how to select and use the most appropriate language according to the users of the digital service and their skills.",
    "hackathon;phase-design;objective-service-specification;task-content-design-including-plan-rules-prize-announcement-and-so-on;name": "Content design, including plan, rules, prize announcement and so on",
    "hackathon;phase-design;objective-service-specification;task-user-interface-design-for-hackathon-website-and-submission-system;description": "Proceed with the design of the user interface of the service through the preparation of initial sketches and mockups. Ensure the design of the user interface follows the guidelines on usability and accessibility. ",
    "hackathon;phase-design;objective-service-specification;task-user-interface-design-for-hackathon-website-and-submission-system;name": "User interface design for Hackathon website and submission system",
    "hackathon;phase-design;objective-sustainability;description": "Before further going deep into the development of your service. Stop and reflect about the design results obtained so far and about the actual feasibility and sustainability of what you are about to implement.",
    "hackathon;phase-design;objective-sustainability;name": "Sustainability",
    "hackathon;phase-design;objective-sustainability;task-evaluation-of-codesign;description": "Is the design output satisfactory?\r\nFollow the proposed checklist to understand if you are done with design or whether an iterative refinement cycle is recommended.",
    "hackathon;phase-design;objective-sustainability;task-evaluation-of-codesign;name": "Evaluation of codesign",
    "hackathon;phase-design;objective-sustainability;task-feasibility-analysis;description": "Are all technical skills and resources available to proceed with development? \r\nFollow the proposed checklist for an intermediate evaluation of technical sustainabiity.",
    "hackathon;phase-design;objective-sustainability;task-feasibility-analysis;name": "Feasibility analysis",
    "hackathon;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;description": "How much funding is needed? Where does the money come from? What are the sources of funding / support necessary to keep it running after implementation?\r\nFollow the proposed checklist for an intermediate evaluation of financial sustainability.",
    "hackathon;phase-design;objective-sustainability;task-refine-the-preliminary-business-model;name": "Refine the preliminary business model",
    "hackathon;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "What are the incentives for those who can provide support / funding and for those developing / maintaining them?\r\nStop and reflect on how stakeholders collaboration in co-creation went so far. Follow the proposed checklist to understand whether further incentives and supportive measures are needed to ensure productive development and co-delivery phases.",
    "hackathon;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Understand motivations and incentives",
    "hackathon;phase-engage;description": "Which stakeholders should be involved in your co-production process? How to communicate with them about your project goals and the benefits of participation?\r\nLearn about the value of involving stakeholders. Use the available knowledge tools to understand who are the stakeholders to involve in your project and the role they can have. \r\nExploit communication templates to raise awareness, invite stakeholders, and create a lively network of motivated contributors. Define partnership agreements and make sure shared information is protected. Plan together the next steps and create working groups. ",
    "hackathon;phase-engage;name": "Engage",
    "hackathon;phase-engage;objective-engage-stakeholders;description": "Stakeholder engagement is about figuring out how to effectively communicate, collaborate, and interact with key people who have positive or negative influence, and may impact the success of your project.\r\nTo reach this objective you should carefully prepare an engagement plan, create awareness and communication material tailored to your audience, understand how to communicate benefit for stakeholders and, whenever this is forseen in your project, understand how to engage citizens in the co-production process. ",
    "hackathon;phase-engage;objective-engage-stakeholders;name": "Engage stakeholders",
    "hackathon;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Clearly communicate the benefits of service co-production to your network of stakeholders and citizens.\r\nParticipants need to understand why their participation matters, what they can gain individually and as a group.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Communicate benefit for stakeholders",
    "hackathon;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;description": "Ensure that relevant stakeholders are aware of the initiative in order to ensure their participation. Awareness-raising is a process that seeks to inform and educate people about a topic or issue with the intention of influencing their attitudes, behaviours and beliefs towards the achievement of a defined purpose or goal.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-create-awareness-and-communication;name": "Create awareness and communication",
    "hackathon;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;description": "Provide members of the public with the information they need to understand the project, the decision process, and also how public input can influence decisions, the design of the service and the way it is delivered. ",
    "hackathon;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-production-process;name": "Engage citizens in the co-production process",
    "hackathon;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Create an effective engagement plan which allows you to reach to the types and numbers of stakeholders sufficient to ensure that the co-produced service is well targeted. \r\nAn engagement plan is usually composed of three parts: the identification of your project’s stakeholders; the planning of effective means for interacting with each stakeholder, and protocols for accurately documenting your work for the sake of transparency, accountability and evaluation of the process.",
    "hackathon;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Prepare an engagement plan",
    "hackathon;phase-engage;objective-identify-stakeholders;description": "The identification of key actors  is the first step to start your  process of co-production. According to the type of project, the goals and the level of citizen involvement, different questions are to be answered.\r\nWhat different  types of stakeholders enter into play in the initiative to be co-produced? What are their motivations and skills to participate in the project? What is their position in the network? How to contact them?\r\nFollow the specific tasks to get the complete picture.",
    "hackathon;phase-engage;objective-identify-stakeholders;name": "Identify stakeholders",
    "hackathon;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Write down the list of participants, aside the co-production team, who may be interested in observing the progress of the co-production project and have the opportunity to emit opinions and take part in some decision processes. ",
    "hackathon;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Create a contact list of potential network participants",
    "hackathon;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;description": "Mapping the stakeholders is crucial to have a clear view of which roles stakeholders can play in different stages of innovation, what their level of commitment and strategic importance could be. Analyse the complexity of building relationships, realizing which connectors can be crucial for innovation development in your project.",
    "hackathon;phase-engage;objective-identify-stakeholders;task-map-stakeholders-analyse-motivation-skills-expectations;name": "Map stakeholders, analyse motivation, skills, expectations",
    "hackathon;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Usually different actors are engaged in co-production to create a new service or customizing an already existing service: public bodies, private companies, SMEs, citizens. Each actor brings specific needs and competences in relation to the service and has different motivations to participate in a project. Learn about the different types of stakeholders and which of them can add value to your co-production process",
    "hackathon;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Understand the different types of stakeholders",
    "hackathon;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;description": "Is your network balanced and inclusive?\r\nCreate a Stakeholder Map, where the ecosystem of stakeholders involved in a customer experience is visualized.",
    "hackathon;phase-engage;objective-identify-stakeholders;task-visually-map-the-network-of-stakeholders;name": "Visually map the network of stakeholders",
    "hackathon;phase-exploit;description": "Define the business models to ensure sustainability of the co-produced service. Create business plans and exploitation agreements that will foster the adoption of your co-produced service by third party PAs, companies and stakeholders. Continous maintenance and monotoring is needed for responsive, accesible, widely adopted services as INTERLINK ambitions.",
    "hackathon;phase-exploit;name": "Exploit",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;description": "Optinally delegate service deployment from own on premise to Cloud-based to external hosting provider infrastructure. Agree on contract, costs, responsabilities and benefits for third party take over of service delivery ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;name": "Post-Hackathon exploitation",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-agreement-for-winners-solutions-exploitation;description": "Discuss between organizers and winners to study collaboration agreements, aid winning teams adopting sustainability measures to protect and further develop their solutions. An exploitation agreement must be produced and signed by the involved parties. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-agreement-for-winners-solutions-exploitation;name": "Agreement for winners' solutions' exploitation",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-publish-results;description": "Publish in social media and organizers' website details about the projects winning",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-publish-results;name": "Publish results",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-sustainability-report;description": "Report including insights, lessons learnt which are useful for the organizer. They represent the takeins thanks to the celebration of the hackathon, i.e. how the solutions devised could be leveraged by the organnizer for their own business or purpose. ",
    "hackathon;phase-exploit;objective-post-hackathon-exploitation;task-sustainability-report;name": "Sustainability report",
    "hackathon;phase-run;description": "Browse the catalogue of INTERLINKERs to find reusable building blocks for the implementation of your service. Monitor development advancement in the project workplan. Stop and reflect on the process so far with the co-evaluation checklists that help verify compliance with standards and regulations. Use incentives and reward tools made available by the INTERLINK platform to sustain stakeholders’ and citizens’ contribution to service delivery. Monitor quality of service and citizens’ satisfaction with carefully prepared surveys. Stop and reflect on how co-delivery is going with the co-evaluation checklists.",
    "hackathon;phase-run;name": "Run",
    "hackathon;phase-run;objective-hackathon-celebration;description": "Release the co-produced service. Ensure that is operational in a 24x7 basis.  Provide support to accomodate enhancements or fixes. Establish fluid mechanisms between service co-deliverers and consumers. Monitor fulfilment of obligations and responsabilities of distinct codeliverers.",
    "hackathon;phase-run;objective-hackathon-celebration;name": "Hackathon celebration",
    "hackathon;phase-run;objective-hackathon-celebration;task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants;description": "Organize activities among co-deliverers according to their roles and responsabilities. Ensure quality of service is maintained in the cooperative activities involved in service codelivery. Launch satisfaction and quality of service assessement surveys. ",
    "hackathon;phase-run;objective-hackathon-celebration;task-coordinate-the-actors-involved-in-the-codelivery-of-the-hackathon-organizers-evaluators-participants;name": "Coordinate the actors involved in the codelivery of the Hackathon (organizers, evaluators, participants)",
    "hackathon;phase-run;objective-hackathon-celebration;task-guarantee-transparent-communication-with-participants-in-the-hackathon;description": "Ensure fluid and responsive communication among co-deliverers team and more importantly among those consuming and reusing the delivered service and the co-delivery team. Establish a web-based communication mechanism which allows to trace the communication with all actors. ",
    "hackathon;phase-run;objective-hackathon-celebration;task-guarantee-transparent-communication-with-participants-in-the-hackathon;name": "Guarantee transparent communication with participants in the Hackathon",
    "hackathon;phase-run;objective-hackathon-celebration;task-winner-selection-and-announcement;description": "Based on the criteria established at DESIGN phase, evaluators assess the projects submitted, produce ranking and organizers announce winners.",
    "hackathon;phase-run;objective-hackathon-celebration;task-winner-selection-and-announcement;name": "Winner selection and announcement",
    "hackathon;phase-run;objective-launch-hackathon-website;description": "Service implementation is not possible if an environment for its depoyment and maintenance is not thought in advance. Independently on whether your envisioned co-produced service will be a piece of software or a bundle of digital resources, identify, select and make ready the development and deployment environments for your solution. Important to clearly specify and test the technical constraints within which the delivered service will be hosted.",
    "hackathon;phase-run;objective-launch-hackathon-website;name": "Launch Hackathon website",
    "hackathon;phase-run;objective-launch-hackathon-website;task-technical-implementation-and-deployment;description": "Identify the dependencies and environment needed for the service co-production and co-delivery. Configure and deploy (if not already available) the dependencies and environment. Document the progress towards realizing the technical aspects associated to the co-produced service. ",
    "hackathon;phase-run;objective-launch-hackathon-website;task-technical-implementation-and-deployment;name": "Technical implementation and deployment",
    "hackathon;phase-run;objective-service-implementation;description": "Depending on the nature of the co-produced service, you main adopt different tools and mechanisms to realize a given co-produced service. Realizing a co-produced service might entail programming, using graphical design tools, 3D modelling and fabrication and so on. Register progress achieved during the realization of the implementation of the co-produced service, upload progress reports, cross-link with repositories where progress is being realized, document the co-produced service API or the kit and/or resources generated to realize the service. Acknowledge and trace the contributions of different co-production team members or external contributors. Reuse existing INTERLINKERs (software and knowledge) and add on top of them, browse through them in the Catalogue, do not reinvent the wheel!",
    "hackathon;phase-run;objective-service-implementation;name": "Service implementation",
    "hackathon;phase-run;objective-service-implementation;task-launch-engagement-campaign;description": "Organize activities among those candidate to participate in the Hackathon, based on previously undertaken stakeholder analysis.",
    "hackathon;phase-run;objective-service-implementation;task-launch-engagement-campaign;name": "Launch engagement campaign",
    "hackathon;phase-run;objective-service-implementation;task-monitor-submissions;description": "Monitor how the submissions are going before the deadline for submissions reaches. React organizaing further activities if needed.",
    "hackathon;phase-run;objective-service-implementation;task-monitor-submissions;name": "Monitor submissions",
    "hackathon;phase-run;objective-service-implementation;task-open-submissions;description": "Allow for submission of ideas by teams willing to take part in the hackathon.",
    "hackathon;phase-run;objective-service-implementation;task-open-submissions;name": "Open submissions",
    "servicedescriptionenhancement;description": "Specific co-production process specially catered for co-refinement of public service descriptions where citizens, civil servants managing public service infrastructure and civil servants working at specific departments cooperate. It is composed of the following phases: a) ENGAGE – where stakeholders involved in service description refinements are understood and engagement plans are proposed; b) DESIGN – where the actual managers of e-services prepare the description augmentation space to be used by those enhancing service descriptions; c) RUN – where the contributions from diverse stakeholders are gathered, moderated and validated with the support of the Description Augmenter INTERLINKER; and d) REFINE – where the validated contributions are assessment and applied in refinements to service descriptions.",
    "servicedescriptionenhancement;name": "Co-production schema to support co-refinement of public service descriptions",
    "servicedescriptionenhancement;phase-design;description": "Follow the guidelines to discuss together, in a balanced and inclusive way, issues, beneficiaries, and priorities for the service to be designed. Find useful resources to conduct interviews, surveys and focus groups for a deeper understanding of stakeholders’ and citizens’ needs and requirements. Use the proposed material to organize service design workshops and develop mockups. Stop and reflect on the process so far with the co-evaluation checklists.",
    "servicedescriptionenhancement;phase-design;name": "Design",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;description": "Clearly define the problem to be addresses by the co-production team and agree on it. This  is an important step towards creating an effective and efficient solution. Different resources can be useful to this end: tips on how to create and share a common language among team members, resources to guide collaborative discussions, tools for ideas collection.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;name": "Focus the service description enhancement problem collaboratively",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-collaboratively-problem-refinement;description": "Refine with the collaboration of the stakeholders network the problem to be addressed. Service design is a problem-solving activity and it is important to clearly understand which is the challenge that the team addresses and how more information can be collected to understand how the service should be designed. Organize focus groups to discuss initial ideas and assumptions, refine them through structured methods and become aware about the missing information that still needs to be collected.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-collaboratively-problem-refinement;name": "Collaboratively problem refinement",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-define-requirements-and-constraints-for-the-public-service-description-enhancement;description": "The ideas and service design concepts need to be translated into formal requirements to proceed with the implementation of the service. Follow the guidelines on how to collect, structure and communicate requirements and all the service specifications that clarify the objective of the service and how it should be developed. Use stardard representation formalism for requirements descriptions, as for example the Volere Requirements Specification template.",
    "servicedescriptionenhancement;phase-design;objective-focus-the-service-description-enhancement-problem-collaboratively;task-define-requirements-and-constraints-for-the-public-service-description-enhancement;name": "Define requirements and constraints for the public service description enhancement",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;description": "Based on the description augmenter INTERLINKER create a new service description enhancement process.",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;name": "Service description refinement process specification",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;task-launch-description-augmenter;description": "Use the Initiate Procedure to launch Description Augmenter or simply select Description Augmenter recommended INTERLINKER",
    "servicedescriptionenhancement;phase-design;objective-service-description-refinement-process-specification;task-launch-description-augmenter;name": "Launch Description Augmenter",
    "servicedescriptionenhancement;phase-design;objective-sustainability;description": "Before further going deep into the launch of the enhancement process. Stop and reflect about the design results obtained so far and about the actual feasibility and sustainability of what you are about to implement.",
    "servicedescriptionenhancement;phase-design;objective-sustainability;name": "Sustainability",
    "servicedescriptionenhancement;phase-design;objective-sustainability;task-understand-motivations-and-incentives;description": "What are the incentives for those who can provide support / funding and for those developing / maintaining them?\r\nStop and reflect on how stakeholders collaboration in co-creation went so far. Follow the proposed checklist to understand whether further incentives and supportive measures are needed to ensure productive development and co-delivery phases.",
    "servicedescriptionenhancement;phase-design;objective-sustainability;task-understand-motivations-and-incentives;name": "Understand motivations and incentives",
    "servicedescriptionenhancement;phase-engage;description": "Which stakeholders should be involved in your co-production process? How to communicate with them about your project goals and the benefits of participation?\r\nLearn about the value of involving stakeholders. Use the available knowledge tools to understand who are the stakeholders to involve in your project and the role they can have. \r\nExploit communication templates to raise awareness, invite stakeholders, and create a lively network of motivated contributors. Define partnership agreements and make sure shared information is protected. Plan together the next steps and create working groups. ",
    "servicedescriptionenhancement;phase-engage;name": "Engage",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;description": "Stakeholder engagement is about figuring out how to effectively communicate, collaborate, and interact with key people who have positive or negative influence, and may impact the success of your project.\r\nTo reach this objective you should carefully prepare an engagement plan, create awareness and communication material tailored to your audience, understand how to communicate benefit for stakeholders and, whenever this is forseen in your project, understand how to engage citizens in the co-production process. ",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;name": "Engage stakeholders",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;description": "Clearly communicate the benefits of service co-production to your network of stakeholders and citizens.\r\nParticipants need to understand why their participation matters, what they can gain individually and as a group.",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-communicate-benefit-for-stakeholders;name": "Communicate benefit for stakeholders",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-refinement-process;description": "Provide members of the public with the information they need to understand the project, the decision process, and also how public input can influence decisions, the refinement of public service descriptions and the way it is delivered. ",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-engage-citizens-in-the-co-refinement-process;name": "Engage citizens in the co-refinement process",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;description": "Create an effective engagement plan which allows you to reach to the types and numbers of stakeholders sufficient to ensure that the co-produced service is well targeted. \r\nAn engagement plan is usually composed of three parts: the identification of your project’s stakeholders; the planning of effective means for interacting with each stakeholder, and protocols for accurately documenting your work for the sake of transparency, accountability and evaluation of the process.",
    "servicedescriptionenhancement;phase-engage;objective-engage-stakeholders;task-prepare-an-engagement-plan;name": "Prepare an engagement plan",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;description": "The identification of key actors  is the first step to start your  process of co-production. According to the type of project, the goals and the level of citizen involvement, different questions are to be answered.\r\nWhat different  types of stakeholders enter into play in the initiative to be co-produced? What are their motivations and skills to participate in the project? What is their position in the network? How to contact them?\r\nFollow the specific tasks to get the complete picture.",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;name": "Identify stakeholders",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;description": "Write down the list of participants, aside the co-production team, who may be interested in observing the progress of the co-production project and have the opportunity to emit opinions and take part in some decision processes. ",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-create-a-contact-list-of-potential-network-participants;name": "Create a contact list of potential network participants",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;description": "Usually different actors are engaged in co-production to create a new service or customizing an already existing service: public bodies, private companies, SMEs, citizens. Each actor brings specific needs and competences in relation to the service and has different motivations to participate in a project. Learn about the different types of stakeholders and which of them can add value to your co-production process. In this case, for service descriptions refinement, consider contributing public servants but also potentially citizens, i.e. consumers of those services.",
    "servicedescriptionenhancement;phase-engage;objective-identify-stakeholders;task-understand-the-different-types-of-stakeholders;name": "Understand the different types of stakeholders",
    "servicedescriptionenhancement;phase-refine;description": "Apply refinements according to crowd-contributions and publish new version of service description.",
    "servicedescriptionenhancement;phase-refine;name": "Refine",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;description": "You may use a changes template to trace how the refinements approved in report from Description Augmenter are applied",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;name": "Apply refinements",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-generate-a-checklist-for-improvements;description": "You may clone a given Servicepedia enhancements reports and upload with the support of GoogleDrive INTERLINKER (through initiate Procedure) so that you can use such document as check list to indicate what accepted refinement suggestions have been processed.",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-generate-a-checklist-for-improvements;name": "Generate a checklist for improvements",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-link-to-content-management-system-cms-where-changes-should-be-applied;description": "Link to content management system (CMS) where changes should be applied to the public service description",
    "servicedescriptionenhancement;phase-refine;objective-apply-refinements;task-link-to-content-management-system-cms-where-changes-should-be-applied;name": "Link to content management system (CMS) where changes should be applied",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;description": "Using the External Resource Manager (through Initiate Procedure) include link to enhanced version of public service description after changes have been applied",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;name": "Publish refined version of public service description",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-communicate-enhancements-to-co-refiners;description": "Communicate the enhancements applied as result of co-refiners contributions and send update",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-communicate-enhancements-to-co-refiners;name": "Communicate enhancements to co-refiners",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-link-with-enhanced-version-of-public-service-description;description": "Leverage External Resource Manager to include reference to new public service description",
    "servicedescriptionenhancement;phase-refine;objective-publish-refined-version-of-public-service-description;task-link-with-enhanced-version-of-public-service-description;name": "Link with enhanced version of public service description",
    "servicedescriptionenhancement;phase-run;description": "Make use of instantiated co-refinement process, reviewing contribs from users of the service description, accepting or rejecting them, exporting reports with changes accepted so that they are processed for refinement.",
    "servicedescriptionenhancement;phase-run;name": "Run",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;description": "Access to the Description Augmenter to the augmented view of service descriptions to monitor and moderate contributions from the crowd, generate intermediary reports and store them. Notice that only the creator of the process to refine a service description can moderate it, unless rights are given to other co-refinement team members through Servicepedia dashboard",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;name": "Monitor continuous crowd refinement process",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-link-to-the-description-augmenter-project;description": "Produce a link to the description augmenter process so that co-producers can review contributions, accept, reject them or generate reports for refinement processing. Again, only those with rol moderator in Servicepedia can accept or reject suggestions. All the others, can comment and add new augmentation suggestions ",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-link-to-the-description-augmenter-project;name": "Link to the Description Augmenter project",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-review-in-servicepedia-dashboard-user-contributions;description": "Review in Servicepedia dashboard contributions from users, accept those that are good, reject the bad ones, until completing revision process",
    "servicedescriptionenhancement;phase-run;objective-monitor-continuous-crowd-refinement-process;task-review-in-servicepedia-dashboard-user-contributions;name": "Review in Servicepedia dashboard user contributions",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;description": "Publish enhancement report generated from Servicepedia after having processed refinement suggestions for a given public service description",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;name": "Publish report with descriptions accepted to be processed",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;task-publish-enhancement-report;description": "Publish enhancement report from Servicepedia.",
    "servicedescriptionenhancement;phase-run;objective-publish-report-with-descriptions-accepted-to-be-processed;task-publish-enhancement-report;name": "Publish enhancement report"
}