{
    "constraints_and_limitations_translations": {
        "en": "Some text here",
        "es": ""
    },
    "description_translations": {
        "en": "This interlinker uses etherpad, an open source online editor, to provide collaborative editing in really real-time.\nEtherpad (https://etherpad.org/) is an open-source, web-based collaborative real-time editor, allowing authors to simultaneously edit a text document, and see all of the participants' edits in real-time, with the ability to display each author's text in their own color. There is also a chat box in the sidebar to allow meta communication.",
        "es": "Este interlinker utiliza etherpad, un editor online de código abierto, para ofrecer una edición colaborativa en tiempo real.\nEtherpad (https://etherpad.org/) es un editor colaborativo en tiempo real de código abierto basado en la web, que permite a los autores editar simultáneamente un documento de texto y ver las ediciones de todos los participantes en tiempo real, con la posibilidad de mostrar el texto de cada autor en su propio color. También hay un cuadro de chat en la barra lateral para permitir la meta-comunicación.",
        "it": "Questo interlinker utilizza etherpad, un editor online open source, per fornire editing collaborativo in tempo reale.\nEtherpad (https://etherpad.org/) è un editor collaborativo in tempo reale open source basato sul Web, che consente agli autori di modificare contemporaneamente un documento di testo e vedere tutte le modifiche dei partecipanti in tempo reale, con il possibilità di visualizzare il testo di ogni autore nel proprio colore. C'è anche una casella di chat nella barra laterale per consentire la meta-comunicazione.",
        "lv": "Šis INTERLINKERs izmanto atvērtā koda tiešsaistes redaktoru Etherpad, lai sniegtu kopīgas redigēšanas iespējas reālajā laikā.\nEtherpad (https://etherpad.org/) ir tīmeklī balstīts atvērtā koda reālā laika kopīgās rediģēšanas rīks, kas ļauj dokumenta autoriem rediģēt teksta dokumentu un ļauj redzēt visu dalībnieku veiktās izmaiņas reālajā laikā. Tiek nodrošināta iespēja katra dalībnieka tekstu pārādīt citā krāsā. Rīkam ir arī tērzēšanas logs, kas ļauj veikt sekundāro komunikāciju."
    },
    "difficulty": "easy",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "collaborative-editor",
    "instructions_translations": {
        "en": "./interlinkers/software/ceditor/instructions.md"
    },
    "integration": {
        "api_path": "/assets",
        "auth_method": "cookie",
        "capabilities": {
            "clone": true,
            "delete": true,
            "edit": false,
            "instantiate": true,
            "open_in_modal": true,
            "preview": false,
            "shortcut": true,
            "view": true
        },
        "capabilities_translations": {
            "clone_text_translations": {
                "en": "Clone document",
                "es": "Clonar documento"
            },
            "delete_text_translations": {
                "en": "Delete document",
                "es": "Eliminar documento"
            },
            "instantiate_text_translations": {
                "en": "Create an Etherpad document",
                "es": "Crear documento de Etherpad"
            },
            "view_text_translations": {
                "en": "Open document",
                "es": "Abrir documento"
            }
        },
        "domain": "",
        "is_subdomain": false,
        "path": "ceditor",
        "service_name": "ceditor"
    },
    "is_responsive": true,
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "propietary",
    "logotype": "./interlinkers/software/ceditor/logo.jpeg",
    "name_translations": {
        "en": "Collaborative editor",
        "es": "Editor colaborativo",
        "it": "Editor collaborativo",
        "lv": "Kopīgās rediģēšanas rīks"
    },
    "problemprofiles": [],
    "regulations_and_standards_translations": {
        "en": "Optional text here",
        "es": ""
    },
    "supported_by": [
        "on_premise"
    ],
    "supports_internationalization": true,
    "tags_translations": {
        "en": [
            "document",
            "collaborative",
            "editor",
            "etherpad"
        ]
    },
    "type": "software"
}