{
    "constraints_and_limitations_translations": {
        "en": "",
        "es": ""
    },
    "description_translations": {
        "en": "Google Drive is a file storage and synchronization service developed by Google. Launched on April 24, 2012, Google Drive allows users to store files in the cloud, synchronize files across devices, and share files.\nGoogle Drive encompasses Google Docs, Google Sheets, and Google Slides, which are a part of the Google Docs Editors office suite that permits collaborative editing of documents, spreadsheets, presentations, drawings, forms, and more. Files created and edited through the Google Docs suite are saved in Google Drive.\nThis software INTERLIKER allows users of the collaborative environment to create new documents, spreadsheets and presentations which can be co-edited and shared by co-production team participants",
        "es": "Google Drive es un servicio de almacenamiento y sincronización de archivos desarrollado por Google. Lanzado el 24 de abril de 2012, Google Drive permite a los usuarios almacenar archivos en la nube, sincronizar archivos entre dispositivos y compartir archivos.\nGoogle Drive incluye Google Docs, Google Sheets y Google Slides, que forman parte de Google Docs Editors. paquete ofimático que permite la edición colaborativa de documentos, hojas de cálculo, presentaciones, dibujos, formularios y más. Los archivos creados y editados a través de la suite Google Docs se guardan en Google Drive.\nEste software INTERLIKER permite a los usuarios del entorno colaborativo crear nuevos documentos, hojas de cálculo y presentaciones que pueden ser coeditados y compartidos por los participantes del equipo de coproducción.",
        "it": "Google Drive è un servizio di archiviazione e sincronizzazione di file sviluppato da Google. Lanciato il 24 aprile 2012, Google Drive consente agli utenti di archiviare file nel cloud, sincronizzare file tra dispositivi e condividere file.\nGoogle Drive comprende Google Docs, Google Sheets e Google Slides, che fanno parte della suite per ufficio di Google Docs Editors che consente la modifica collaborativa di documenti, fogli di lavoro, presentazioni, disegni, moduli e altro ancora. I file creati e modificati tramite la suite Google Docs vengono salvati in Google Drive.\nQuesto INTERLIKER software consente agli utenti dell'ambiente collaborativo di creare nuovi documenti, fogli di calcolo e presentazioni che possono essere modificati e condivisi dai partecipanti del team di coproduzione",
        "lv": "Google Drive ir failu uzglabāšanas un sinhronizēšanas pakalpojums, ko izstrādājis Google. Pakalpojums uzsāka darbību 2012. gada 24. aprīlī. Google Drive ļauj lietotājiem uzglabāt failus mākonī, sinhronizēt tos starp dažādām ierīcēm un dalīties ar tiem.\nGoogle Drive sastāv no Google Docs, Google Sheets un Google Slides, kas ir daļa no Google Docs Editors biroja komplekta, kas ļauj kopīgi rediģēt dokumentus, izklājlapas, prezentācijas, zīmējumus, formas u.c. Google Docs izveidotie un rediģētie faili tiek saglabāti Google Drive.\nŠis programmatūras INTERLINKERs ļauj sadarbības vides lietotājiem veidot jaunus dokumentus, izklājlapas un prezentācijas, kas var tikt kopēji rediģētas un izplatītas starp koprades komandas dalībniekiem."
    },
    "difficulty": "easy",
    "environments": [
        "varam",
        "mef",
        "zgz"
    ],
    "id": "google-drive",
    "instructions_translations": {
        "en": "./interlinkers/software/google-drive/instructions.md"
    },
    "integration": {
        "api_path": "/assets",
        "auth_method": "cookie",
        "capabilities": {
            "clone": true,
            "delete": true,
            "download": true,
            "edit": false,
            "instantiate": true,
            "open_in_modal": true,
            "preview": false,
            "shortcut": true,
            "view": true
        },
        "capabilities_translations": {
            "clone_text_translations": {
                "en": "Clone document",
                "es": "Clonar documento"
            },
            "delete_text_translations": {
                "en": "Delete document",
                "es": "Eliminar documento"
            },
            "download_text_translations": {
                "en": "Download document",
                "es": "Descargar documento"
            },
            "instantiate_text_translations": {
                "en": "Create a Google Drive document",
                "es": "Crear documento de Google Drive"
            },
            "view_text_translations": {
                "en": "Open document",
                "es": "Abrir documento"
            }
        },
        "domain": "",
        "is_subdomain": false,
        "path": "googledrive",
        "service_name": "googledrive"
    },
    "is_responsive": true,
    "is_sustainability_related": false,
    "languages": [
        "lv",
        "en",
        "es",
        "it"
    ],
    "licence": "propietary",
    "logotype": "./interlinkers/software/google-drive/logo.png",
    "name_translations": {
        "en": "Google Drive",
        "es": "Google Drive",
        "it": "Google Drive",
        "lv": "Google Drive"
    },
    "problemprofiles": [],
    "regulations_and_standards_translations": {
        "en": "",
        "es": ""
    },
    "supported_by": [
        "saas"
    ],
    "supports_internationalization": true,
    "tags_translations": {
        "en": [
            "document",
            "slide",
            "sheets",
            "form",
            "jamboard",
            "site",
            "paint",
            "draw",
            "collaboration",
            "excel",
            "word",
            "powerpoint"
        ],
        "es": [
            "documento",
            "diapositiva",
            "hojas",
            "formulario",
            "jamboard",
            "sitio",
            "pintar",
            "dibujar",
            "colaboración",
            "excel",
            "word",
            "texto",
            "powerpoint"
        ]
    },
    "type": "software"
}